final List<Map<String, String>> n1Exercises = [
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 寄与 (2) 忌避 (3) 徒歩 (4) 旗手',
    'answer': '(1)',
  },
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 支持 (2) 加味 (3) 示唆 (4) 異議',
    'answer': '(3)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 意見 (2) 異議 (3) 誤差 (4) 支持',
    'answer': '(2)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 保守 (2) 除外 (3) 忌避 (4) 解雇',
    'answer': '(4)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 意図 (2) 批判 (3) 賛否 (4) 異議',
    'answer': '(4)',
  },
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 示唆 (2) 拉致 (3) 祈願 (4) 虚無',
    'answer': '(1)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 懲戒 (2) 許容 (3) 拒否 (4) 保護',
    'answer': '(1)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 使用 (2) 分析 (3) 配布 (4) 活用',
    'answer': '(4)',
  },
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 支持 (2) 保守 (3) 示唆 (4) 拉致',
    'answer': '(3)',
  },
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 措置 (2) 調査 (3) 回復 (4) 反応',
    'answer': '(1)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 由来 (2) 志向 (3) 解雇 (4) 義務',
    'answer': '(3)',
  },
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 儀式 (2) 措置 (3) 志向 (4) 作動',
    'answer': '(2)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 異議 (2) 破綻 (3) 自立 (4) 起訴',
    'answer': '(1)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 指揮 (2) 異議 (3) 脂肪 (4) 自首',
    'answer': '(2)',
  },
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 所属 (2) 募金 (3) 摩擦 (4) 保護',
    'answer': '(4)',
  },
  {'question': '彼は責任を感じて自ら（　）した。 (1) 偽造 (2) 舗装 (3) 次期 (4) 自首', 'answer': '(4)'},
  {
    'question': '実験の結果は図で（　）されています。 (1) 治癒 (2) 寄贈 (3) 図示 (4) 指令',
    'answer': '(3)',
  },
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 寄与 (2) 取材 (3) 是正 (4) 模索',
    'answer': '(1)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 活用 (2) 普及 (3) 帰化 (4) 危惧',
    'answer': '(1)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 秘書 (2) 図示 (3) 派遣 (4) 委託',
    'answer': '(2)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 微笑 (2) 図示 (3) 孤児 (4) 区画',
    'answer': '(2)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 異議 (2) 非難 (3) 破滅 (4) 部署',
    'answer': '(1)',
  },
  {'question': '彼は責任を感じて自ら（　）した。 (1) 故障 (2) 自首 (3) 破損 (4) 浮上', 'answer': '(2)'},
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 覇者 (2) 妥協 (3) 異議 (4) 示唆',
    'answer': '(3)',
  },
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 始末 (2) 規制 (3) 示唆 (4) 会釈',
    'answer': '(3)',
  },
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 事情 (2) 措置 (3) 保障 (4) 部下',
    'answer': '(2)',
  },
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 寄与 (2) 扶養 (3) 主旨 (4) 示唆',
    'answer': '(4)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 解雇 (2) 解毒 (3) 歯科 (4) 砂利',
    'answer': '(1)',
  },
  {'question': '彼は責任を感じて自ら（　）した。 (1) 赴任 (2) 事後 (3) 自首 (4) 棄却', 'answer': '(3)'},
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 孤立 (2) 祈願 (3) 保養 (4) 保護',
    'answer': '(4)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 寄贈 (2) 図示 (3) 飼育 (4) 無期',
    'answer': '(2)',
  },
  {'question': '彼は責任を感じて自ら（　）した。 (1) 自首 (2) 自費 (3) 虚無 (4) 地価', 'answer': '(1)'},
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 打破 (2) 破損 (3) 保守 (4) 示唆',
    'answer': '(4)',
  },
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 寄与 (2) 侮辱 (3) 破裂 (4) 意欲',
    'answer': '(1)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 布告 (2) 図示 (3) 自立 (4) 下痢',
    'answer': '(2)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 避暑 (2) 解雇 (3) 規格 (4) 把握',
    'answer': '(2)',
  },
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 措置 (2) 扶養 (3) 拒絶 (4) 起源',
    'answer': '(1)',
  },
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 遮断 (2) 墓地 (3) 自主 (4) 寄与',
    'answer': '(4)',
  },
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 措置 (2) 非難 (3) 治癒 (4) 誤差',
    'answer': '(1)',
  },
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 季語 (2) 措置 (3) 化合 (4) 儀式',
    'answer': '(2)',
  },
  {'question': '彼は責任を感じて自ら（　）した。 (1) 妥結 (2) 時機 (3) 自首 (4) 保護', 'answer': '(3)'},
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 寄与 (2) 比例 (3) 視点 (4) 異動',
    'answer': '(1)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 異議 (2) 旗手 (3) 主張 (4) 保養',
    'answer': '(1)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 誇示 (2) 解雇 (3) 河川 (4) 時価',
    'answer': '(2)',
  },
  {'question': '彼は責任を感じて自ら（　）した。 (1) 試行 (2) 誇張 (3) 差異 (4) 自首', 'answer': '(4)'},
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 破綻 (2) 除去 (3) 解毒 (4) 措置',
    'answer': '(4)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 避暑 (2) 解雇 (3) 解毒 (4) 可否',
    'answer': '(2)',
  },
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 補助 (2) 措置 (3) 簿記 (4) 負担',
    'answer': '(2)',
  },
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 寄与 (2) 規範 (3) 打破 (4) 加減',
    'answer': '(1)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 異議 (2) 保守 (3) 雇用 (4) 詐欺',
    'answer': '(1)',
  },
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 妥結 (2) 遅延 (3) 保護 (4) 自炊',
    'answer': '(3)',
  },
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 示唆 (2) 拒否 (3) 赴任 (4) 語尾',
    'answer': '(1)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 意義 (2) 私費 (3) 図示 (4) 磁気',
    'answer': '(3)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 護衛 (2) 妥協 (3) 活用 (4) 樹立',
    'answer': '(3)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 異議 (2) 固辞 (3) 樹立 (4) 無期',
    'answer': '(1)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 異議 (2) 加入 (3) 時価 (4) 偽造',
    'answer': '(1)',
  },
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 砂利 (2) 寄与 (3) 武装 (4) 所持',
    'answer': '(2)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 自費 (2) 記載 (3) 図示 (4) 孤児',
    'answer': '(3)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 負傷 (2) 図示 (3) 議決 (4) 挙手',
    'answer': '(2)',
  },
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 規模 (2) 示唆 (3) 訴訟 (4) 移住',
    'answer': '(2)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 浮上 (2) 忌避 (3) 活用 (4) 種子',
    'answer': '(3)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 徒歩 (2) 意気 (3) 麻痺 (4) 自覚', 'answer': '(3)'},
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 把握 (2) 解雇 (3) 修行 (4) 世辞',
    'answer': '(2)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 図示 (2) 打破 (3) 私語 (4) 次期',
    'answer': '(1)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 補給 (2) 除外 (3) 地価 (4) 活用',
    'answer': '(4)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 図示 (2) 措置 (3) 遮断 (4) 披露',
    'answer': '(1)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 威力 (2) 語彙 (3) 解雇 (4) 自負',
    'answer': '(3)',
  },
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 自炊 (2) 虚無 (3) 保護 (4) 起伏',
    'answer': '(3)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 棄権 (2) 自己 (3) 寄与 (4) 麻痺', 'answer': '(4)'},
  {
    'question': '実験の結果は図で（　）されています。 (1) 規模 (2) 負傷 (3) 砂利 (4) 図示',
    'answer': '(4)',
  },
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 差異 (2) 旗手 (3) 下痢 (4) 保護',
    'answer': '(4)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 阻止 (2) 磁器 (3) 妥協 (4) 解雇',
    'answer': '(4)',
  },
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 墓地 (2) 寄附 (3) 示唆 (4) 違反',
    'answer': '(3)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 依存 (2) 活用 (3) 自負 (4) 会釈',
    'answer': '(2)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 図示 (2) 布告 (3) 破裂 (4) 種子',
    'answer': '(1)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 活用 (2) 保養 (3) 起訴 (4) 威力',
    'answer': '(1)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 保管 (2) 解雇 (3) 企画 (4) 補足',
    'answer': '(2)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 書記 (2) 駆使 (3) 比喩 (4) 解雇',
    'answer': '(4)',
  },
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 保護 (2) 模倣 (3) 祈願 (4) 母語',
    'answer': '(1)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 非難 (2) 図示 (3) 予言 (4) 違反',
    'answer': '(2)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 覇者 (2) 規定 (3) 解雇 (4) 破裂',
    'answer': '(3)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 図示 (2) 衣装 (3) 語彙 (4) 議決',
    'answer': '(1)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 批准 (2) 活用 (3) 偽造 (4) 指令',
    'answer': '(2)',
  },
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 図示 (2) 懸念 (3) 保護 (4) 非難',
    'answer': '(3)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 修行 (2) 異議 (3) 機種 (4) 衣装',
    'answer': '(2)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 補給 (2) 図示 (3) 麻痺 (4) 起源', 'answer': '(3)'},
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 事情 (2) 囲碁 (3) 保護 (4) 補佐',
    'answer': '(3)',
  },
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 自立 (2) 保護 (3) 指令 (4) 著書',
    'answer': '(2)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 語句 (2) 活用 (3) 語尾 (4) 虚偽',
    'answer': '(2)',
  },
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 措置 (2) 脂肪 (3) 破裂 (4) 署名',
    'answer': '(1)',
  },
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 除外 (2) 保護 (3) 時価 (4) 忌避',
    'answer': '(2)',
  },
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 処置 (2) 模索 (3) 示唆 (4) 危害',
    'answer': '(3)',
  },
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 故障 (2) 視野 (3) 軌道 (4) 寄与',
    'answer': '(4)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 始末 (2) 図示 (3) 機器 (4) 寄与',
    'answer': '(2)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 麻痺 (2) 危惧 (3) 矛盾 (4) 挙手', 'answer': '(1)'},
  {
    'question': '実験の結果は図で（　）されています。 (1) 図示 (2) 麻痺 (3) 所有 (4) 所持',
    'answer': '(1)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 持続 (2) 解雇 (3) 挙手 (4) 異議',
    'answer': '(2)',
  },
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 措置 (2) 意義 (3) 私語 (4) 囲碁',
    'answer': '(1)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 麻痺 (2) 下落 (3) 記述 (4) 花壇', 'answer': '(1)'},

  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 首位 (2) 偽造 (3) 移住 (4) 謝絶',
    'answer': '(2)',
  },
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 棄権 (2) 主導 (3) 侮辱 (4) 避暑',
    'answer': '(4)',
  },
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 視察 (2) 赴任 (3) 記述 (4) 妥協',
    'answer': '(2)',
  },
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 故障 (2) 齟齬 (3) 規制 (4) 異動',
    'answer': '(3)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 試行 (2) 雇用 (3) 比喩 (4) 矛盾',
    'answer': '(1)',
  },
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 作用 (2) 指摘 (3) 加減 (4) 化合',
    'answer': '(3)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 避難 (2) 是正 (3) 試行 (4) 記述',
    'answer': '(2)',
  },
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 私語 (2) 自覚 (3) 地価 (4) 依頼',
    'answer': '(1)',
  },
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 故障 (2) 地価 (3) 覇者 (4) 居住',
    'answer': '(2)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 訴訟 (2) 依頼 (3) 加減 (4) 模索',
    'answer': '(1)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 謝絶 (2) 汚染 (3) 不和 (4) 所有',
    'answer': '(1)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 打開 (2) 依頼 (3) 居住 (4) 汚染',
    'answer': '(1)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 私費 (2) 和語 (3) 謝絶 (4) 主張', 'answer': '(4)'},
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 企画 (2) 不和 (3) 議決 (4) 移行',
    'answer': '(3)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 誇張 (2) 次期 (3) 妥協 (4) 孤立',
    'answer': '(1)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 謝絶 (2) 所有 (3) 志向 (4) 署名',
    'answer': '(1)',
  },
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 齟齬 (2) 飼育 (3) 居住 (4) 移住',
    'answer': '(3)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 和語 (2) 負傷 (3) 扶養 (4) 自慢',
    'answer': '(2)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 摩擦 (2) 路地 (3) 所有 (4) 保障', 'answer': '(3)'},
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 首位 (2) 地価 (3) 居住 (4) 比喩',
    'answer': '(4)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 路地 (2) 記載 (3) 辞退 (4) 所有', 'answer': '(1)'},
  {'question': '彼は責任を感じて自ら（　）した。 (1) 加減 (2) 署名 (3) 主旨 (4) 保障', 'answer': '(2)'},
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 樹立 (2) 事後 (3) 非難 (4) 主旨',
    'answer': '(3)',
  },
  {'question': '彼は責任を感じて自ら（　）した。 (1) 志向 (2) 摩擦 (3) 主旨 (4) 加入', 'answer': '(2)'},
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 私語 (2) 募集 (3) 私費 (4) 腐敗',
    'answer': '(1)',
  },
  {'question': '彼は責任を感じて自ら（　）した。 (1) 棄権 (2) 依頼 (3) 保障 (4) 避暑', 'answer': '(1)'},
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 書記 (2) 侮辱 (3) 孤立 (4) 謝絶',
    'answer': '(1)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 時下 (2) 雇用 (3) 妥協 (4) 拒絶',
    'answer': '(1)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 汚染 (2) 記述 (3) 自費 (4) 辞退',
    'answer': '(1)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 主旨 (2) 募集 (3) 路地 (4) 孤立', 'answer': '(4)'},
  {'question': '寒さで手足が（　）してきた。 (1) 視察 (2) 主導 (3) 保障 (4) 汚染', 'answer': '(4)'},
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 負担 (2) 指摘 (3) 移住 (4) 私語',
    'answer': '(4)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 非難 (2) 模索 (3) 赴任 (4) 企画',
    'answer': '(1)',
  },
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 誇張 (2) 思考 (3) 保障 (4) 志向',
    'answer': '(1)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 訴訟 (2) 議決 (3) 和語 (4) 移行',
    'answer': '(3)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 手話 (2) 事後 (3) 誤解 (4) 部署',
    'answer': '(2)',
  },
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 寄贈 (2) 依存 (3) 種子 (4) 拒絶',
    'answer': '(3)',
  },
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 和語 (2) 覇者 (3) 致死 (4) 委託',
    'answer': '(3)',
  },
  {'question': '彼は責任を感じて自ら（　）した。 (1) 私費 (2) 部署 (3) 自覚 (4) 補償', 'answer': '(1)'},
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 非難 (2) 私語 (3) 思考 (4) 視察',
    'answer': '(4)',
  },
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 母語 (2) 募集 (3) 是正 (4) 普及',
    'answer': '(4)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 主旨 (2) 飼育 (3) 議決 (4) 扶養', 'answer': '(2)'},
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 記載 (2) 偽造 (3) 和語 (4) 私語',
    'answer': '(3)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 棄権 (2) 委託 (3) 試行 (4) 拒絶',
    'answer': '(2)',
  },
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 企画 (2) 自費 (3) 負傷 (4) 簿記',
    'answer': '(1)',
  },
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 修行 (2) 首位 (3) 部署 (4) 和語',
    'answer': '(1)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 棄権 (2) 死語 (3) 所有 (4) 故障',
    'answer': '(3)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 居住 (2) 書記 (3) 指摘 (4) 規定',
    'answer': '(3)',
  },
  {'question': '彼は責任を感じて自ら（　）した。 (1) 規制 (2) 扶養 (3) 棄権 (4) 避暑', 'answer': '(4)'},
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 避難 (2) 処罰 (3) 主旨 (4) 加入',
    'answer': '(4)',
  },
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 是正 (2) 書記 (3) 補充 (4) 無期',
    'answer': '(4)',
  },
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 作用 (2) 部署 (3) 主導 (4) 避難',
    'answer': '(4)',
  },
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 修行 (2) 志向 (3) 保障 (4) 移行',
    'answer': '(3)',
  },
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 把握 (2) 依存 (3) 避暑 (4) 誤解',
    'answer': '(4)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 手話 (2) 避難 (3) 模索 (4) 赴任', 'answer': '(4)'},
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 記述 (2) 次期 (3) 覇者 (4) 視察',
    'answer': '(4)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 時機 (2) 部署 (3) 寄贈 (4) 記述',
    'answer': '(4)',
  },
  {'question': '彼は責任を感じて自ら（　）した。 (1) 疲労 (2) 謝罪 (3) 主旨 (4) 樹立', 'answer': '(3)'},
  {'question': '彼は責任を感じて自ら（　）した。 (1) 主張 (2) 保障 (3) 自覚 (4) 補充', 'answer': '(2)'},
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 首位 (2) 誤解 (3) 私語 (4) 無期',
    'answer': '(1)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 是正 (2) 種子 (3) 扶養 (4) 疲労', 'answer': '(3)'},
  {'question': '彼は責任を感じて自ら（　）した。 (1) 誇張 (2) 処罰 (3) 募集 (4) 書記', 'answer': '(3)'},
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 摩擦 (2) 地価 (3) 負傷 (4) 自覚',
    'answer': '(2)',
  },
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 私費 (2) 加入 (3) 時機 (4) 馬車',
    'answer': '(1)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 寄贈 (2) 化合 (3) 異動 (4) 雇用',
    'answer': '(4)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 派遣 (2) 首位 (3) 辞退 (4) 記載', 'answer': '(2)'},
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 樹立 (2) 視察 (3) 作用 (4) 思考',
    'answer': '(4)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 主旨 (2) 寄贈 (3) 自費 (4) 避難',
    'answer': '(1)',
  },
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 馬車 (2) 疲労 (3) 議決 (4) 異動',
    'answer': '(2)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 是正 (2) 打開 (3) 作用 (4) 辞退',
    'answer': '(2)',
  },
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 負傷 (2) 雇用 (3) 記述 (4) 腐敗',
    'answer': '(3)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 違反 (2) 死語 (3) 摩擦 (4) 避暑', 'answer': '(4)'},
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 時下 (2) 記載 (3) 所有 (4) 誇張',
    'answer': '(4)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 視察 (2) 部署 (3) 侮辱 (4) 孤立',
    'answer': '(2)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 主旨 (2) 和語 (3) 書記 (4) 故障',
    'answer': '(4)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 居住 (2) 違反 (3) 処罰 (4) 保管',
    'answer': '(1)',
  },
  {'question': '彼は責任を感じて自ら（　）した。 (1) 移行 (2) 居住 (3) 汚染 (4) 部署', 'answer': '(1)'},
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 自覚 (2) 負担 (3) 覇者 (4) 処罰',
    'answer': '(2)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 委託 (2) 路地 (3) 死語 (4) 寄贈',
    'answer': '(4)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 避暑 (2) 誤解 (3) 模索 (4) 誇張',
    'answer': '(4)',
  },
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 把握 (2) 齟齬 (3) 施行 (4) 移住',
    'answer': '(3)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 加入 (2) 馬車 (3) 妥協 (4) 摩擦',
    'answer': '(2)',
  },
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 赴任 (2) 自慢 (3) 謝絶 (4) 不和',
    'answer': '(4)',
  },
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 路地 (2) 補充 (3) 派遣 (4) 避暑',
    'answer': '(1)',
  },
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 補充 (2) 事後 (3) 記載 (4) 思考',
    'answer': '(2)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 議決 (2) 募集 (3) 簿記 (4) 依頼', 'answer': '(3)'},
  {
    'question': '実験の結果は図で（　）されています。 (1) 手話 (2) 寄贈 (3) 腐敗 (4) 書記',
    'answer': '(1)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 棄権 (2) 偽造 (3) 死語 (4) 覇者',
    'answer': '(4)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 謝絶 (2) 是正 (3) 妥協 (4) 母語',
    'answer': '(3)',
  },
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 負傷 (2) 保管 (3) 避難 (4) 私語',
    'answer': '(2)',
  },
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 比喩 (2) 路地 (3) 主旨 (4) 誤解',
    'answer': '(2)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 偽造 (2) 規制 (3) 負担 (4) 所有',
    'answer': '(3)',
  },
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 規制 (2) 飼育 (3) 馬車 (4) 委託',
    'answer': '(2)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 侮辱 (2) 委託 (3) 樹立 (4) 加入',
    'answer': '(3)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 雇用 (2) 規定 (3) 処罰 (4) 時機',
    'answer': '(1)',
  },
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 疲労 (2) 依頼 (3) 自慢 (4) 時下',
    'answer': '(1)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 所有 (2) 樹立 (3) 次期 (4) 記述',
    'answer': '(4)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 居住 (2) 試行 (3) 死語 (4) 規定',
    'answer': '(1)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 拒絶 (2) 議決 (3) 記述 (4) 路地',
    'answer': '(1)',
  },

  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 始末 (2) 破損 (3) 授与 (4) 徐行',
    'answer': '(4)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 既婚 (2) 意欲 (3) 戯曲 (4) 阻害',
    'answer': '(1)',
  },
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 規範 (2) 志望 (3) 魅惑 (4) 偽装',
    'answer': '(2)',
  },
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 気象 (2) 移植 (3) 主催 (4) 河川',
    'answer': '(3)',
  },
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 辞職 (2) 徐行 (3) 解毒 (4) 批准',
    'answer': '(3)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 脂肪 (2) 破綻 (3) 危害 (4) 規格',
    'answer': '(1)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 妥結 (2) 衣装 (3) 戯曲 (4) 否決', 'answer': '(2)'},
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 補給 (2) 起源 (3) 個室 (4) 由来',
    'answer': '(2)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 徐行 (2) 布告 (3) 紙幣 (4) 自立',
    'answer': '(3)',
  },
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 規範 (2) 起伏 (3) 貯蓄 (4) 魅惑',
    'answer': '(2)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 許容 (2) 預金 (3) 遺伝 (4) 妥結',
    'answer': '(3)',
  },
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 遺跡 (2) 左遷 (3) 花壇 (4) 辞職',
    'answer': '(3)',
  },
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 砂漠 (2) 指令 (3) 是認 (4) 破壊',
    'answer': '(4)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 遮断 (2) 指令 (3) 区画 (4) 自立', 'answer': '(4)'},
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 個室 (2) 指令 (3) 架空 (4) 視点',
    'answer': '(2)',
  },
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 解毒 (2) 事項 (3) 予言 (4) 会釈',
    'answer': '(4)',
  },
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 既婚 (2) 儀式 (3) 威力 (4) 移植',
    'answer': '(4)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 治療 (2) 悲観 (3) 妥結 (4) 作動',
    'answer': '(1)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 破滅 (2) 戯曲 (3) 徐行 (4) 妥結',
    'answer': '(4)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 遅延 (2) 始末 (3) 挫折 (4) 受領',
    'answer': '(4)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 疎外 (2) 儀式 (3) 辞職 (4) 解毒',
    'answer': '(1)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 課題 (2) 懸念 (3) 除外 (4) 波及',
    'answer': '(3)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 主催 (2) 受領 (3) 儀式 (4) 起伏',
    'answer': '(2)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 受領 (2) 癒着 (3) 辞職 (4) 波及', 'answer': '(3)'},
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 祈願 (2) 破綻 (3) 儀式 (4) 治療',
    'answer': '(1)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 起伏 (2) 起源 (3) 作動 (4) 懸念',
    'answer': '(2)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 悲観 (2) 花壇 (3) 護衛 (4) 除外', 'answer': '(4)'},
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 指令 (2) 威力 (3) 布告 (4) 破壊',
    'answer': '(3)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 破壊 (2) 既婚 (3) 治療 (4) 護衛', 'answer': '(3)'},
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 募金 (2) 起源 (3) 懸念 (4) 魅惑',
    'answer': '(4)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 阻害 (2) 由来 (3) 起伏 (4) 舗装', 'answer': '(2)'},
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 悲観 (2) 解毒 (3) 紙幣 (4) 脂肪',
    'answer': '(3)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 浮上 (2) 下落 (3) 授与 (4) 補給',
    'answer': '(1)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 由来 (2) 過労 (3) 花壇 (4) 自立',
    'answer': '(3)',
  },
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 事項 (2) 預金 (3) 威力 (4) 棄却',
    'answer': '(3)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 破裂 (2) 徐行 (3) 祈願 (4) 武装',
    'answer': '(2)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 事項 (2) 既婚 (3) 批准 (4) 補給',
    'answer': '(4)',
  },
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 予言 (2) 衣装 (3) 移植 (4) 授与',
    'answer': '(4)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 既婚 (2) 取材 (3) 懸念 (4) 否決',
    'answer': '(4)',
  },
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 主催 (2) 事情 (3) 悲観 (4) 棄却',
    'answer': '(4)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 徐行 (2) 遅延 (3) 否決 (4) 預金', 'answer': '(1)'},
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 疑惑 (2) 化繊 (3) 遅延 (4) 始末',
    'answer': '(4)',
  },
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 取材 (2) 批准 (3) 気象 (4) 疎外',
    'answer': '(4)',
  },
  {'question': '彼は責任を感じて自ら（　）した。 (1) 偽装 (2) 預金 (3) 舗装 (4) 解毒', 'answer': '(1)'},
  {'question': '寒さで手足が（　）してきた。 (1) 捕獲 (2) 比例 (3) 花壇 (4) 自重', 'answer': '(4)'},
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 治療 (2) 戯曲 (3) 棄却 (4) 砂漠',
    'answer': '(3)',
  },
  {'question': '彼は責任を感じて自ら（　）した。 (1) 紙幣 (2) 儀式 (3) 波及 (4) 軌道', 'answer': '(2)'},
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 威力 (2) 課題 (3) 架空 (4) 挫折',
    'answer': '(1)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 徐行 (2) 破裂 (3) 気象 (4) 紙幣',
    'answer': '(1)',
  },
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 区画 (2) 許容 (3) 授与 (4) 事情',
    'answer': '(3)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 浮上 (2) 姿勢 (3) 事項 (4) 批准',
    'answer': '(2)',
  },
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 魅惑 (2) 懸念 (3) 左遷 (4) 微笑',
    'answer': '(3)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 破壊 (2) 預金 (3) 企業 (4) 戯曲',
    'answer': '(2)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 貯蓄 (2) 補足 (3) 模倣 (4) 区画',
    'answer': '(2)',
  },
  {'question': '彼は責任を感じて自ら（　）した。 (1) 妥結 (2) 儀式 (3) 課題 (4) 所属', 'answer': '(3)'},
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 募金 (2) 個室 (3) 微笑 (4) 固有',
    'answer': '(2)',
  },
  {'question': '彼は責任を感じて自ら（　）した。 (1) 脂肪 (2) 作動 (3) 自立 (4) 始末', 'answer': '(1)'},
  {'question': '寒さで手足が（　）してきた。 (1) 捕獲 (2) 脂肪 (3) 舗装 (4) 貯蓄', 'answer': '(4)'},
  {'question': '彼は責任を感じて自ら（　）した。 (1) 遺伝 (2) 批准 (3) 予言 (4) 解毒', 'answer': '(2)'},
  {'question': '寒さで手足が（　）してきた。 (1) 個室 (2) 波及 (3) 死刑 (4) 破綻', 'answer': '(3)'},
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 治療 (2) 主催 (3) 受領 (4) 意欲',
    'answer': '(2)',
  },
  {'question': '彼は責任を感じて自ら（　）した。 (1) 募金 (2) 疎外 (3) 化繊 (4) 戯曲', 'answer': '(4)'},
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 浮上 (2) 武装 (3) 募金 (4) 祈願',
    'answer': '(2)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 威力 (2) 波及 (3) 事情 (4) 遮断', 'answer': '(2)'},
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 意欲 (2) 波及 (3) 会釈 (4) 自重',
    'answer': '(3)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 過労 (2) 危害 (3) 持続 (4) 許容',
    'answer': '(2)',
  },
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 始末 (2) 募金 (3) 志望 (4) 偽装',
    'answer': '(2)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 保養 (2) 魅惑 (3) 起源 (4) 舗装',
    'answer': '(1)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 自重 (2) 下落 (3) 棄却 (4) 既婚',
    'answer': '(2)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 破壊 (2) 懸念 (3) 遮断 (4) 自立',
    'answer': '(1)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 受領 (2) 疑惑 (3) 意欲 (4) 阻害',
    'answer': '(2)',
  },
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 化繊 (2) 破滅 (3) 予言 (4) 魅惑',
    'answer': '(2)',
  },
  {
    'question': '彼の話は将来への展望を（　）していた。 (1) 威力 (2) 棄却 (3) 比例 (4) 死刑',
    'answer': '(3)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 化繊 (2) 遺伝 (3) 護衛 (4) 布告',
    'answer': '(3)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 授与 (2) 武装 (3) 由来 (4) 疑惑',
    'answer': '(1)',
  },
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 受領 (2) 悲観 (3) 徐行 (4) 処分',
    'answer': '(3)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 威力 (2) 武装 (3) 規範 (4) 姿勢',
    'answer': '(3)',
  },
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 由来 (2) 批准 (3) 武装 (4) 自炊',
    'answer': '(4)',
  },
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 化繊 (2) 砂漠 (3) 貯蓄 (4) 姿勢',
    'answer': '(2)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 破滅 (2) 処分 (3) 移植 (4) 魅惑',
    'answer': '(4)',
  },
  {
    'question': '実験の結果は図で（　）されています。 (1) 授与 (2) 固有 (3) 遅延 (4) 起伏',
    'answer': '(3)',
  },
  {'question': '彼は責任を感じて自ら（　）した。 (1) 取材 (2) 模倣 (3) 脂肪 (4) 破滅', 'answer': '(1)'},
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 許容 (2) 死刑 (3) 布告 (4) 志望',
    'answer': '(1)',
  },
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 姿勢 (2) 募金 (3) 規格 (4) 事態',
    'answer': '(3)',
  },
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 破滅 (2) 起伏 (3) 授与 (4) 悲観',
    'answer': '(4)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 事情 (2) 微笑 (3) 志望 (4) 捕獲', 'answer': '(3)'},
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 否決 (2) 波及 (3) 軌道 (4) 予言',
    'answer': '(2)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 規格 (2) 破壊 (3) 浮上 (4) 砂漠',
    'answer': '(4)',
  },
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 微笑 (2) 姿勢 (3) 自重 (4) 浮上',
    'answer': '(2)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 破滅 (2) 貯蓄 (3) 否決 (4) 事態',
    'answer': '(1)',
  },
  {
    'question': '新しいシステムの導入には、様々な（　）が出た。 (1) 遺伝 (2) 癒着 (3) 花壇 (4) 左遷',
    'answer': '(1)',
  },
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 自炊 (2) 批准 (3) 預金 (4) 護衛',
    'answer': '(1)',
  },
  {
    'question': '彼の意見は計画の変更に大きな（　）を与えた。 (1) 自重 (2) 儀式 (3) 妥結 (4) 個室',
    'answer': '(3)',
  },
  {'question': '彼は責任を感じて自ら（　）した。 (1) 起伏 (2) 是認 (3) 姿勢 (4) 事情', 'answer': '(2)'},
  {
    'question': 'この資料は今後の会議でも（　）される予定だ。 (1) 気象 (2) 批准 (3) 戯曲 (4) 微笑',
    'answer': '(4)',
  },
  {
    'question': '無断欠勤を続けたため、彼は会社から（　）された。 (1) 左遷 (2) 治療 (3) 処分 (4) 危害',
    'answer': '(1)',
  },
  {
    'question': '事故現場で迅速な（　）が求められる。 (1) 過労 (2) 個室 (3) 否決 (4) 自立',
    'answer': '(3)',
  },
  {
    'question': '国際社会は自然環境の（　）に取り組んでいる。 (1) 棄却 (2) 危害 (3) 偽装 (4) 疎外',
    'answer': '(1)',
  },
  {'question': '寒さで手足が（　）してきた。 (1) 所属 (2) 比例 (3) 軌道 (4) 疎外', 'answer': '(1)'},

  {
    'question': '強風で、家から（ ）出られなかった。	(1)	出ようにも		(2)	出ようが		(3)	出たなら	(4)	出れば ',
    'answer': '(1)',
  },
  {
    'question':
        '身長 2 メートル（ ）大男が、突然、目の前に現れた。 (1) だけある (2) からする (3) だけする (4) からある',
    'answer': '(4)',
  },
  {
    'question': 'だれにも知られること（ ）準備を進めなければならない。 (1) なくて (2) なしに (3) ないで (4) ないと',
    'answer': '(2)',
  },
  {
    'question':
        '患者のプライバシーをほかの人に漏らすなんて、医者としてある（ ）ことだ。 (1) べからず (2) はずの (3) かぎりの (4) まじき',
    'answer': '(4)',
  },
  {
    'question':
        'たとえ子供（ ）、自分のしたことは自分で責任をとらなければならない。 (1) ならば (2) であれ (3) ならでは (4) であると',
    'answer': '(2)',
  },
  {
    'question':
        '将棋のおもしろさを知ってからと（ ）、彼は暇さえあれば将棋の本ばかり読んでいる。 (1) いうまで (2) いうのに (3) いうこと (4) いうもの',
    'answer': '(4)',
  },
  {
    'question':
        'もうとても追いつけないだろうと（ ）、驚くほどの速さで彼は一気に先頭に走り出た。 (1) おもいきや (2) おもうべく (3) おもいがけず (4) おもうだに',
    'answer': '(1)',
  },
  {
    'question':
        'どちらに（ ）で、そうたいした差があるとは思えない。 (1) するもの (2) したもの (3) するところ (4) したところ',
    'answer': '(4)',
  },
  {
    'question': '部下からそんなことを言われる（ ）、さぞ不愉快だっただろう。 (1) では (2) には (3) とは (4) かは',
    'answer': '(3)',
  },
  {
    'question':
        '国は早く対策をたててほしいと、被害者たちは涙（ ）訴えた。 (1) ばかりに (2) のままに (3) かぎりに (4) ながらに',
    'answer': '(4)',
  },
  {
    'question': '「あっ、だれかおぼれてる」と言う（ ）、彼は川に飛び込んだ。 (1) なり (2) まま (3) ほど (4) ゆえ',
    'answer': '(1)',
  },
  {
    'question':
        '服装はいつもとだいぶ違うが、やっぱりあれは田中さんに（ ）。 (1) 比べない (2) 相違ない (3) ほかはない (4) わけがない',
    'answer': '(2)',
  },
  {
    'question':
        '水も食糧もない状況に（ ）、人々は互いに助け合うことの大切さを学んだ。 (1) あって (2) とって (3) かけて (4) つれて',
    'answer': '(1)',
  },
  {
    'question':
        '君自身の問題だから、「やめてしまえ」（ ）、いまいちど考え直してみたらどうだろうか。 (1) とまでは言わなくて (2) とも言うまいし',
    'answer': '(3)',
  },
  {
    'question': '飛行機がだめなら、列車で行く（ ）のことだ。 (1) べき (2) まで (3) は1ず (4) のみ',
    'answer': '(2)',
  },
  {
    'question':
        '留学したい気持ちは分かるが、この病状では、延期（ ）をえないだろう。 (1) されず (2) せざる (3) せず (4) せぬ',
    'answer': '(2)',
  },
  {
    'question': '今にも夕立が（ ）ばかりの空模様だ。 (1) 降り出した (2) 降り出して (3) 降りださん (4) 降り出そう',
    'answer': '(3)',
  },
  {
    'question':
        'とてもうれしくて、この喜びをだれかに（ ）いられなかった。 (1) 話せずには (2) 話されるには (3) 話さずには (4) 話すには',
    'answer': '(3)',
  },
  {
    'question':
        'わからない単語があったら、辞書を引く（ ）だれかに聞く（ ）して、調べておきなさい。 (1) なり、なり (2) こと、こと (3) と、と (4) し、し',
    'answer': '(1)',
  },
  {
    'question': '手術後の経過が順調だったら、来週は散歩に出ても（ ）。 (1) むりである (2) むりもない',
    'answer': '(4)',
  },
  {
    'question': '新企画の中止が決まろうとしているが、担当した者たちは反対せずには（ ）。 (1) ならないだろう (2) ないだろう',
    'answer': '(4)',
  },
  {
    'question':
        '習慣や考え方は人によって異なるので、自分にとっての常識は他人にとっての非常識で（ ）。 (1) ないとかぎられる (2) ないともかぎらない',
    'answer': '(3)',
  },
  {
    'question': '優秀な田中君のことだから、論文を 1 週間で仕上げたと聞いても驚く（ ）。 (1) にあてられない (2) にはあたる',
    'answer': '(3)',
  },
  {
    'question':
        '駅前の新しい喫茶店は、明日の開店をひかえてすっかり準備が整い、あとは客を（ ）。 (1) 待たないばかりになっている (2) 待たないほどになっている',
    'answer': '(3)',
  },
  {
    'question':
        '人はとかく自身に都合がいい意見にのみ耳を傾ける（ ）。 (1) きらいになる (2) きらいがある (3) きらいである (4) きらいとなる',
    'answer': '(2)',
  },
  {
    'question': '森の動物たちの映画を見て、家族の愛情（ ）。 (1) に心を打った (2) が心を打たれた',
    'answer': '(4)',
  },
  {
    'question': 'あの役者のきざな格好は、まったく見るに（ ）。 (1) たまらない (2) たえない (3) おえない (4) かたくない',
    'answer': '(2)',
  },
  {
    'question':
        '山下博士が画期的な理論を打ち立てたと新聞に出ていた。博士の頭脳と実力（ ）すれば、 それは意外なことではない。 (1) になって (2) をとって (3) に2とって (4) をもって',
    'answer': '(4)',
  },
  {
    'question':
        'こんな悪天候の中を歩いていらしたんですか。電話をくだされば車でお迎えにまいりました （ ）。 (1) ものを (2) はずを (3) もので (4) はずで',
    'answer': '(1)',
  },
  {
    'question':
        '何もおっしゃらないでください。私なりによく考えた（ ）出した結果なのです。 (1) わけで (2) すえに (3) かぎり (4) さいご',
    'answer': '(2)',
  },
  {
    'question':
        '今年は作物の生育がよくないそうだ。夏の低温に（ ）雨が少なかったのが原因だと考えら れている。 (1) くわえれば (2) くわえて (3) くわわって (4) くわわれば',
    'answer': '(2)',
  },
  {
    'question':
        '新校舎の完成は大幅に遅れているらしい。現状（ ）あと 1 か月はかかりそうだ。 (1) からすると (2) までしても (3) とともに (4) によって',
    'answer': '(1)',
  },
  {
    'question':
        '来月市民ホールが完成する。3 日の記念講演を（ ）、コンサートや発表会などが連日予定 されている。 (1) はじまりに (2) まくあけで (3) かわきりに (4) さいしょで',
    'answer': '(3)',
  },
  {
    'question':
        'もう毎晩、毎晩、隣の夫婦は大げんか、本当にうるさい（ ）ありゃしない！ (1) というなら (2) といえば (3) といったら (4) といっても',
    'answer': '(3)',
  },
  {
    'question':
        'またしても現職大臣の汚職が発覚した。このままでは内閣が総辞職（ ）すまないだろう。 (1) しては (2) せずにも (3) しなくても (4) せずには',
    'answer': '(4)',
  },
  {
    'question':
        '試験で 100 点をとったからって、驚くには（ ）。彼女は、それなりの努力をしているから。 (1) あたっている (2) あたらない (3) ありうる (4) ありえない',
    'answer': '(2)',
  },
  {
    'question':
        'いずれ会長の指導力も衰え、社長の陰に隠れてしまうことは想像（ ）。 (1) に難しい (2) に難しくない (3) に難い (4) に難くない',
    'answer': '(4)',
  },
  {
    'question':
        '今や情報の時代、居ながらにして世界の状況がわかる。わざわざ現地に行く（ ）。 (1) までだ (2) までではない (3) までのことだ (4) までもない',
    'answer': '(4)',
  },
  {
    'question': 'これは機密事項である。口外（ ）。 (1) せざるべきだ (2) しないべきだ (3) するべし (4) するべからず',
    'answer': '(4)',
  },
  {
    'question':
        '大地震の被害を受けた人々が早く元気になることを願って（ ）。 (1) おわらない (2) やまない (3) しまわない (4) やめない',
    'answer': '(2)',
  },
  {
    'question': '今度うそをついたら、本当に針千本飲まさずには（ ）！ (1) やめない (2) もたない (3) おかない (4) えない',
    'answer': '(3)',
  },
  {
    'question':
        'え？ 幽霊を見たって？ 錯覚よ、錯覚（ ）何だって言うの？ (1) としても (2) とせずに (3) であって (4) でなくて',
    'answer': '(4)',
  },
  {
    'question': '社長もまた株主総会の決定には従わざるを得ず、退任を（ ）。 (1) 余儀せずさせた (2) 余儀せずされた',
    'answer': '(4)',
  },
  {
    'question': '実際に住んでみて肌で感じることなしには、その国の文化は理解（ ）。 (1) できるだろう (2) できるかもしれない',
    'answer': '(3)',
  },
  {
    'question':
        'テレビドラマではあるまいし、現実にそんな都合のいい偶然がある（ ）。 (1) だろう (2) かもしれない (3) わけだ (4) わけがない',
    'answer': '(4)',
  },
  {
    'question':
        '今さら先生のせいにしたって、合格する（ ）。 (1) べきではない (2) かもしれない (3) わけではない (4) までもない',
    'answer': '(3)',
  },
  {
    'question':
        'まさか！本当に 1 千万円の宝くじが当たるなんて、夢にだに（ ）。 (1) 見た (2) 見なかった (3) 見えた (4) 見えなかった',
    'answer': '(2)',
  },
  {
    'question': '妻にすら行き先を（ ）、彼はふらりと旅行に出た。 (1) 告げようとして (2) 告げまいとして',
    'answer': '(4)',
  },
  {'question': 'プロの芸人たるもの、他人のまねは（ ）。 (1) できるだろう (2) できるはずだ', 'answer': '(3)'},
  {
    'question': '今朝は仕事の疲れがたまり、おまけに熱まで出て、（ ）起きられなかった。 (1) 起きれば (2) 起きても',
    'answer': '(3)',
  },
  {
    'question': '現代人の生活はテレビなどのマスメディアなしには（ ）。 (1) 語れるだろう (2) 語れない',
    'answer': '(2)',
  },
  {
    'question': 'あの女優をおいて、この映画の役をこなせる者は（ ）。 (1) いるかもしれない (2) いないだろう',
    'answer': '(2)',
  },
  {
    'question':
        '彼の存在（ ）、今度の企画は失敗に終わっていただろう。 (1) どおりに (2) なくしては (3) ならでは (4) に限らず',
    'answer': '(2)',
  },
  {
    'question': '可能性がゼロになったわけじゃないんだ。一生懸命やれば（ ）。 (1) できるものではない (2) できることではない',
    'answer': '(3)',
  },
  {
    'question':
        '不況の波を乗り越えるため、日曜（ ）休まず働かねばならない。 (1) としても (2) といえども (3) と4もなく (4) とばかりに',
    'answer': '(2)',
  },
  {
    'question': '機械化が進み、便利な世の中に（ ）、働かないで遊んで暮らせるわけではない。 (1) なるように (2) なったからこそ',
    'answer': '(4)',
  },
  {
    'question':
        '君が金に困っていると知っていれば、何とか力になった（ ）、どうして教えてくれなかっ たの？ (1) ように (2) ほどに (3) ばかりに (4) ものを',
    'answer': '(4)',
  },
  {
    'question': '「はい、がんばります！」と口では（ ）、なかなか実行できないのが現実だ。 (1) 言わずに (2) 言いながらに',
    'answer': '(4)',
  },
  {
    'question': '手術後回復したかと思いきや、病状は（ ）。 (1) やはり少しずつ良くなった (2) はたして健康をとりもどした',
    'answer': '(4)',
  },
  {
    'question':
        '緊急の電話を受けた警察官は、パトカーに飛び乗る（ ）、猛スピードで現場へ向かった。 (1) より早いか (2) が早いか (3) から早いか (4) も早いか',
    'answer': '(2)',
  },
  {
    'question':
        'もう疲労の限界だった彼は玄関のドアを（ ）、バタリと倒れてしまった。 (1) 開けるなり (2) 開けたなり (3) 開けるべく (4) 開けたべく',
    'answer': '(1)',
  },
  {
    'question': '授業終了のベルが鳴る（ ）、彼はトイレへ直行した。 (1) やいなや (2) とたんに (3) ばかりに (4) が最後',
    'answer': '(1)',
  },
  {
    'question': '最近は年のせいか、記憶力が衰え、（ ）忘れていってしまう。 (1) 習うそばから (2) 習えばそばから',
    'answer': '(1)',
  },
  {
    'question': '予想した（ ）、自体は悪化する一方だった。 (1) ごとし (2) ごとく (3) べし (4) べく',
    'answer': '(2)',
  },
  {
    'question':
        '喫茶店に流れる静かな曲を（ ）聞いていたら、昔、恋人といっしょに聞いた思い出の曲だ とわかり、懐かしさで胸が一杯になった。 (1) 聞きながら (2) 聞こうにも',
    'answer': '(4)',
  },
  {
    'question': '彼女は、夫の無実を涙（ ）訴えた。 (1) なりに (2) あって (3) っぽく (4) ながらに',
    'answer': '(4)',
  },
  {
    'question':
        '子どもの成長の段階（ ）は、母親がそばにいた方が望ましい。 (1) にいたって (2) にとって (3) に5あって (4) にして',
    'answer': '(3)',
  },
  {
    'question': '一度社会的信用を（ ）、それを取り戻すのは大変だ。 (1) 失ったらもはや (2) 失ったが最後',
    'answer': '(2)',
  },
  {
    'question':
        '私どもは、お客さまのニーズに（ ）、より一層のサービスを心がけております。 (1) こたえようにも (2) こたえんばかりに',
    'answer': '(4)',
  },
  {
    'question': '「いじめ」の問題は、ひとり学校（ ）家庭内にも問題があるように思われる。 (1) をものともせず (2) を限りに',
    'answer': '(3)',
  },
  {
    'question':
        '地震そのものによる被害（ ）、直後の火災によって命を落とした人も少なくない。 (1) もさることながら (2) ではあるまいし',
    'answer': '(1)',
  },
  {
    'question': 'この映画はストーリー（ ）音楽（ ）まれにみる作品だね！ (1) であれ、であれ (2) なり、なり',
    'answer': '(3)',
  },
  {
    'question': 'もう知りません。南極へ行く（ ）、月旅行するなり好きにしなさい！ (1) や (2) べく (3) し (4) なり',
    'answer': '(4)',
  },
  {
    'question':
        '息子も息子（ ）考えてやっているようだ。あまり型にはめるようなことはよそう。 (1) なりに (2) ために (3) からに (4) ところに',
    'answer': '(1)',
  },
  {
    'question':
        'あの歌手は甘いマスクとさわやかな声が、そのスマートな容姿（ ）、またたくまに若い女 の子の間で人気の的になった。 (1) とともに (2) と相まって (3) につれて (4) にしたがって',
    'answer': '(2)',
  },
  {
    'question':
        '「さあ、今日が決戦だ！」（ ）、選手たちは勢いよくグランドに出て行った。 (1) ともない (2) と思いきや (3) ともなれば (4) とばかりに',
    'answer': '(4)',
  },
  {
    'question':
        'テストを返すときの先生の顔はまるで「信じられない」と（ ）だった。 (1) 言わないほど (2) 言わないのみ (3) 言わんばかり (4) 言わぬが仏',
    'answer': '(3)',
  },
  {
    'question':
        '反抗ばかりしてきたが、子どもを持つ今（ ）初めて親の気持ちが分かる。 (1) だから (2) であれ (3) とはいえ (4) にして',
    'answer': '(4)',
  },
  {
    'question': '火災予防の訓練は実際の場合（ ）、行われた。 (1) をよそに (2) はもとより (3) に即して (4) に引きかえ',
    'answer': '(3)',
  },
  {
    'question':
        'カーレースはいろいろな国のスポーツカーが、抜きつ（ ）の大接戦となった。 (1) 抜きつ (2) 後れつ (3) 抜6かれつ (4) 進みつ',
    'answer': '(3)',
  },
  {
    'question':
        '父は、たばこ歴 20 年。健康のため「今日（ ）タバコをやめます」と家族に宣言した。 (1) をはじめ (2) をもとに (3) を抜きに (4) を限りに',
    'answer': '(4)',
  },
  {
    'question': '彼は世間の冷笑（ ）、自らの信念を貫き通し、研究を完成させた。 (1) をものともせず (2) のみならず',
    'answer': '(1)',
  },
  {
    'question': '一学生の発言（ ）、次々と学校批判が続出し、集会は大混乱となった。 (1) までもなく (2) を余儀なくされ',
    'answer': '(4)',
  },
  {
    'question':
        '彼は情勢を楽観しすぎる（ ）。あれでは、今後、いろいろと問題が起きると思う。 (1) べきではない (2) ものがある (3) までもない (4) きらいがある',
    'answer': '(4)',
  },
  {
    'question':
        '彼は酒癖が悪くてね。最初は明るくていいんだけど、酔っぱらってくると、上司の悪口を言 い始め、最後には泣き出す（ ）だ。 (1) 終始 (2) 始末 (3) 始終 (4) 結末',
    'answer': '(2)',
  },
  {
    'question': 'いえ、本当にこの目で見たんです、ネッシーを。幻覚だと（ ）ですがね。 (1) 言われれば幻覚 (2) 言われればそれまで',
    'answer': '(2)',
  },
  {
    'question':
        '勉強、勉強といっても、ただ勉強する時間が多ければ良い（ ）。効率の良い勉強方法を工 夫しなければ良い成績にはつながらない。 (1) きらいがある (2) といったらない',
    'answer': '(4)',
  },
  {
    'question':
        '長年連れそった主人を亡くし、何か心の中に穴があいたみたいで寂しい（ ）。 (1) 至りだ (2) 極みだ (3) 限りだ (4) きりだ',
    'answer': '(3)',
  },
  {
    'question':
        '溺れている人を助けただけなのに、新聞にとりあげられ、表彰までしていただいて、まこと に光栄（ ）です。 (1) の至り (2) に存じ (3) まみれ (4) だらけ',
    'answer': '(1)',
  },
  {
    'question':
        '大恋愛の末、結婚して 1 カ月、きのうまで幸福（ ）にあった A 子さんは、ご主人を交通 事故で亡くし、一瞬にして絶望の底に落ちてしまった。 (1) 極まりない (2) まみれ (3) の極み (4) の限り',
    'answer': '(3)',
  },
  {
    'question':
        '先日は大変お世話になりました。お礼（ ）、田舎から届きましたりんごをお持ちしました。 (1) の一方 (2) の半面 (3) かたがた (4) ながらに',
    'answer': '(3)',
  },
  {
    'question':
        'だれ、テレビを（ ）で、出かけたのは。電気代がもったいないでしょ。 (1) つけながら (2) つけかけ (3) つ7けっきり (4) つけっぱなし',
    'answer': '(4)',
  },
  {
    'question':
        'うちの弟は、自動車整備工場で毎日油（ ）になって、働いている。 (1) まみれ (2) ずくめ (3) の限り (4) に極み',
    'answer': '(1)',
  },
  {
    'question':
        '彼の書いた本など（ ）足りない。読むだけ時間のむだだ。 (1) 論ずれば (2) 論じても (3) 論ぜさるを (4) 論ずるに',
    'answer': '(4)',
  },
  {
    'question':
        '依頼人をホテルに誘うなんて、弁護士として（ ）行為である。 (1) あるまい (2) あるまじき (3) ないまじき (4) ないべき',
    'answer': '(2)',
  },
  {
    'question':
        'ギャラリーはたくさんあっても、鑑賞（ ）絵はめったにない。 (1) にたえる (2) にかかわる (3) 極まる (4) ずくめの',
    'answer': '(1)',
  },
  {
    'question': '子供（ ）我が家、子供がいなかったら、即離婚だな。 (1) あるべき (2) あればの (3) あったの (4) あっての',
    'answer': '(4)',
  },
  {
    'question': '主婦のパートだったら、時給 700 円から 1000 円（ ）が相場だろう。 (1) といったこと (2) といったところ',
    'answer': '(2)',
  },
  {
    'question':
        '彼は噂によると 1 億 5 千万円（ ）借金を抱えているという。 (1) にまして (2) にたる (3) からの (4) ゆえの',
    'answer': '(3)',
  },
  {
    'question':
        '冬の厳しいこの地方でも、雪がとけ始め、あたりもようやく春（ ）。 (1) っぽい (2) どおりだ (3) づいてきた (4) めいてきた',
    'answer': '(4)',
  },
  {
    'question':
        'あの店（ ）サービスが悪くて…。味だけは一流なんだけどね。 (1) としたら (2) ときたら (3) として (4) ときて',
    'answer': '(2)',
  },
  {
    'question':
        '冬は人通りが少なく寂しい限りだが、春（ ）、花見客でにぎわうようになる。 (1) ともなると (2) ともあれ (3) ともすると (4) ともなれ',
    'answer': '(1)',
  },
  {
    'question': '漢字は（ ）ひらがなも書けないなんて！ (1) あげく (2) きわみ (3) かぎり (4) おろか',
    'answer': '(4)',
  },
  {
    'question':
        '私がお見合いしようと（ ）と、あなたには関係ありません。 (1) するまい (2) せざる (3) したい (4) したがらざる',
    'answer': '(1)',
  },
  {
    'question':
        '彼女は仕事をする（ ）独学で英語を学び、英検 1 級に合格した。 (1) かたわら (2) あまり (3) うちに (4) そばから',
    'answer': '(1)',
  },
  {
    'question':
        'こんな夜中に電話してくるなんて、非常識（ ）。 (1) 極まっている (2) 極めている (3) 極まらない (4) 極まりない',
    'answer': '(4)',
  },
  {
    'question':
        '学生あての荷物が学校に届いたが、夏休み中の（ ）連絡がとれなかった。 (1) ことに (2) ことさせ (3) ことでは (4) こととて',
    'answer': '(4)',
  },
  {
    'question':
        '上から下まで黒（ ）妙な人物が家の前をうろうろしていたのでびっくりした。 (1) ずくめで (2) ぐらいで (3) め8いて (4) ぼっちで',
    'answer': '(1)',
  },
  {
    'question': 'やるだけのことはやった。あとは、合格通知を待つ（ ）だ。 (1) のみ (2) ほど (3) きり (4) すら',
    'answer': '(1)',
  },
  {
    'question':
        '東京に家を建てるためだ。節約、節約、1 円（ ）むだづかいはできない。 (1) ならでは (2) どころか (3) たりとも (4) までも',
    'answer': '(3)',
  },
  {
    'question': '彼女がこのクラスに（ ）からというもの、雰囲気が一変した。 (1) 入る (2) 入った (3) 入って (4) 入らない',
    'answer': '(3)',
  },
  {
    'question':
        '10 年に一度のお祭り（ ）、村は見物客でにぎわった。 (1) として (2) にあたって (3) とあって (4) にして',
    'answer': '(3)',
  },
  {
    'question':
        'まさか…あのテレビのアナウンサーがガンだった（ ）、知らなかった。 (1) とは (2) にすら (3) わけに (4) ものを',
    'answer': '(1)',
  },
  {
    'question': '可能性がないとは言わない（ ）も、限りなくゼロに近いね。 (1) すら (2) から (3) ばかり (4) まで',
    'answer': '(4)',
  },
  {
    'question': 'これこそ日本の味だ。日本（ ）の独特の風味がある。 (1) であれ (2) ならでは (3) らしき (4) ごとき',
    'answer': '(2)',
  },
  {
    'question':
        '妻が離婚を決意する（ ）、初めて夫は自分の非に気づいた。 (1) にひきかえ (2) について (3) にいたって (4) に際して',
    'answer': '(3)',
  },
  {
    'question':
        'たかが不合格だとは思っても、「死にます」って手紙に書いてあったんだ。命に（ ）こと なんだ。ほっておけないよ。 (1) いたる (2) かかわる (3) あたる (4) かわる',
    'answer': '(2)',
  },
  {
    'question': '勉強家の弟（ ）、兄は遊んでばかりいる。 (1) にひきかえ (2) はもとより (3) とはいえ (4) とともに',
    'answer': '(1)',
  },
  {
    'question':
        '大人気だった第一回目のコンサートにも（ ）、今回はチケット発売時から申し込みが殺到 している。 (1) ひきかえ (2) まして (3) いたって (4) あたって',
    'answer': '(2)',
  },
  {
    'question': 'あなたのためを思えば（ ）、こんなに厳しくいうのです。 (1) から (2) こそ (3) すら (4) だけ',
    'answer': '(2)',
  },
  {
    'question':
        'こんな簡単なことは、わざわざ先生にきく（ ）、辞書をひけばわかります。 (1) ほどもなく (2) わけもなく (3) はずもなく (4) までもなく',
    'answer': '(4)',
  },
  {
    'question':
        'だれもが有名になりたがるが、有名である（ ）悩みというものもある。 (1) ごとくの (2) かわりの (3) がゆえの (4) だけの',
    'answer': '(3)',
  },
  {
    'question':
        'きみの実力を（ ）すれば、日本語能力試験など恐れるにたりない。 (1) ように (2) とって (3) か9ぎりに (4) もって',
    'answer': '(4)',
  },
  {
    'question':
        'まわりの人々の忠告（ ）、わがままを通してきた彼ももうすぐ人の親になる。 (1) をよそに (2) はもとより (3) はやはり (4) をかぎりに',
    'answer': '(1)',
  },
  {
    'question': '課長の S は、策略家で、社長に（ ）、いろいろ裏工作をしていると聞く。 (1) ならぬがために (2) ならんがために',
    'answer': '(2)',
  },
  {
    'question':
        '子どものけんかに親がわざわざ口出しをする（ ）。それぐらいのこと子ども同士で解決さ せろ。 (1) までだ (2) までもない (3) ものだ (4) のもでもない',
    'answer': '(2)',
  },
  {
    'question':
        'あの冷静な A さん（ ）上がってしまうのだから、そうでない我々はどうなることか。 (1) だから (2) にして (3) こそ (4) なのに',
    'answer': '(2)',
  },
  {
    'question':
        'ファミコンにかけては、子ども（ ）、バカにはできない。 (1) というなら (2) といったが (3) といって (4) といえども',
    'answer': '(4)',
  },
  {
    'question':
        'うちの母親におかずが少ないとか、まずいとか（ ）が最後、つぎから食事は作ってもらえ ない。 (1) 言った (2) 言って (3) 言う (4) 言わない',
    'answer': '(1)',
  },
  {
    'question':
        '主婦は、夫と子どもを残して、旅行で 3 日も家をあけると、家の中がどうなっているか、（ ） だに恐ろしいという。 (1) 想像する (2) 想像できる (3) 想像せず (4) 想像せぬ',
    'answer': '(1)',
  },
  {
    'question':
        '友人が病院に運ばれたときいたときは、もうだめかと思ったが、かろうじて命だけは（ ）。 (1) たすかるわけだ (2) たすかるしまった',
    'answer': '(4)',
  },
  {
    'question': '強引で一方的なところがある彼は、人の話をろくに（ ）。 (1) ききようがない (2) きくべきではない',
    'answer': '(3)',
  },
  {
    'question':
        'あなたを心配しているからこそ、わたしはあなたに、厳しく注意する（ ）。 (1) ものです (2) はずです (3) のです (4) ことです',
    'answer': '(3)',
  },
  {
    'question':
        '通信販売に人気が集まっている。確かに便利なものであるとはいえ、実際に品物を見ないこ とには、（）。 (1) 安心してやまない (2) 安心するかぎりだ',
    'answer': '(4)',
  },
  {
    'question': '全員合格を目指してがんばったが、実際に合格できたのは 50 ％（ ）。 (1) を過ぎた (2) に過ぎなかった',
    'answer': '(2)',
  },
  {
    'question':
        '旅行に行って、少しのんびりしたいと思うが、会社が休みをくれないのでは、行きたくても （ ）。 (1) 行かざるをえない (2) 行かないではいられない',
    'answer': '(3)',
  },
  {
    'question':
        '「ミスをなくせ」と言われても、機械ではあるまいし、完璧な仕事は、そう簡単に（ ）。 (1) できるものではない (2) できるつもりはない',
    'answer': '(1)',
  },
  {
    'question': '冗談が好きでいつもみんなを笑わせてくれる彼だが、少し冗談が（ ）。 (1) 過ぎるにたえない (2) 過ぎるきらいがある',
    'answer': '(2)',
  },
  {
    'question': '優しくて冷静な彼といえども、場合によっては感情的な反応を（ ）。 (1) 示さんばかりである (2) 示しつつある',
    'answer': '(4)',
  },
  {
    'question':
        '不況が続く中、どの会社も生き残るために必死である。しかし、社員（ ）会社なのだか ら、社員に負担をかけるようなことは、できるだけ避けなければならない。 (1) かぎりの (2) ずくめの (3) まみれの (4) あっての',
    'answer': '(4)',
  },
  {
    'question':
        '今の情報化社会では、メディアを通してさまざまな体験ができるようになった。だからこそ、 実際に（）体験することの重要性も増してきている。 (1) 身をおいて (2) 身をもって (3) (4)',
    'answer': '(2)',
  },
  {
    'question':
        'なぜ、彼女はわたしに相談してくれなかったのだろう。わたしに相談してくれさえすれば、 いくらでも力になった（）。彼女の立場を思うと分からないでもないが、いまさらながら、 悔やまれる。 (1) ものの (2) ものだ (3) ものを (4) ものか',
    'answer': '(3)',
  },
  {
    'question':
        '消費税を廃止しろと言う人がいる。しかし、歴史を後戻り（ ）。むしろ、所得税をすべて 消費税に切り替えることの方が、現在の消費社会に適していて現実的だ。 (1) させるべきではない (2) させるしかない',
    'answer': '(1)',
  },
  {
    'question':
        '知人の K 氏は、日本の大都市で暮らしながら、毎年、母国から来日する留学生の世話をしている。自分の仕事をもちながら苦労して後輩のめんどうを見るのは、彼自身、かつて留学生 だった（）。後輩を育てることが、現在の彼の生きがいである。 (1) からにはしかたがない (2) よりほかにない 11',
    'answer': '(3)',
  },
  {
    'question':
        '今、思い出してみると、学生時代は本当にのんびりしていた。それが、就職して社会の一員 に（ ）、ほとんど自分の生活をふりかえる余裕もなく、仕事に追われる毎日となってしまった。 (1) なったそばから (2) なってからというもの (3) (4)',
    'answer': '(2)',
  },
  {
    'question':
        '確かに計画が失敗した責任は彼にある。だからといって、人の悪口を、その人のいないとこ ろで（）。人のことを悪く言えば、必ずその言葉は自分に返ってくるからである。 (1) 言わずにはおかない (2) 言わないものではない',
    'answer': '(3)',
  },
  {
    'question':
        'なぜ「いじめ」のような事件が起きるのであろうか。いろいろ議論は（ ）学校の内部だけ の問題でないことは確かである。 (1) あるのみならず (2) あるにせよ',
    'answer': '(2)',
  },
  {
    'question':
        'あの戦争から 50 年以上がたつというのに、今も世界のあちこちで争いが絶えない。地球全体 が病気にかかっているようで、将来を（）。 (1) 心配せずにはいられない (2) 心配するものではない (3) (4)',
    'answer': '(1)',
  },
  {
    'question':
        '人間は社会的な動物であり、特に現代の情報社会では社会を意識しないでは生きて行けない。 しかし、人が何と（ ）、絶対に変わらない強い意志も必要である。 (1) 言いながらも (2) 言うまじき (3) 言おうと (4) 言うまいと',
    'answer': '(3)',
  },
  {
    'question': '天候に（ ）明日は遠足に行きます。 (1) かかわらず (2) よると (3) よれば (4) かかわり',
    'answer': '(1)',
  },
  {
    'question':
        '子どもたちは動物園に着くが（ ）おやつを食べ出した。 (1) はやいか (2) はやるか (3) はやくて (4) はやめて',
    'answer': '(1)',
  },
  {
    'question': '試験の結果を（ ）クラス分けを行います。 (1) めぐって (2) もとづいて (3) かぎりにして (4) もとにして',
    'answer': '(4)',
  },
  {
    'question':
        '帰国のあいさつ（ ）おみやげを持って先生のお宅を訪問した。 (1) がらみに (2) かたがた (3) かねて (4) がために',
    'answer': '(2)',
  },
  {
    'question':
        '彼は学生として許す（ ）行為を行ったとして退学させられた。 (1) べく (2) べき (3) べからざる (4) べからず',
    'answer': '(3)',
  },
  {
    'question': '卒業生の健康と幸せを願って（ ）。 (1) やまない (2) そういない (3) とまらない (4) すまない',
    'answer': '(1)',
  },
  {
    'question': '今日は朝からいいこと（ ）しあわせな気分だ。 (1) ずくめで (2) よりで (3) あ12ふれて (4) かぎりで',
    'answer': '(1)',
  },
  {
    'question': '原子力発電所の建設に（ ）住民との話し合いが持たれた。 (1) かけて (2) わたって (3) あたって (4) うけて',
    'answer': '(3)',
  },
  {
    'question': 'あのレストランの料理は量（ ）味（ ）文句のつけようがない。 (1) とに、とに (2) をよそに、をよそに',
    'answer': '(4)',
  },
  {
    'question': '駅前のスーパーまで散歩（ ）買い物に行った。 (1) がてら (2) につれて (3) にともなって (4) かたわら',
    'answer': '(1)',
  },
  {
    'question': '犯人は買い物をしていた（ ）警官に逮捕された。 (1) ところに (2) ところを (3) あいだ (4) そばから',
    'answer': '(2)',
  },
  {
    'question': '列にわりこむなど紳士にある（ ）行為だ。 (1) まい (2) まじき (3) らしい (4) べき',
    'answer': '(2)',
  },
  {
    'question':
        'ああでもない、こうでもないと迷惑をかけたあげく、あの（ ）。 (1) かぎりだ (2) しまつだ (3) しまいだ (4) おわりだ',
    'answer': '(2)',
  },
  {
    'question':
        '十代の娘じゃ（ ）そんなはでなリボンはつけられませんよ。 (1) ありながら (2) ありそうに (3) あるまいし (4) あるほどに',
    'answer': '(3)',
  },
  {'question': '風呂の水を（ ）出かけてしまった。 (1) だしにして (2) だしっぱなしにして', 'answer': '(2)'},
  {
    'question': 'あの患者は重い病気のため、一人では食事（ ）。 (1) せずにはおかない (2) せしめるほどだ',
    'answer': '(4)',
  },
  {
    'question':
        '今年の米は温暖な気候と適度な雨量とが（ ）豊作となった。 (1) あざむいて (2) あいまって (3) あてがって (4) あたいして',
    'answer': '(2)',
  },
  {
    'question': '動物保護に（ ）重要な環境問題について真剣に議論した。 (1) まもる (2) おうして (3) よって (4) かかわる',
    'answer': '(4)',
  },
  {
    'question': '彼が秘密を外部にもらしたことは想像に（ ）。 (1) こえない (2) こえる (3) かたい (4) かたくない',
    'answer': '(4)',
  },
  {
    'question': '国防費を（ ）種々の予算が見直されはじめた。 (1) かわきりに (2) ばかりに (3) あっての (4) みなして',
    'answer': '(1)',
  },
  {
    'question':
        '任務（ ）あの南極で長い冬を越すのは大変なことだろう。 (1) といえば (2) とばかりに (3) と13はいえ (4) ともなく',
    'answer': '(3)',
  },
  {
    'question': '今回の出版に関してご配慮をたまわり感謝に（ ）。 (1) たえません (2) やむをえません (3) (4)',
    'answer': '(1)',
  },
  {
    'question':
        '他の人にとって厳しいトレーニングでも、あの運動は山田さんにとってはちょうどいい散歩 （ ）。 (1) といえばこそだ (2) といったかもしれない',
    'answer': '(3)',
  },
  {
    'question':
        '彼女の今までの苦労を知っているので、留学が決まった時あれほど喜んだ気持ちが（ ）。 (1) わからなかった (2) わからないでもない',
    'answer': '(2)',
  },
  {
    'question':
        'あの作家は天才なのだから、わずか 3 日で傑作を書いたからといって、驚く（ ）。 (1) にはあたらない (2) べきことだ',
    'answer': '(1)',
  },
  {
    'question': '毎日遅刻せずに会社に来るとはいえ、その仕事ぶりは（ ）。 (1) ひどいはずがない (2) ひどいわけではない',
    'answer': '(4)',
  },
  {
    'question': '話をおもしろくするためだろうか、あの人はものごとを大げさに言う（ ）。 (1) きらいがある (2) きらいではない',
    'answer': '(1)',
  },
  {
    'question':
        '勉強よりまず健康のことを考えるべきだ。試験に合格しても、病気になってしまったら（ ）。 (1) それまでだ (2) それからだ (3) それほどだ (4) それのみだ',
    'answer': '(1)',
  },
  {
    'question':
        '息子は一流の音楽家になるといって家を出た。大変だが、きっと目的を達成せずには（ ）。 (1) おいてあった (2) おくことはない',
    'answer': '(3)',
  },
  {
    'question':
        '悪条件を（ ）、参加者全員が見事にゴールインした。 (1) ものともせず (2) ものとして (3) ものならず (4) ものながら',
    'answer': '(1)',
  },
  {
    'question':
        '朝起きてまずお茶を飲むことが習慣になっている。お茶（ ）一日が始まらない。 (1) なければ (2) なしには (3) ないので (4) ないのに',
    'answer': '(2)',
  },
  {
    'question':
        '年を取るに（ ）私も父親に言われたことと同じことを自分の子どもに言うようになって きた。 (1) ひきかえ (2) そって (3) つ14れて (4) しても',
    'answer': '(3)',
  },
  {
    'question': '何ヶ月も前から準備してきたからには失敗（ ）と思うが、不安が残る。 (1) せずにはいられない (2) せざるをえない',
    'answer': '(4)',
  },
  {
    'question':
        'おくびょうで（ ）、用心深くなり、危険を避けることができるのだ。 (1) ありえず (2) あるがまま (3) あればこそ (4) あってさえ',
    'answer': '(3)',
  },
  {
    'question':
        'あの名人も初めからこんなに仕事ができたわけではない。若いころは、先輩のやることを見 て、できない（ ）そのまねをしていたのだった。 (1) ながらも (2) つつも (3) たりとも (4) からでも',
    'answer': '(1)',
  },
  {
    'question': '太陽と（ ）永遠に輝いているわけではない。いつかは消え去るときがくる。 (1) いえども (2) いったらば',
    'answer': '(1)',
  },
  {
    'question': '彼の栄光は、きびしいレースを勝ち（ ）末に獲得したものだ。 (1) ぬいて (2) ぬく (3) ぬいた (4) ぬき',
    'answer': '(3)',
  },
  {
    'question': '小さい頃、よく泥（ ）になって弟とけんかをしたものだ。 (1) ずくめ (2) まみれ (3) ばかり (4) みずく',
    'answer': '(2)',
  },
  {
    'question': '喫茶店で、となりの席の話を聞く（ ）聞いていたら、私の会社のことだったので驚いた。 (1) ばかりか (2) のみならず',
    'answer': '(3)',
  },
  {
    'question': '子どものころ、死については（ ）だに恐ろしかった。 (1) 考え (2) 考えた (3) 考えて (4) 考える',
    'answer': '(4)',
  },
  {
    'question':
        'あの時もっとがんばっていれば、と後悔してみた（ ）で、今更しようがない。 (1) の (2) もの (3) こと (4) ところ',
    'answer': '(4)',
  },
  {
    'question':
        'あの人は話好きで、目が（ ）最後、最低 30 分は放してくれない。 (1) あったの (2) あったが (3) あうのに (4) あったから',
    'answer': '(2)',
  },
  {
    'question':
        '他人を犠牲にする（ ）なしに、個人の望みを達成することは困難だと考えている人もい ます。 (1) の (2) こと (3) もの (4) ところ',
    'answer': '(2)',
  },
  {
    'question':
        'あそこの家の父親は、毎日朝から酒を飲んで暴れている。息子は仕事もせず賭ごとに夢中に なっている。まったく、父も父（ ）子も子だ。 (1) と (2) では (3) なら (4) にして',
    'answer': '(3)',
  },
  {
    'question':
        '「考えてみます」と言われたので、了承されたと（ ）、実はそれは「お断りします」という 意味だった。 (1) 思いゆえ (2) 思っても (3) 思15ったり (4) 思いきや',
    'answer': '(4)',
  },
  {
    'question': 'この困難な任務を果たせるのは、彼（ ）おいてほかにはいない。 (1) を (2) は (3) に (4) で',
    'answer': '(1)',
  },
  {
    'question': '環境問題の解決策を（ ）、熱心な議論が続いている。 (1) 通じて (2) めぐって (3) まわって (4) こめて',
    'answer': '(2)',
  },
  {
    'question':
        'この問題については、あなた（ ）お考えがおありでしょうが、ここのところは私の言うと おりにしてください。 (1) 向きの (2) なみの (3) 次第の (4) なりの',
    'answer': '(4)',
  },
  {
    'question':
        'その赤ん坊は、私が抱きあげたら今にも泣き（ ）ばかりの顔をした。 (1) 出す (2) 出さ (3) 出さん (4) 出した',
    'answer': '(3)',
  },
  {
    'question':
        '彼はとても忙しいらしい。食事を（ ）が早いか、すぐに飛びだしていった。 (1) とる (2) とり (3) とって (4) とろう',
    'answer': '(1)',
  },
  {
    'question':
        '詳しくお話を（ ）からでないと、お答えできません。 (1) うかがい (2) うかがう (3) うかがった (4) うかがって',
    'answer': '(4)',
  },
  {
    'question':
        '自分のことだけではなく、相手の立場に立って考えることのできる人、それが大人という （ ）だ。 (1) もの (2) ひと (3) ほう (4) ところ',
    'answer': '(1)',
  },
  {
    'question':
        '彼は読書が好きだが、読んだそば（ ）何を読んだか忘れてしまい、同じ本を何冊も買って しまう。 (1) で (2) から (3) に (4) まで',
    'answer': '(2)',
  },
  {
    'question':
        '経済問題の解決には、政府や企業の対応もさること（ ）、消費者の態度も重要な要素と なる。 (1) ながら (2) であり (3) でなく (4) とともに',
    'answer': '(1)',
  },
  {
    'question':
        '徹夜は（ ）、せめて夜 12 時くらいまでは勉強したほうがいいんじゃないですか。 (1) するほどで (2) するまでも (3) しないほどで(4) しないまでも',
    'answer': '(4)',
  },
  {
    'question':
        'とにかく事故現場をこの目で（ ）ことには、対策はたてられません。 (1) 見た (2) 見る (3) 見ない (4) 見なかった',
    'answer': '(3)',
  },
  {
    'question':
        'チンパンジーは人間の模倣を（ ）のみならず、互いに協力して共同作業をしているらしい という報告もある。 (1) して (2) する (3) せず (4) しまい',
    'answer': '(2)',
  },
  {
    'question': '実際に読んでみて（ ）、古典のおもしろさを知った。 (1) はじめ (2) はじめで (3) はじめて (4) はじめると',
    'answer': '(3)',
  },
  {
    'question': '半導体に対する需要は、ここ数年、以前（ ）もまして高まっている。 (1) まで (2) から (3) で16 (4) に',
    'answer': '(4)',
  },
  {
    'question':
        'お世話になった先生に頼まれた（ ）、ことわるわけにはいかない。 (1) からには (2) からでは (3) までには (4) まででは',
    'answer': '(1)',
  },
  {
    'question':
        '「これが最近書いた本なんですが、あなたにさしあげますから、どうぞお読みください。」「は い、（）いただきます。」 (1) 拝見して (2) ご覧になって',
    'answer': '(3)',
  },
  {
    'question':
        '「先生の奥様はどの方かご存じですか。」「あそこの（ ）を召していらっしゃるご婦人 です。」 (1) 年 (2) お年 (3) 年齢 (4) お年齢',
    'answer': '(2)',
  },
  {
    'question': '帰国する日にパスポートをホテルに置き忘れてくるなんて、いかにも彼の（ ）。 (1) やるべきことだ (2) やりたいことだ',
    'answer': '(3)',
  },
  {
    'question':
        '不景気になってからというもの、長年、会社に貢献してきた人でさえ、会社を（ ）。 (1) やめさせるまでもない (2) やめられないですむ',
    'answer': '(3)',
  },
  {
    'question':
        '運転手が教えてくれたからよかったものの、もう少しで大切な卒業論文をタクシーの中に （ ）。 (1) 忘れるところだった (2) 忘れるところだろう (3) (4)',
    'answer': '(1)',
  },
  {
    'question':
        '彼が生活に困っているというから、お金を貸したのに、そのまま姿を消してしまい、今となっ ては（）。 (1) あきらめきれない (2) あきらめかねない',
    'answer': '(4)',
  },
  {
    'question': '慎重なあの人に限って、そんなミスを（ ）。 (1) おかしてばかりいる (2) おかすはずがない',
    'answer': '(2)',
  },
  {
    'question': '苦難に満ちたあの人の人生は、涙なくしては（ ）。 (1) 語る (2) 語らない (3) 語れる (4) 語れない',
    'answer': '(4)',
  },
  {
    'question': '信じられないことだが、これだけ証拠があがっているのだから、事実（ ）。 (1) に決まっていない (2) に相違ない',
    'answer': '(2)',
  },
  {
    'question': 'もう少し考える時間をくれれば、やら（ ）。 (1) ないこともある (2) なければならない',
    'answer': '(3)',
  },
  {
    'question': '私だけが悪いのではないのに、みんなが私一人が悪いと言ったので、くやしく（ ）。 (1) てならない (2) てなるべきだ',
    'answer': '(1)',
  },
  {
    'question':
        '彼が自分でやると言ったのだから、忙しいあなたがなにもてつだう（ ）。 (1) ことだ (2) ことはない (3) ことにした (4) こともある',
    'answer': '(2)',
  },
  {
    'question': '勉強第一と言っても、勉強時間が長ければいい（ ）。 (1) というものだ (2) というわけだ',
    'answer': '(4)',
  },
  {
    'question':
        'したい、したくない、という気持ちの問題ではない。公言した以上、せ（ ）のだ。 (1) ざるをえない (2) ざらなければならない',
    'answer': '(1)',
  },
  {
    'question': '人を信用させるには、うそをつかない（ ）。 (1) わけだ (2) ことだ (3) ほうだ (4) ぐらいだ',
    'answer': '(2)',
  },
  {
    'question': 'この学校では学生が教室をそうじする（ ）。 (1) ことにならない (2) ことにきめかねない',
    'answer': '(3)',
  },
  {
    'question': 'これ以上大きな地震は、あと 100 年は起こる（ ）。 (1) まい (2) はず (3) わけ (4) こと',
    'answer': '(1)',
  },
  {
    'question': 'こんな難しい問題、君なんかにできっ（ ）。 (1) ない (2) たっけ (3) こない (4) そう',
    'answer': '(3)',
  },
  {
    'question':
        '欲しくて（ ）カメラがあるが、高くて、手に入れられない。 (1) たまらない (2) がまんする (3) ならない (4) たえられない',
    'answer': '(1)',
  },
  {
    'question': 'こんな大金、親が貸してくれる（ ）。 (1) わけではない (2) わけはない (3) つもりはない (4) たとえはない',
    'answer': '(2)',
  },
  {
    'question': '9 月から、私鉄、地下鉄の運賃が値上げされる（ ）。 (1) といえなくもない (2) ということだ',
    'answer': '(2)',
  },
  {
    'question':
        '会社を首になり、不況で次の仕事もみつからず、親からの借金は増える（ ）。 (1) 一方だ (2) ましだ (3) 片18方だ (4) 両方だ',
    'answer': '(1)',
  },
  {
    'question': '子どもは親の言うことを聞く（ ）。親に逆らう（ ）。 (1) ものだ、ものではない (2) はずだ、はずではない',
    'answer': '(1)',
  },
  {
    'question':
        'そんな自分勝手なことが、社会に通る（ ）。 (1) ことはない (2) わけはない (3) つもりはない (4) たとえはない',
    'answer': '(2)',
  },
  {
    'question':
        '人の気も知らないで、もうあんなやつのことなんか、心配してやる（ ）。 (1) ほどか (2) ぐらいか (3) ものか (4) ことか',
    'answer': '(3)',
  },
  {
    'question': 'さあ、元気を出して、今度こそ、優勝してみせ（ ）。 (1) るでしょうか (2) ましょうか',
    'answer': '(3)',
  },
  {
    'question':
        '日本では、いいことが重なって起きると、「盆と正月がいっしょにやってきた（ ）」と言う。 (1) とみたいだ (2) かのようだ',
    'answer': '(2)',
  },
  {
    'question': 'この病気は感染する（ ）があるので、すぐ隔離してください。 (1) ため (2) おそれ (3) わけ (4) もの',
    'answer': '(2)',
  },
  {
    'question': '彼のほうが悪いんだから、きみが謝る（ ）。 (1) ことだ (2) ことはない (3) ことにした (4) こともある',
    'answer': '(2)',
  },
  {'question': '用事があって電話（ ）、留守だった。 (1) するところ (2) しているところ', 'answer': '(3)'},
  {
    'question':
        '先生が言った（ ）勉強すれば、能力試験に合格できますよ。 (1) とともに (2) とおりに (3) ところに (4) として',
    'answer': '(2)',
  },
  {
    'question': '人生について考えすぎ（ ）髪が薄くなった。 (1) たこそ (2) たあまり (3) たさえ (4) たばかり',
    'answer': '(2)',
  },
  {
    'question':
        '親にさんざん迷惑をかけ（ ）、飛び降り自殺してしまった彼の人生は一体なんだったんだ ろう。 (1) たので (2) たからは (3) たあげく (4) たはずで',
    'answer': '(3)',
  },
  {
    'question':
        '展覧会が中止になった（ ）、この後の対策を至急考えなければならない。 (1) からは (2) うえは (3) のにも (4) としても',
    'answer': '(2)',
  },
  {
    'question':
        '留学（ ）、生まれて初めて家族と離れ、一人暮らしをすることになった。 (1) をはじめ (2) を起点に (3) を契機に (4) の際',
    'answer': '(3)',
  },
  {
    'question':
        '私は彼が嫌いだ。ものの言い方（ ）気に入らない。 (1) からは (2) からして (3) か19らすると (4) からには',
    'answer': '(2)',
  },
  {
    'question': 'ベッドの上に寝た（ ）だった病人が、起き上がれるようになった。 (1) とか (2) から (3) のみ (4) きり',
    'answer': '(4)',
  },
  {
    'question':
        '4 月に入学し（ ）、1 日も休んだことのない A さんが 1 週間も顔を見せない。 (1) て以外 (2) て以内 (3) て以上 (4) て以来',
    'answer': '(4)',
  },
  {
    'question':
        '悪いことをしても人に知られ（ ）、黙っていれば大丈夫だと思っている人がいる。 (1) ないから (2) ないぐらい (3) ないかぎり (4) ないほど',
    'answer': '(3)',
  },
  {
    'question': 'あの人は勉強しない（ ）、雑誌すら読もうとしない。 (1) ばかりか (2) かぎりか (3) ほどか (4) までか',
    'answer': '(1)',
  },
  {
    'question':
        '「あんたなんか、大嫌い」と言って別れた（ ）、時がたつにつれて、だんだん後悔しはじ めた。 (1) ものの (2) ものを (3) ものから (4) もので',
    'answer': '(1)',
  },
  {
    'question':
        '急ぎの仕事が入った（ ）、電話もできなくて、ごめん。 (1) ものを (2) ものの (3) ものだから (4) ものだけれど',
    'answer': '(3)',
  },
  {
    'question': '交通規則（ ）運転してください。 (1) にしたがって (2) にさきだって (3) にこたえて (4) にともなって',
    'answer': '(1)',
  },
  {
    'question': '都市の拡大（ ）様々な問題が生じてきた。 (1) にしたがって (2) しなって (3) にともなって (4) にくらべて',
    'answer': '(3)',
  },
  {
    'question':
        'このドラマは実際に北海道で起きた事件（ ）制作されたものである。 (1) に関して (2) にもとづいて (3) について (4) に際して',
    'answer': '(2)',
  },
  {
    'question':
        'あの客は店の品物にいろいろケチをつけて、その（ ）何も買わずに行ってしまった。 (1) ため (2) あげく (3) はず (4) とおり',
    'answer': '(2)',
  },
  {
    'question':
        'その湖の美しさ（ ）言葉では表現できないほどである。 (1) を言い (2) を言えない (3) を言うより (4) と言ったら',
    'answer': '(4)',
  },
  {
    'question': '留学生（ ）ビザは大切な問題だ。 (1) にかけて (2) について (3) にして (4) にとって',
    'answer': '(4)',
  },
  {
    'question':
        '人が外で待っているの（ ）電話ボックスでながばなしをする若者がいる。 (1) だけに (2) にしても (3) につけ (4) にもかまわず',
    'answer': '(4)',
  },
  {
    'question': '家族も親戚も反対した（ ）若い二人はいっしょに暮らしはじめた。 (1) にせよ (2) にもかかわらず',
    'answer': '(2)',
  },
  {
    'question': 'どんな事情があった（ ）すぐ結果を知らせるべきだ。 (1) につけ (2) にせよ (3) に20とって (4) にかぎり',
    'answer': '(2)',
  },
  {
    'question': '煮る（ ）焼く（ ）日本料理にしょうゆは欠かせない。 (1) につけ、につけ (2) たり、たり',
    'answer': '(1)',
  },
  {
    'question': 'A 大学を頂点（ ）大学のランク付けがされている。 (1) として (2) となって (3) とかけて (4) とかんして',
    'answer': '(1)',
  },
  {
    'question': '夜明け（ ）出発しましょう。 (1) につれて (2) の際に (3) にかけて (4) とともに',
    'answer': '(4)',
  },
  {
    'question': '姉は妹の結婚（ ）お見合いにすることになった。 (1) をきっかけに (2) を原因に (3) を起点に (4) をはじめ',
    'answer': '(1)',
  },
  {
    'question': 'オリンピック開催（ ）経済的に発展していった。 (1) を契機に (2) を期間に (3) を時期に (4) を起点に',
    'answer': '(1)',
  },
  {
    'question':
        '私のかさとよく似ていた（ ）、まちがって友だちのを持ってきてしまった。 (1) ものだけれど (2) ものを (3) もの (4) ものだから',
    'answer': '(4)',
  },
  {
    'question': '大学生（ ）反政府活動がくりひろげられた。 (1) を最中に (2) を中に (3) を中心に (4) を軸に',
    'answer': '(3)',
  },
  {
    'question': '愛情（ ）作ったケーキ。 (1) をつめて (2) をこめて (3) をふくんで (4) を入れて',
    'answer': '(2)',
  },
  {
    'question':
        'コンピューター（ ）今の社会は考えられない。 (1) を抜きにして (2) を考えずに (3) を省いて (4) を置かないで',
    'answer': '(1)',
  },
  {
    'question': '1 年（ ）、ここの気候は温暖です。 (1) をかけて (2) を通じて (3) をわたって (4) をこえて',
    'answer': '(2)',
  },
  {
    'question':
        'テレビ（ ）いろいろなメディアに紹介されたおかげで店は繁盛した。 (1) をはじめ (2) を中心に (3) のかわりに (4) のおかげで',
    'answer': '(1)',
  },
  {
    'question': '実存する人物（ ）書かれた小説。 (1) をもって (2) をもとでに (3) をもとから (4) をもとにして',
    'answer': '(4)',
  },
  {
    'question': '子どものけんかに親が口を出すこと（ ）おかしい。 (1) からで (2) からして (3) からまで (4) からには',
    'answer': '(2)',
  },
  {
    'question': 'この参考書を読んでからでないとレポートは（ ）。 (1) 書ける (2) 書けない (3) 書く (4) 書くこと',
    'answer': '(2)',
  },
  {
    'question':
        'この筆跡（ ）、本人は意思の強い者と思われる。 (1) から決めて (2) から見ると (3) か21ら思って (4) から書いて',
    'answer': '(2)',
  },
  {
    'question': '残念な（ ）、今回の企画は中止しなければならなくなった。 (1) ことなんだから (2) ことから',
    'answer': '(3)',
  },
  {
    'question':
        'こんな時間になっても帰らないと、心配症の母の（ ）、きっと門を出たり入ったりしてい るだろう。 (1) ものだから (2) はずだから (3) わけだから (4) ことだから',
    'answer': '(4)',
  },
  {
    'question':
        '集合時間に遅れたと思って、急いで行った（ ）、何のことはない、まだだれも来ていな かった。 (1) ところ (2) せいで (3) とたん (4) おかげで',
    'answer': '(1)',
  },
  {
    'question': '就職後のことは（ ）、まずどの会社に入るかだ。 (1) どうにも (2) どうにか (3) ともども (4) ともかく',
    'answer': '(4)',
  },
  {
    'question': '学生（ ）、全然勉強しない。 (1) のくせに (2) のおかげで (3) のせいで (4) のなりに',
    'answer': '(1)',
  },
  {
    'question': 'あの人、言うこと（ ）、やることはねえ…。 (1) のよりは (2) のせいで (3) のくせに (4) のわりに',
    'answer': '(4)',
  },
  {
    'question': '孫たちが帰っ（ ）、部屋の中は静かになった。 (1) たなり (2) たとたん (3) やいなや (4) とおもいきや',
    'answer': '(2)',
  },
  {
    'question':
        'さっきまで泣いていた（ ）、もう笑っている。 (1) かと思ったら (2) と思うと (3) と思うなら (4) かと思って',
    'answer': '(1)',
  },
  {
    'question':
        'うちの息子は学校から帰ってきて、かばんを置いたか置かない（ ）、外へ飛び出して 行った。 (1) かのうちに (2) とたん (3) なりに (4) 間に',
    'answer': '(1)',
  },
  {
    'question':
        'その恥ずかしさ（ ）、顔から火が出るほどだった。 (1) と言うと (2) と言えない (3) と言ったら (4) と言い、',
    'answer': '(3)',
  },
  {
    'question':
        'このマンションすごいなあ。マンション（ ）ヨーロッパのお城って感じだね。 (1) んほうが (2) といって (3) というより (4) のほどが',
    'answer': '(3)',
  },
  {
    'question': '冬（ ）夏も人気がある屋内スキー場。 (1) はもとより (2) はもとから (3) はもともと (4) はもとまで',
    'answer': '(1)',
  },
  {
    'question': 'その薬を飲んだ（ ）、意識がなくなってしまった。 (1) あげくに (2) からには (3) とたんに (4) 最中に',
    'answer': '(3)',
  },
  {
    'question':
        '有名になればなるほど、社会的な地位が上がるが、（ ）プライバシーはなくなっていく。 (1) 反対 (2) 反面 (3) 反22して (4) 対して',
    'answer': '(2)',
  },
  {
    'question': '発車（ ）少々ゆれますので、ご注意ください。 (1) の際 (2) のおり (3) のころ (4) の末',
    'answer': '(1)',
  },
  {'question': '苦労（ ）やっと栄光をつかんだ。 (1) の時 (2) の機 (3) の末 (4) の際', 'answer': '(3)'},
  {
    'question': 'まじめな話ですから、冗談（ ）でいきたいと思います。 (1) ぬいて (2) 抜き (3) 抜く (4) 抜かない',
    'answer': '(2)',
  },
  {
    'question':
        'この頃、仕事で少々過労（ ）なので、疲労回復の注射でも打ってもらえませんか。 (1) ばて (2) すぎ (3) がち (4) 気味',
    'answer': '(4)',
  },
  {
    'question': '彼女のどこかさびし（ ）な横顔にひかれる。 (1) い (2) さ (3) げ (4) み',
    'answer': '(3)',
  },
  {
    'question':
        '相手先の返事（ ）、この取り引きはだめになるかもしれない。 (1) 間際で (2) からして (3) によりて (4) 次第で',
    'answer': '(4)',
  },
  {
    'question':
        '出席簿（ ）いることになっているが、まだ一度も顔を見たことがない。本当にうちの 学生？ (1) 下は (2) 上は (3) 中は (4) 面は',
    'answer': '(2)',
  },
  {
    'question': '子どもの話をうそと知り（ ）、お金を渡す母であった。 (1) まま (2) つつ (3) ても (4) たり',
    'answer': '(2)',
  },
  {
    'question':
        '子どもだと思っていたが、もう 17 歳なのか。道理で最近、大人（ ）なってきたと思っ たよ。 (1) っぽく (2) っぽいに (3) っぽいと (4) っぽに',
    'answer': '(1)',
  },
  {
    'question': '外国人（ ）アパートが少なく、借りるのが大変だ。 (1) むいて (2) むき (3) むいた (4) むく',
    'answer': '(2)',
  },
  {
    'question':
        'この自転車は背が高い人（）のものなので、子どもの君にはまだ乗りこなせないよ。（無 理だよ） (1) むけ (2) むける (3) むけだ (4) むく',
    'answer': '(1)',
  },
  {
    'question': '人気女優の楽屋は、ファンからのプレゼント（ ）花束（ ）でうずまっていた。 (1) から、まで (2) から、にかけて',
    'answer': '(3)',
  },
  {
    'question': '準備ができ（ ）出発します。よろしいですか。 (1) 次第 (2) 次第で (3) 次第の (4) 次第より',
    'answer': '(1)',
  },
  {
    'question': 'この写真を見る（ ）、なくなった母を思い出す。 (1) たびから (2) たびたび (3) た23びまで (4) たびに',
    'answer': '(4)',
  },
  {
    'question':
        '考える（ ）ことは二つ、まず家族のこと、それから自分の自由についてだ。 (1) はず (2) わけ (3) べき (4) の',
    'answer': '(3)',
  },
  {
    'question':
        'いままで毎日学校へ来ていたまじめな A 子さんは、アルバイトを初めてから、学校を休み （ ）で、みんな心配している。 (1) がち (2) そう (3) らしい (4) よう',
    'answer': '(1)',
  },
  {
    'question':
        'もう腹がたって、腹がたって、八つ裂きにしてもたりない（ ）。 (1) ほうだ (2) ぐらいだ (3) ことだ (4) すぎる',
    'answer': '(2)',
  },
  {'question': '私の飲み（ ）のコーラは？ (1) きり (2) つつ (3) かけ (4) がち', 'answer': '(3)'},
  {
    'question': '考えて、考えて、考え（ ）結果だ。 (1) 抜く (2) 抜き (3) 抜いて (4) 抜いた',
    'answer': '(4)',
  },
  {
    'question':
        '申しわけございません。当社の責任ですから、でき（ ）のことはさせていただきます。 (1) うるかぎり (2) えるかぎり (3) ないかぎり (4) えないかぎり',
    'answer': '(1)',
  },
  {
    'question': 'いろいろと考えた（ ）、やっぱり大学進学をあきらめることにした。 (1) 際 (2) 以上 (3) 次第 (4) 末',
    'answer': '(4)',
  },
  {
    'question': '笑っては失礼だと思い（ ）、笑わずにはいられなかった。 (1) きり (2) につけ (3) がちに (4) つつ',
    'answer': '(4)',
  },
  {
    'question':
        'なぜテストをするかというと、テストがないととかく学生はなまけ（ ）になるからだ。 (1) ぐせ (2) 気味 (3) がち (4) げ',
    'answer': '(3)',
  },
  {'question': '危ないところ（ ）彼に助けてもらった。 (1) が (2) に (3) を (4) か', 'answer': '(3)'},
  {
    'question': '初めて一人きりで海外出張することになった。心細い（ ）だ。 (1) きり (2) だらけ (3) かぎり (4) のみ',
    'answer': '(3)',
  },
  {
    'question': '交渉の結果（ ）で、今後の対応を検討する。 (1) いかん (2) ばかり (3) だけ (4) 関して',
    'answer': '(1)',
  },
  {
    'question':
        '大学で日本語を勉強する（ ）、子供たちに英語を教えている。 (1) がてら (2) かたわら (3) ながら (4) かたがた',
    'answer': '(2)',
  },
  {
    'question': '授業が（ ）が早いか、教室を飛び出した。 (1) 終わる (2) 終わった (3) 終わらない (4) 終わって',
    'answer': '(1)',
  },
  {
    'question': '黒（ ）の男が逃げていくのが見えた。 (1) だらけ (2) ずくめ (3) まみれ (4) だけ',
    'answer': '(2)',
  },
  {
    'question': '努力する（ ）なしに成功はありえない。 (1) の (2) さえ (3) も24の (4) こと',
    'answer': '(4)',
  },
  {
    'question': '彼は何でも大げさに（ ）きらいがある。 (1) 言うの (2) 言わないの (3) 言わない (4) 言う',
    'answer': '(4)',
  },
  {
    'question': 'このような大災害になるとは想像（ ）しなかった。 (1) だけ (2) だに (3) までも (4) 限り',
    'answer': '(2)',
  },
  {
    'question': '乗客の安全のためには一瞬（ ）油断できない。 (1) たりとも (2) だけ (3) までも (4) 限り',
    'answer': '(1)',
  },
  {
    'question': '変な男が家の前を行き（ ）戻り（ ）している。 (1) や、や (2) たり、たり (3) とか、とか (4) つ、つ',
    'answer': '(4)',
  },
  {
    'question':
        'たばこを（ ）からというもの、食欲も出てすっかり健康になった。 (1) やめた (2) やめて (3) やめる (4) やめない',
    'answer': '(2)',
  },
  {
    'question': '父は家族のために、苦労を（ ）ともせずに働いてくれた。 (1) こと (2) なん (3) ばかり (4) もの',
    'answer': '(4)',
  },
  {
    'question': '授業をサボって遊びに行くなんて、学生にある（ ）ことだ。 (1) まじき (2) らしい (3) みたい (4) たる',
    'answer': '(1)',
  },
  {
    'question':
        '祖父の人生はつらいことばかりで、涙（ ）かたれない。 (1) ないでは (2) ないから (3) なければ (4) なしには',
    'answer': '(4)',
  },
  {
    'question':
        '何（ ）ましてうれしかったのは、10 年ぶりに懐かしい友達に会えたことだ。 (1) でも (2) か (3) にも (4) さえ',
    'answer': '(3)',
  },
  {
    'question':
        '彼の能力（ ）しても、その問題は解決できなかった。 (1) に至るまで (2) と相まって (3) に応じて (4) をもって',
    'answer': '(4)',
  },
  {
    'question': '子供を（ ）がために、命を落とした。 (1) 救わん (2) 救う (3) 救って (4) 救おう',
    'answer': '(1)',
  },
  {'question': '彼は優秀だから試験に合格しても驚く（ ）。 (1) ほかはない (2) にすぎない', 'answer': '(4)'},
  {
    'question': '努力家の姉（ ）、弟はなまけてばかりいる。 (1) とともに (2) とばかりに (3) にひきかえ (4) といえども',
    'answer': '(3)',
  },
  {
    'question': '仕事を片づける（ ）から、次の仕事を頼まれて、休む暇もない。 (1) とき (2) あと (3) こと (4) そば',
    'answer': '(4)',
  },
  {
    'question': '子供は母親の姿を（ ）なり、わっと泣き出した。 (1) 見て (2) 見た (3) 見ない (4) 見る',
    'answer': '(4)',
  },
  {
    'question':
        '彼は力持ちだ。50 キロ（ ）石を軽々と持ち上げた。 (1) 極まる (2) からある (3) は25おろか (4) までの',
    'answer': '(2)',
  },
  {
    'question': '家族の期待を（ ）、弟は大学をやめて遊び暮らしている。 (1) よそに (2) もとに (3) かまわず (4) さておき',
    'answer': '(1)',
  },
  {
    'question': '政府は税制改革（ ）、次々と不況対策を発表した。 (1) に即して (2) に関して (3) を限りに (4) を皮切りに',
    'answer': '(4)',
  },
  {
    'question': '彼は重い病気にかかり、歩くどころか（ ）。 (1) 起きあがるはずがない (2) 起きあがることすらできない',
    'answer': '(2)',
  },
  {
    'question':
        'いくら高い車を買っても、事故を起こせば（ ）。 (1) まだまだだ (2) それからだ (3) それまでだ (4) これからだ',
    'answer': '(3)',
  },
  {
    'question': '早く帰れと言わんばかりの顔をされては、（ ）。 (1) 帰らないようだ (2) 帰ることはない',
    'answer': '(4)',
  },
  {
    'question': '時間に正確な彼にして遅刻してきたのだから、（ ）。 (1) 事故があったにちがいない (2) 事故があった',
    'answer': '(1)',
  },
  {
    'question': '彼は歌が上手だからカラオケが好きかと思いきや、（ ）。 (1) 好きらしい (2) 毎日行っている',
    'answer': '(4)',
  },
  {
    'question':
        '暮らしは豊かになったといわれているが、まだまだ（ ）悲惨な生活を強いられている貧し い人々がいることを忘れてはならない。 (1) 聞くにたる (2) 聞くにかたくない',
    'answer': '(4)',
  },
  {
    'question':
        '試験までもう 1 週間しかないのだから、今ごろになって後悔したところで（ ）。それなら 最初からもっと努力すべきだったのだ。 (1) どうにでもなる (2) どうしよう',
    'answer': '(4)',
  },
  {
    'question':
        '最近の子供は甘やかされているとよくいわれる。しかし、厳しくしつければしつけるほどよ いというものではなく、（）子供の意見を聞いてやることが大切だ。 (1) 厳しくしついでに (2) 厳しくしながらも 26',
    'answer': '(2)',
  },
  {
    'question':
        'あのレストランは（ ）、従業員の客に対する態度が丁寧で申し分ない。 (1) おいしいとはいえ (2) おいしさもさることながら',
    'answer': '(2)',
  },
  {
    'question':
        '世界のあちこちで環境汚染が進んでいる。これは人類（ ）、すべての生物にとって重大な 問題だ。 (1) のみならず (2) ならではの (3) に至っては (4) 限りの',
    'answer': '(1)',
  },
  {
    'question':
        'インターネットの発展に伴って、世界のあらゆる場所で同時に情報を得ることができるよう になった。コンピューター（）現代社会は成り立たないと言っても過言ではない。 (1) があるから (2) があったところで',
    'answer': '(3)',
  },
  {
    'question': 'ドアを（ ）っぱなしにしないでください。 (1) 開け (2) 開ける (3) 開けた (4) 開けて',
    'answer': '(1)',
  },
  {
    'question': '祖母の病気は重く、ひとりで起きること（ ）できなくなった。 (1) とは (2) すら (3) こそ (4) ほど',
    'answer': '(2)',
  },
  {
    'question': '産まれる子供が男（ ）女（ ）、「ひかる」という名を付けると決めている。 (1) であれ、であれ (2) といい、といい',
    'answer': '(1)',
  },
  {
    'question':
        '作物をだめにする害虫は、一匹（ ）残さないように退治しよう。 (1) かぎりは (2) たりとも (3) ばかりか (4) ならでは',
    'answer': '(2)',
  },
  {
    'question': '旅行（ ）、日本にいる息子の様子を見てこようと思っている。 (1) かねて (2) がてら (3) ながら (4) つつ',
    'answer': '(2)',
  },
  {
    'question':
        '徹夜をして企画書を作った（ ）、私などの企画が通るはずはない。 (1) ところで (2) ところを (3) ところが (4) ところ',
    'answer': '(1)',
  },
  {
    'question': 'これは私が愛して（ ）作家の最高傑作だ。 (1) すまない (2) しょうがない (3) ならない (4) やまない',
    'answer': '(4)',
  },
  {
    'question': '留学経験の長い彼（ ）国際感覚にあふれた意見だ。 (1) にあたって (2) ならではの (3) たる (4) と相まって',
    'answer': '(2)',
  },
  {
    'question': '毎日、汗（ ）になって働いている。 (1) ずくめ (2) だけ (3) まみれ (4) がち',
    'answer': '(3)',
  },
  {
    'question': '彼は来るなと（ ）ばかりに手を振った。 (1) 言って (2) 言うが (3) 言わん (4) 言わざる',
    'answer': '(3)',
  },
  {
    'question': '全員を納得させる（ ）説明をするのは難しい。 (1) にたえる (2) にたる (3) と27する (4) ゆえの',
    'answer': '(2)',
  },
  {
    'question': '子供では（ ）、自分のことぐらい自分でしなさい。 (1) あるまいし (2) あれ (3) あろうが (4) なくて',
    'answer': '(1)',
  },
  {
    'question':
        '彼は政治家（ ）発言をして、辞任を迫られている。 (1) になるべく (2) にあるまじき (3) なりの (4) ながらに',
    'answer': '(2)',
  },
  {
    'question': '親は自分のこと（ ）まして、子供のことを気にするものだ。 (1) より (2) とは (3) ほど (4) にも',
    'answer': '(4)',
  },
  {
    'question': '夫は横になる（ ）いびきをかき始めた。 (1) いなや (2) かたがた (3) なり (4) そばに',
    'answer': '(3)',
  },
  {
    'question': 'プロといえ（ ）失敗することはある。 (1) でも (2) ども (3) だに (4) ゆえ',
    'answer': '(2)',
  },
  {
    'question': '彼は自分の意見を他人に強制する（ ）。 (1) きらいだ (2) きらいである (3) きらいがある (4) きらいになる',
    'answer': '(3)',
  },
  {
    'question': 'ただ今（ ）、申し込みの受付を締め切ります。 (1) をおいて (2) にもまして (3) に際して (4) をもって',
    'answer': '(4)',
  },
  {
    'question': 'たった 1 人で雪山登山なんて、危険（ ）。 (1) 極まりない (2) に相違ない (3) の至り (4) にたえない',
    'answer': '(1)',
  },
  {
    'question':
        '彼が行こうが（ ）、私は行くと決めている。 (1) 行かないが (2) 行くまいが (3) 行かなくても (4) わからないが',
    'answer': '(2)',
  },
  {
    'question': '客（ ）商売だから、客は大切にしなければならない。 (1) あっての (2) にあって (3) であれ (4) からある',
    'answer': '(1)',
  },
  {
    'question': '親は、子供のことを考えれば（ ）厳しいことも言うのだ。 (1) から (2) ため (3) すら (4) こそ',
    'answer': '(4)',
  },
  {
    'question':
        '彼は以前から、外国で暮らしたいと言っていたから、退学の理由は想像に（ ）。 (1) おかない (2) たえない (3) かたくない (4) 違いない',
    'answer': '(3)',
  },
  {
    'question':
        '二十歳のときからたばこを吸っているが、今日を（ ）やめることにする。 (1) 皮切りに (2) 限りに (3) 末に (4) 至って',
    'answer': '(2)',
  },
  {
    'question': '彼は他人の非難をものともせずに、（ ）。 (1) 自分のやり方を押し通す (2) 他人の意見を受け入れる',
    'answer': '(1)',
  },
  {
    'question': '財政問題は、ひとり東京のみならず、（ ）。 (1) 全員で解決策を考えるべきだ (2) 日本全体の問題だ',
    'answer': '(2)',
  },
  {
    'question': 'お気に（ ）のなら、さしあげます。 (1) あがった (2) めした (3) いたした (4) なられた',
    'answer': '(2)',
  },
  {
    'question':
        'この街に来たのは久しぶりなので、すっかり変わっていると思いきや（ ）。 (1) 道に迷ってしまった (2) まるで変わってた',
    'answer': '(4)',
  },
  {
    'question': '新製品に対する客の反応いかんでは、商品開発チームの（ ）。 (1) 腕次第だ (2) 努力があったからだ',
    'answer': '(3)',
  },
  {
    'question':
        '2000 年に年のコンピューターが狂う可能性があるという。そうなったら最後、（ ）だ ろう。 (1) どの国で始まったこと (2) 都市機能はまひしてしまう',
    'answer': '(2)',
  },
  {
    'question':
        '明るい性格のおいが東京の大学にいくので、我が家で暮らすことになった。（ ）家が明る くなった。 (1) 彼が来たのもさることながら (2) 彼が来てからというもの',
    'answer': '(2)',
  },
  {
    'question':
        '母親は子供を助けるために、激しく燃える家に飛び込んでいった。これが愛でなくて（ ）。 (1) 親の責任だ (2) 母親というものだ',
    'answer': '(3)',
  },
  {
    'question':
        '彼女は機嫌が悪いと大声でどなりちらすことがある。時には、（ ）ようなひどいことを言 うこともある。 (1) 聞くにたえない (2) 聞きながらも',
    'answer': '(1)',
  },
  {
    'question':
        '家庭は子供が大部分の時間を過ごす場所である。（ ）、私は家庭でのしつけが一番重要だ とかんがえるのです。 (1) それなりに (2) それゆえに',
    'answer': '(2)',
  },
  {
    'question':
        '高速道路を爆破した犯人は、子供を交通事故で失った男だった。同情を（ ）が、かれの やったことは犯罪だ。 (1) 禁じえない (2) せんがためだ',
    'answer': '(1)',
  },
  {
    'question': '何の予告もなし（ ）面接試験をされてあわてた。 (1) に (2) の (3) を (4) も',
    'answer': '(1)',
  },
  {
    'question': '10 年間続いた「俳句の会」は次回（ ）限りに終了することになりました。 (1) が (2) で (3) まで (4) を',
    'answer': '(4)',
  },
  {
    'question': 'こんなに頼んでも断られるなら、あきらめる（ ）だ。 (1) こそ (2) から (3) まで (4) より',
    'answer': '(3)',
  },
  {
    'question': 'あの子は大学に合格（ ）からというもの遊んでばかりいる。 (1) する (2) した (3) して (4) しよう',
    'answer': '(3)',
  },
  {
    'question': '台風で電車が止まっているから、出かけよう（ ）出かけられない。 (1) にも (2) でも (3) とも (4) かも',
    'answer': '(1)',
  },
  {
    'question': '国際法を学ぶ（ ）法学部に入学した。 (1) べき (2) べからず (3) べし (4) べく',
    'answer': '(4)',
  },
  {
    'question': '子供は海に（ ）なり水遊びを始めた。 (1) 着く (2) 着いた (3) 着いて (4) 着かない',
    'answer': '(1)',
  },
  {
    'question': 'こんな難しい問題に答えられる（ ）彼はやはり優秀な学生だ。 (1) とは (2) として (3) とも (4) とか',
    'answer': '(1)',
  },
  {
    'question': 'その結論に（ ）お考えをお聞きしたい。 (1) 対した (2) 関した (3) した (4) 至った',
    'answer': '(4)',
  },
  {
    'question': '彼は貧しさ（ ）十分な教育が受けられなかった。 (1) ゆえに (2) なりに (3) ながらに (4) なしに',
    'answer': '(1)',
  },
  {
    'question': '年老いた人をだますなんて、人にある（ ）行為だ。 (1) まいし (2) ものを (3) まじき (4) なしに',
    'answer': '(3)',
  },
  {
    'question':
        '試験の直前になって（ ）ところで、どうにもならない。 (1) あわてる (2) あわてて (3) あわてた (4) あわてよう',
    'answer': '(3)',
  },
  {
    'question':
        '都心（ ）、このあたりはまだ緑が多く残っていて鳥の声も聞こえる。 (1) とあって (2) とはいえ (3) ときたら (4) とあれば',
    'answer': '(2)',
  },
  {
    'question':
        '近頃はめっきり歩かなくなって、近くのスーパーに（ ）車で行ってしまう。 (1) こそ (2) だに (3) かぎり (4) すら',
    'answer': '(4)',
  },
  {
    'question': '彼はみんなの期待（ ）就職もせずに遊び歩いている。 (1) ところを (2) ながらも (3) において (4) をよそに',
    'answer': '(4)',
  },
  {
    'question':
        'わざとじゃなかった（ ）けがをさせたのだから謝るべきだ。 (1) とばかりに (2) とはいえ (3) と30して (4) とあって',
    'answer': '(2)',
  },
  {
    'question': 'どんな学生生活を送るかはじっくり（ ）に足る問題だ。 (1) 考える (2) 考えて (3) 考えた (4) 考えよう',
    'answer': '(1)',
  },
  {
    'question':
        'お世話になったのだから、お礼の手紙を書かない（ ）電話ぐらいはかけなさい。 (1) ものを (2) までも (3) ところを (4) ならでは',
    'answer': '(2)',
  },
  {
    'question': '彼の協力（ ）この事業は成功しなかっただろう。 (1) にあって (2) にして (3) なりに (4) なくして',
    'answer': '(4)',
  },
  {
    'question': '散歩（ ）近くのコンビニにアイスクリームを買いに行った。 (1) ながら (2) がてら (3) かたわら (4) つつ',
    'answer': '(2)',
  },
  {
    'question':
        '彼に（ ）が最後、二人の仲を隠し通すことは不可能だろう。 (1) 見られる (2) 見られて (3) 見られた (4) 見られない',
    'answer': '(3)',
  },
  {
    'question': 'あなたの一生に（ ）問題だから軽率には答えられない。 (1) かかわる (2) 応じる (3) たえる (4) 比べる',
    'answer': '(1)',
  },
  {
    'question': '日本経済の一日も早い回復を祈って（ ）。 (1) かたくない (2) たえない (3) やまない (4) おかない',
    'answer': '(3)',
  },
  {
    'question': '会社を発展（ ）がため、社員一同努力を続けている。 (1) させる (2) させて (3) させん (4) させよう',
    'answer': '(3)',
  },
  {
    'question': '多くの困難を（ ）政治改革を進めた。 (1) こめて (2) もとに (3) 皮切りに (4) ものともせず',
    'answer': '(4)',
  },
  {
    'question':
        '彼も心も入れ替えてやっとまじめに働く気になったと思いきや、（ ）。 (1) まじめに働いている (2) 飲酒運転で事故を起こした',
    'answer': '(2)',
  },
  {
    'question': '幼い子供といえども、罪を犯したからには罰を（ ）。 (1) 与えるわけにはいかない (2) 与えないきらいがある',
    'answer': '(4)',
  },
  {
    'question':
        '彼が音楽家として成功した影には、才能もさることながら、相当な努力が（ ）。 (1) あるはずがない (2) ないといったらない',
    'answer': '(3)',
  },
  {
    'question': '親にとっては、試験の結果にもまして、（ ）。 (1) 合格することが一番だ (2) 合格するまでだ',
    'answer': '(3)',
  },
  {
    'question': '大雨でいったん試合中止を宣言したが、天候の回復いかんによっては再開（ ）。 (1) するまでもない (2) するはずがない',
    'answer': '(3)',
  },
  {'question': '彼は政治家として信頼（ ）足る人物だ。 (1) が (2) を (3) に (4) で', 'answer': '(3)'},
  {
    'question': '上司の命令（ ）あれば、いやと言うわけにはいかない。 (1) と (2) が (3) に (4) も',
    'answer': '(1)',
  },
  {
    'question': '自然は一度破壊された（ ）最後、もう元の状態には戻らない。 (1) に (2) を (3) が (4) と',
    'answer': '(3)',
  },
  {
    'question':
        '労働（ ）の余暇である。ただ休みが多ければいいというものではない。 (1) であって (2) あって (3) とあって (4) にあって',
    'answer': '(2)',
  },
  {
    'question': '互いの信頼関係（ ）何の友情だろうか。 (1) がなしに (2) をなくして (3) なくして (4) をなしに',
    'answer': '(3)',
  },
  {
    'question': '失敗を経験に（ ）こそ、よりたくましくなれるのだ。 (1) すれば (2) したら (3) する (4) し',
    'answer': '(1)',
  },
  {
    'question': '少し高いので、（ ）、買うまいかと迷っている。 (1) 買おうではないか (2) 買わないか',
    'answer': '(3)',
  },
  {
    'question': '「食べ放題」というのは、食べたい（ ）食べていいということです。 (1) かぎり (2) だけ (3) ほど (4) まで',
    'answer': '(2)',
  },
  {
    'question': '前にも述べた（ ）、私の決意は少しも変わっていない。 (1) なりに (2) きり (3) まま (4) ごとく',
    'answer': '(4)',
  },
  {
    'question':
        '楽しいこと（ ）だった正月休みも終わり、また仕事に戻らなければならない。 (1) きり (2) ずくめ (3) ほど (4) くらい',
    'answer': '(2)',
  },
  {
    'question': '時間がなかった（ ）、準備が整わず申し訳ありません。 (1) からは (2) もので (3) ことだから (4) ものなら',
    'answer': '(2)',
  },
  {
    'question': '5 年ぶりに会った甥は、見違える（ ）成長していた。 (1) ほど (2) だけに (3) さえ (4) かのように',
    'answer': '(1)',
  },
  {
    'question':
        '実力がありながら、上司の評価が低い（ ）出世できない社員もいないわけではない。 (1) ものの (2) ように (3) ところで (4) ばかりに',
    'answer': '(4)',
  },
  {
    'question': '私の作品が金賞をいただくとは、光栄の（ ）でございます。 (1) いたり (2) かぎり (3) わたり (4) めぐり',
    'answer': '(1)',
  },
  {
    'question': 'この企画は委員会の決定（ ）作られた。 (1) からして (2) にそって (3) にあって (4) について',
    'answer': '(2)',
  },
  {
    'question':
        '細かい手作業に（ ）、本田君の右に出るものはいない。 (1) かけては (2) たいして (3) 向32けて (4) つけては',
    'answer': '(1)',
  },
  {
    'question': '若いうちは何にでも積極的に挑戦してみる（ ）。 (1) ことです (2) ばかりです (3) はずです (4) ところです',
    'answer': '(1)',
  },
  {
    'question':
        'うちの息子（ ）、学校にも行かずにアルバイトばかりしている。 (1) といっても (2) としては (3) としたら (4) ときたら',
    'answer': '(4)',
  },
  {
    'question':
        '経験の浅い新人の（ ）、不手際も多いかと思いますが、よろしくお願いいたします。 (1) ものを (2) だけに (3) ことゆえ (4) ことから',
    'answer': '(3)',
  },
  {
    'question':
        '政治家のスキャンダルは、（ ）個人の問題のみならず、政治全体の問題である。 (1) ひとり (2) ひとつ (3) ひとこと (4) ひとたび',
    'answer': '(1)',
  },
  {
    'question':
        '卒業する学生諸君、君たちの今後の活躍を（ ）やみません。 (1) 願い (2) 願わざるを (3) 願って (4) 願わずに',
    'answer': '(3)',
  },
  {
    'question': '王家の贅沢の（ ）を尽くした宮殿はすばらしいといったらない。 (1) 至り (2) 高み (3) 深み (4) 限り',
    'answer': '(4)',
  },
  {
    'question': '営業成績を上げる（ ）、社員全員ががんばっている。 (1) べく (2) だに (3) なり (4) とは',
    'answer': '(1)',
  },
  {
    'question': '国境周辺での衝突を（ ）、両国の戦闘が開始された。 (1) もとにして (2) ぬきにして',
    'answer': '(3)',
  },
  {
    'question': '失恋の痛みは身を（ ）経験してはじめてわかるものだ。 (1) とって (2) もって (3) かけて (4) つけては',
    'answer': '(2)',
  },
  {
    'question': '「できない」と言ってしまえば（ ）が、とにかくやるだけやってみよう。 (1) それだけだ (2) それまでだ',
    'answer': '(2)',
  },
  {
    'question': 'この事件は解決まで（ ）、犯人はすぐに逮捕された。 (1) 時間がかかるまいと思いきや (2) 時間がかかると思いきや',
    'answer': '(2)',
  },
  {
    'question': '一度客の信用を（ ）、もう店の営業は成り立たなくなる。 (1) 失うかぎり (2) 失えば失うほど',
    'answer': '(4)',
  },
  {
    'question': '彼女は「さあ帰れ」（ ）玄関のドアを開けた。 (1) と言わんばかりに (2) と言ったところで',
    'answer': '(1)',
  },
  {
    'question': '定年まで勤め上げる（ ）、老後の生活の保障があるわけではない。 (1) につけても (2) としたところで',
    'answer': '(2)',
  },
  {
    'question': '大金持ち（ ）、十分豊かな生活ができるのだからいいじゃないか。 (1) ではあるまいし (2) かと思うと',
    'answer': '(4)',
  },
  {
    'question':
        '仕事をしているといっても、あいつの場合は机の前にすわっている（ ）。 (1) にすぎない (2) きらいがある (3) までのことだ (4) にかたくない',
    'answer': '(1)',
  },
  {
    'question': 'ベストを尽くして悔いのない人生を（ ）。 (1) 送らないものでもない (2) 送りたいものを',
    'answer': '(3)',
  },
  {
    'question': '大企業が相次いで倒産するという事実を知らされて、（ ）。 (1) 驚かないではおかない (2) 驚くまでもない',
    'answer': '(3)',
  },
  {
    'question': '取材とはいえ、女一人で戦場に行くなんて、危険としか（ ）。 (1) いいようがない (2) いえないこともない',
    'answer': '(1)',
  },
  {
    'question': 'もっとひどい例もあるのだから、これぐらいで驚く（ ）。 (1) どころではない (2) というものではない',
    'answer': '(3)',
  },
  {
    'question':
        'あれほど注意したにもかかわらず規則に違反したのだから、学校側は彼らを（ ）。 (1) 処罰されずにはおかない (2) 処罰せずにはおかない',
    'answer': '(2)',
  },
  {
    'question': '犯人は、建物のかげに隠れているところ（ ）警官に見つかり、逮捕された。 (1) へ (2) に (3) を (4) で',
    'answer': '(3)',
  },
  {
    'question': '犬嫌いの息子は、犬の姿を見る（ ）早いか走り出す。 (1) が (2) まで (3) と (4) や',
    'answer': '(1)',
  },
  {
    'question': 'いくらなんでも、そこまでいう（ ）、ちょっと言い過ぎじゃないか。 (1) ので (2) とは (3) のに (4) とも',
    'answer': '(2)',
  },
  {
    'question':
        '先日のお礼（ ）、ちょっとご挨拶にうかがいたいと存じますが。 (1) かたがた (2) ながら (3) か34たわら (4) ともに',
    'answer': '(1)',
  },
  {
    'question': '彼女のことだから、もうとっくに知っている（ ）、何も聞いていないそうだ。 (1) にしては (2) と思いきや',
    'answer': '(2)',
  },
  {
    'question':
        'うちの主人と（ ）、朝寝坊のくせに、ゴルフに行く日だけは早ばやと起きるんです。 (1) いえば (2) しては (3) きたら (4) いっても',
    'answer': '(3)',
  },
  {
    'question': '今朝、庭を掃除しているとき、どろ（ ）の千円札を見つけた。 (1) だけ (2) まみれ (3) ばかり (4) ずくめ',
    'answer': '(2)',
  },
  {
    'question':
        '人の生命に（ ）ような重大な問題を軽々しく扱うべきではない。 (1) たりる (2) かかわる (3) こたえる (4) ともなう',
    'answer': '(2)',
  },
  {
    'question': '何ぶん初めてのこと（ ）、行き届かぬこともあろうかと思います。 (1) さえ (2) でも (3) とて (4) なり',
    'answer': '(3)',
  },
  {
    'question':
        '今さら失敗を悔やんだ（ ）、終わってしまったものは仕方がない。 (1) もので (2) ばかりに (3) ところで (4) ことか',
    'answer': '(3)',
  },
  {
    'question':
        '彼の（ ）新入社員にそんな重大な任務を任せるわけにはいかない。 (1) ごとき (2) ゆえの (3) といった (4) らしい',
    'answer': '(1)',
  },
  {
    'question': '電車が動かないのなら、しかたがない。歩いて帰る（ ）。 (1) ものだ (2) までだ (3) ばかりだ (4) はずだ',
    'answer': '(2)',
  },
  {
    'question':
        '最近の若者は、ろくに努力もせずに楽をして金を稼ごうとする（ ）がある。 (1) きらい (2) くせ (3) しだい (4) がち',
    'answer': '(1)',
  },
  {
    'question': 'さんざん考えた末、私（ ）作った企画がこれです。 (1) だけに (2) ゆえに (3) ように (4) なりに',
    'answer': '(4)',
  },
  {
    'question':
        '私が提案を読み上げると、社長はダメだ（ ）首を振った。 (1) とあって (2) とばかりに (3) かと思うと (4) かのように',
    'answer': '(2)',
  },
  {
    'question': '毎日こう忙しくては、（ ）にも休めない。 (1) 休める (2) 休む (3) 休んで (4) 休もう',
    'answer': '(4)',
  },
  {
    'question':
        'のんびり屋の兄だが、家族の一大事（ ）、けっこう頼りになる。 (1) とすると (2) としたら (3) ともなれば (4) といえども',
    'answer': '(3)',
  },
  {
    'question': '選手たちは、あらん（ ）の力を出して決勝戦を戦った。 (1) だけ (2) ほど (3) くらい (4) かぎり',
    'answer': '(4)',
  },
  {
    'question':
        'あんなに器用な彼に（ ）作れなかった物だ。僕なんかに作れっこない。 (1) こそ (2) して (3) し35ろ (4) とって',
    'answer': '(2)',
  },
  {
    'question':
        'M 社の新型パソコンは、操作のしやすさもさることながら、（ ）。 (1) 初心者に好評だ (2) だれでも楽に使うことができる',
    'answer': '(3)',
  },
  {
    'question':
        '一人でそんなに苦労していたとは知らなかった。一言いってくれれば（）。 (1) 君の役に立てるだろう (2) 君を助けてあげたいものだ',
    'answer': '(4)',
  },
  {
    'question':
        '何をするにしても、基礎からしっかり勉強しないことには、（ ）。 (1) 上達せずにはいられない (2) 上達しないまでのことだ',
    'answer': '(4)',
  },
  {
    'question':
        'どの問題も我々の力の及ぶところではなかった。今度の問題にしたって（ ）。 (1) 解決できないことはない (2) 解決しないわけにはいかない',
    'answer': '(3)',
  },
  {
    'question':
        '私が明日社長のところにうかがって、報告書を（ ）。 (1) お渡しされると存じます (2) お渡しされると存じております (3) お渡しできると存じます (4) お渡しすると存じます',
    'answer': '(3)',
  },
  {
    'question': 'その女のあまりのあつかましさ（ ）、私はあきれてしまった。 (1) を (2) で (3) から (4) に',
    'answer': '(4)',
  },
  {'question': '大阪は東京（ ）ついで人口が多い。 (1) から (2) に (3) を (4) が', 'answer': '(2)'},
  {
    'question': '給料の 2 割増（ ）条件に、その仕事を引き受けることにした。 (1) が (2) まで (3) の (4) を',
    'answer': '(4)',
  },
  {
    'question': '1 週間にわたる試験もいよいよ明日（ ）終わる。 (1) で (2) が (3) に (4) まで',
    'answer': '(1)',
  },
  {
    'question': 'これだけの機能をそろえたパソコンだと、定価で 50 万（ ）する。 (1) から (2) より (3) だけ (4) まで',
    'answer': '(1)',
  },
  {
    'question': '犬は主人の姿を（ ）が早いか、元気よく走り寄った。 (1) 見て (2) 見た (3) 見る (4) 見よう',
    'answer': '(3)',
  },
  {'question': '競技場に着いたとき、試合はすでに（ ）。 (1) 始まりかけた (2) 始まった', 'answer': '(3)'},
  {
    'question':
        '一時停止をせずに交差点に入り、あやうく衝突する（ ）。 (1) ばかりだった (2) ところだった (3) そうになった (4) ことになった',
    'answer': '(2)',
  },
  {
    'question': 'アメリカ人と話しているとき、自分の英語が（ ）と不安になることがある。 (1) 上手ではないか (2) 下手ではない',
    'answer': '(4)',
  },
  {
    'question':
        '彼女はさも私がバカだと（ ）の顔でこっちを見た。 (1) 言わんばかり (2) 言うらしい (3) 言いたげ (4) 言いたそう',
    'answer': '(1)',
  },
  {
    'question':
        '子供が元気で（ ）、親は安心していられるものだ。 (1) こぞすれば (2) さえすれば (3) こそあれば (4) さえあれば',
    'answer': '(4)',
  },
  {
    'question':
        'シャツのボタンが（ ）から、糸と針を持ってきて。 (1) とれている (2) とられてある (3) とっている (4) とられる',
    'answer': '(1)',
  },
  {
    'question': 'そのピアニストは 16 歳（ ）コンクールに優勝した。 (1) をもって (2) にして (3) をして (4) にとって',
    'answer': '(2)',
  },
  {
    'question': '震災後の神戸の街は、見るに（ ）状態であった。 (1) かたい (2) すぎない (3) たえない (4) ほかならない',
    'answer': '(3)',
  },
  {
    'question': '長年の研究が実り受賞できたことは、（ ）至りです。 (1) うれしい (2) 幸せな (3) 感激の (4) 喜ぶ',
    'answer': '(3)',
  },
  {
    'question': '結婚した息子は、手紙は（ ）、電話さえかけてこない。 (1) かまわず (2) ひきかえ (3) おろか (4) とにかく',
    'answer': '(3)',
  },
  {
    'question': 'その議員は言う（ ）言葉を吐いて、世間を騒がせた。 (1) べく (2) べからざる (3) べきがない (4) べからず',
    'answer': '(2)',
  },
  {
    'question':
        'この大雨では、問い合わせる（ ）スポーツ大会は中止だろう。 (1) までもなく (2) ものではなく (3) はかなく (4) わけなく',
    'answer': '(1)',
  },
  {
    'question': '人間にとって、生活の維持も（ ）、よりよく生きることが大切な問題だ。 (1) さることながら (2) かまわず',
    'answer': '(1)',
  },
  {
    'question':
        'クレジットカードの使いすぎで、破産しない（ ）借金の返済に苦しむ人が増えている。 (1) とすると (2) かぎり (3) ところで (4) までも',
    'answer': '(4)',
  },
  {
    'question':
        '両親とも芸術家（ ）、彼女のセンスのよさは抜群だ。 (1) とあって (2) からして (3) とあいまって (4) からすると',
    'answer': '(1)',
  },
  {
    'question':
        '新空港の建設候補地は、交通の便のよさという点で当地（ ）ほかにはないだろう。 (1) をもって (2) を問わず (3) と37言わず (4) をおいて',
    'answer': '(4)',
  },
  {
    'question':
        '収入の多少を（ ）税額が一律であるとは、どうも納得できない。 (1) よそに (2) かかわらず (3) 問わず (4) 通じて',
    'answer': '(3)',
  },
  {
    'question': '我々はとかく西洋医学を信じすぎる（ ）がある。 (1) きらい (2) がち (3) つもり (4) しまつ',
    'answer': '(1)',
  },
  {
    'question':
        '結婚（ ）しまいが自由だが、子供に対する責任だけはきちんと果たすべきだ。 (1) するか (2) しても (3) しようが (4) しようにも',
    'answer': '(3)',
  },
  {
    'question': 'いつも遅刻する彼女のことだから、（ ）。 (1) また遅刻をした (2) 遅刻せずにはいられない',
    'answer': '(3)',
  },
  {
    'question': '両国間の和平交渉はおそらく（ ）。 (1) うまくいきそうだ (2) うまくいかないだろう',
    'answer': '(2)',
  },
  {
    'question': 'どんなに働いてもアルバイト収入は（ ）。 (1) 10 万円がせいぜいだ (2) 10 万円せいぜいだ',
    'answer': '(1)',
  },
  {
    'question': '超大国と呼ばれる国があれほど簡単に崩壊するとは、（ ）。 (1) 夢にも思わなかった (2) なかなか思えなかった',
    'answer': '(1)',
  },
  {
    'question': 'ほしいと言えばあげたものを、（ ）。 (1) どうして言わなかったの (2) 返すなんて失礼ですよ',
    'answer': '(1)',
  },
  {
    'question': '雨の少なかった昨年にひきかえ、（ ）。 (1) 水不足が深刻だった (2) 今年は雨が少ない',
    'answer': '(4)',
  },
  {
    'question':
        'できないと（ ）、せっかくのチャンスだ。やれるところまでやってみよう。 (1) 言ってしまうのは簡単だから (2) 言うまでもないが',
    'answer': '(4)',
  },
  {
    'question': '今の職場や仕事に満足している人は（ ）といったところだろう。 (1) それほど多くはない (2) 3 割前後',
    'answer': '(2)',
  },
  {
    'question': '難しい、難しいと（ ）、その学生は試験でけっこういい点を取っている。 (1) 言うにつけ (2) 言いながらも',
    'answer': '(2)',
  },
  {
    'question': '彼女は、（ ）決して意志を曲げることのない人だ。 (1) 一度言い出したとしても (2) 一度言い出すや否や',
    'answer': '(3)',
  },
  {
    'question': 'その子はたいへん賢く、（ ）覚えてしまう。 (1) 教えるかたわら (2) 教えるそばから',
    'answer': '(2)',
  },
  {
    'question':
        'やせたいんですね。それじゃ、（ ）というわけにはいかないでしょう。 (1) 太らないだけ食べる (2) 太らないように食べる',
    'answer': '(3)',
  },
  {
    'question': 'ゴールデンウイーク（ ）あって、観光地はどこも大変な人出だ。 (1) と (2) に (3) で (4) は',
    'answer': '(1)',
  },
  {
    'question': '市民の批判（ ）よそに、今日も社長は会議中にいねむりをしていた。 (1) ひ (2) が (3) を (4) の',
    'answer': '(3)',
  },
  {
    'question':
        'この間の試験はひどく悪かった。苦手の数学に至って（ ）クラスの最下位だった。 (1) も (2) は (3) まで (4) までも',
    'answer': '(2)',
  },
  {
    'question':
        '成功おめでとう。この企画は、君の力（ ）できなかっただろう。 (1) ないまで (2) ないでは (3) ならでは (4) なしには',
    'answer': '(4)',
  },
  {
    'question':
        'この事件の裏に大物政治家が存在することは、想像に（ ）。 (1) かたい (2) かたくない (3) かたからず (4) かたかろう',
    'answer': '(2)',
  },
  {
    'question':
        '中小企業への政府の補助は、個々の企業の実情に（ ）行われるべきだ。 (1) 基にして (2) 関して (3) 即して (4) 限って',
    'answer': '(3)',
  },
  {
    'question':
        '公演は、東京を（ ）、名古屋、大阪と日本各地を回る予定だ。 (1) きっかけに (2) はじめに (3) 限りに (4) 皮切りに',
    'answer': '(4)',
  },
  {
    'question': '人の顔を（ ）なり笑い出すなんて、失礼なやつだ。 (1) 見る (2) 見た (3) 見ない (4) 見て',
    'answer': '(1)',
  },
  {
    'question': '研究者（ ）者、真実を追究する心を失ってはならぬ。 (1) ごとき (2) まじき (3) たる (4) ある',
    'answer': '(3)',
  },
  {
    'question':
        '出土した黄金の装飾品は、贅沢の（ ）を尽くした当時の王族の生活を想像させる。 (1) 至り (2) 極み (3) 至39る (4) 極まる',
    'answer': '(2)',
  },
  {
    'question':
        'ずいぶん春（ ）まいりました。お変わりなくお過ごしでしょうか。 (1) らしく (2) まみれて (3) めいて (4) ともなって',
    'answer': '(3)',
  },
  {
    'question': 'こんなことになるとは、想像（ ）しなかった。 (1) ばかり (2) まで (3) とは (4) だに',
    'answer': '(4)',
  },
  {
    'question':
        '娘は勉強もせずに遊んでばかりいたが、ついに高校をやめて歌手になりたいと言い出す（ ） で、私も妻も困り切っている。 (1) あげく (2) しまつ (3) 結果 (4) 最後',
    'answer': '(2)',
  },
  {
    'question':
        '釣り自慢の父は体長が 1 メートル（ ）魚を釣って、大得意である。 (1) ならではの (2) のごとき (3) からある (4) ましの',
    'answer': '(3)',
  },
  {
    'question': '兄は、大学で医学を勉強する（ ）、小説を書いている。 (1) かたわら (2) がてら (3) が早いか (4) かたがた',
    'answer': '(1)',
  },
  {
    'question': '「おいおい、電気が（ ）よ。」「あっ、いけない。消しといて」 (1) つけかけだ (2) つけっぽい',
    'answer': '(3)',
  },
  {
    'question': 'この島には、電話（ ）、水道も電気もない。 (1) はおろか (2) が最後 (3) までも (4) ですら',
    'answer': '(1)',
  },
  {
    'question': 'あの二人はよほど仲が悪いのだろう。いつも（ ）言葉で言い争っている。 (1) 聞くにたえない (2) 聞きづらい',
    'answer': '(1)',
  },
  {
    'question':
        'そんなにひどくなるまで我慢するなんて。言ってくれれば病院へ連れていってあげた（ ）。 (1) わけだ (2) ものだ (3) ものを (4) ほどだ',
    'answer': '(3)',
  },
  {
    'question':
        'オリンピックで（ ）がために、選手達は血のにじむような練習を続けている。 (1) 優勝せん (2) 優勝した (3) 優勝しよう (4) 優勝せぬ',
    'answer': '(1)',
  },
  {
    'question':
        '「現在の法律では被害者の人権が守られていない」と彼女は涙（ ）訴えた。 (1) だけに (2) ばかりに (3) ながらに (4) がちに',
    'answer': '(3)',
  },
  {'question': 'そんなことはわかりきっている。今さら（ ）。 (1) 言うまでだ (2) 言うまでもない', 'answer': '(2)'},
  {
    'question':
        '子供の暴力事件は常に存在していたが、最近は以前（ ）暴力が激化しているようだ。 (1) にも及んで (2) に至って (3) に対して (4) にもまして',
    'answer': '(4)',
  },
  {
    'question':
        'かたづけた（ ）子供がちらかすので、部屋がきれいにならない。 (1) そばから (2) あとから (3) わ40きから (4) のちから',
    'answer': '(1)',
  },
  {
    'question': '計画は完璧だ。あとは、（ ）実行するのみ。 (1) さて (2) なお (3) ただ (4) ただし',
    'answer': '(3)',
  },
  {
    'question': '貴重な水だ。1 滴（ ）無駄にしてはいけない。 (1) を限りに (2) ともなく (3) たりとも (4) をもって',
    'answer': '(3)',
  },
  {
    'question': '彼女は重圧を（ ）、のびのびとした演技で見事に 1 位を獲得した。 (1) わけにはせずに (2) こともなく',
    'answer': '(3)',
  },
  {
    'question':
        '本日は、6 時（ ）閉店とさせていただきます。またのご来店をお待ち申し上げます。 (1) をもって (2) にあって (3) にして (4) を限りに',
    'answer': '(1)',
  },
  {
    'question': '子供は（ ）、人間関係でストレスを感じている。 (1) 子供ならでは (2) 大人もさることながら',
    'answer': '(3)',
  },
  {
    'question': '佐藤君は、（ ）、この仕事にふさわしい人物だ。 (1) 能力やら、人柄やら (2) 能力といい、人柄といい',
    'answer': '(2)',
  },
  {
    'question':
        'この仕事を頼めるのは、君をおいて（ ）。 (1) だれでもいい (2) ほかにいない (3) だれでもない (4) ほかならない',
    'answer': '(2)',
  },
  {
    'question': 'あんな弱いチームに負けるなんて、（ ）。 (1) くやしくてやまない (2) くやしいきらいがある',
    'answer': '(4)',
  },
  {
    'question': '歌は決して得意ではないが、「是非に」と言われれば（ ）。 (1) 歌うべくもない (2) 歌うにはあたらない',
    'answer': '(3)',
  },
  {
    'question': '若い女性が積極的なのにひきかえ、（ ）。 (1) 男性の方が積極的だ (2) 男性は消極的になりがちだ',
    'answer': '(2)',
  },
  {
    'question': '資源を大切にと言いながらも、紙の使用量は（ ）。 (1) 減る一方だ (2) 減らさざるを得ない',
    'answer': '(3)',
  },
  {
    'question':
        '10 メートル（ ）大木が私たちのいる方向へ倒れてきた。 (1) からある (2) からする (3) か41らみる (4) からいう',
    'answer': '(1)',
  },
  {
    'question': 'いくら制度が変わっても現状は何（ ）変わらない。 (1) と (2) に (3) ら (4) を',
    'answer': '(3)',
  },
  {
    'question': 'チンさんは、とくに（ ）といった特徴のない人だ。 (1) これ (2) それ (3) あれ (4) どれ',
    'answer': '(1)',
  },
  {
    'question':
        '林さんは何かに（ ）口を出してくるので、みんなにさけられている。 (1) ついて (2) つけ (3) つれて (4) つつ',
    'answer': '(2)',
  },
  {
    'question':
        '受賞まであと一歩のところまでいったのだが、だめだった。 残念で（ ）。 (1) ならない (2) なる (3) すぐない (4) すぎる',
    'answer': '(1)',
  },
  {
    'question': '考えてみた（ ）で、やってしまったことは変えられないのだ。 (1) ばかり (2) ところ (3) あげく (4) ついで',
    'answer': '(2)',
  },
  {
    'question':
        'チャイムが鳴ったか（ ）かのうちに、学生たちが机の上をかたづけはじめた。 (1) 鳴る (2) 鳴らない (3) 鳴った (4) 鳴らなかった',
    'answer': '(2)',
  },
  {
    'question':
        'いつも 5 分か 10 分おくれてくる山下さんの（ ）だから、今日もおくれるにちがいない。 (1) せい (2) はず (3) もの (4) こと',
    'answer': '(4)',
  },
  {
    'question': '教師（ ）ものは、すべての学生に平等に接するべきだ。 (1) こそ (2) たる (3) まで (4) めく',
    'answer': '(2)',
  },
  {
    'question': 'お母さんがせんたくを（ ）かたわらで、子どもたちが水遊びをしている。 (1) する (2) して (3) した (4) し',
    'answer': '(1)',
  },
  {
    'question': '最近とても運がよく、いいこと（ ）の毎日だ。 (1) はじめ (2) がてら (3) かぎり (4) ずくめ',
    'answer': '(4)',
  },
  {
    'question': 'お金（ ）幸せになれるとはかぎらない。 (1) こそすれば (2) こそあれば (3) さえすれば (4) さえあれば',
    'answer': '(4)',
  },
  {
    'question': '近所の子どもは、2 歳（ ）すでに簡単な計算ができる。 (1) にして (2) をして (3) でして (4) がして',
    'answer': '(1)',
  },
  {
    'question':
        '「時は金なり」とは、時間を 1 分（ ）むだに使うなということだ。 (1) そばから (2) こととて (3) たりとも (4) ならでは',
    'answer': '(3)',
  },
  {
    'question':
        '私は今、責任者と言う立場（ ）、すべてのことに気を配らなければならない。 (1) にしいて (2) にあって (3) につけて (4) にしたがって',
    'answer': '(2)',
  },
  {
    'question':
        '島田さんは「おまえが悪い」と（ ）の態度で私をにらみつけた。 (1) 言うらしい (2) 言いたげ (3) 言わんばかり (4) 言わんくせ',
    'answer': '(3)',
  },
  {
    'question': '家の前で（ ）つ（ ）つして、うろうろしている男の人はいったいだれなのだろう。 (1) 行く、戻る (2) 行き、戻り',
    'answer': '(2)',
  },
  {
    'question':
        '両親（ ）の私である。人間は一人で生きられるものではない。 (1) にあって (2) とあって (3) であって (4) あって',
    'answer': '(4)',
  },
  {
    'question':
        'うそをついたのなら、（ ）にはすまないだろう。 (1) あやまった (2) あやまる (3) あやまらず (4) あやまらない',
    'answer': '(3)',
  },
  {
    'question': '彼は（ ）おとなしく、文学を好む少年であった。 (1) もとより (2) もはや (3) ものの (4) のもなら',
    'answer': '(1)',
  },
  {
    'question':
        '自分が不利だとみるや、あいつと（ ）ころっと態度を変えた。 (1) 思いきや (2) いえども (3) きたら (4) 相まって',
    'answer': '(3)',
  },
  {
    'question':
        '電車の中で隣に座った人たちの会話を聞く（ ）聞いていたら、知り合いの名前が出てきて 驚いた。 (1) ともなれば (2) ともなく (3) とはいえ (4) ときたら',
    'answer': '(2)',
  },
  {
    'question': '親友と（ ）、言っていいことと悪いことがある。 (1) いうと (2) いえども (3) いったら (4) いいつつ',
    'answer': '(2)',
  },
  {
    'question':
        '私の父はよく散歩し（ ）、スーパーに寄り、家族の好きなものを買ってきてくれる。 (1) がてら (2) かたがた (3) そばから (4) ともに',
    'answer': '(1)',
  },
  {
    'question': '少しずつ春（ ）きましたが、いかがお過ごしでしょうか。 (1) まみれて (2) らしく (3) めいて (4) ごとく',
    'answer': '(3)',
  },
  {
    'question': '彼は日本に来て 5 年になるのに、漢字はおろか（ ）。 (1) ひらがなさえも書けない (2) ひらがなだけは書ける',
    'answer': '(1)',
  },
  {
    'question': 'あの大地震で家族を亡くした方や、家を失った方には（ ）。 (1) 同情を禁じえない (2) 同情するまでもない',
    'answer': '(1)',
  },
  {
    'question': '大事故にいたらなくてよかったものの、一つ間違えば（ ）。 (1) 死ぬおそれはなかった (2) 何事もなく無事であった',
    'answer': '(3)',
  },
  {
    'question': '松下さんは（ ）、決して考えを曲げない。 (1) 一度言い出すなり (2) 一度言い出すや否や',
    'answer': '(3)',
  },
  {
    'question':
        '大変お待たせいたしました。ただいまより、すばらしい手品を（ ）。 (1) ごらんくださいましょう (2) ごらんいたしましょう',
    'answer': '(4)',
  },
  {
    'question': '授業は欠席がちで、課題も提出しないとは、（ ）行動ではないか。 (1) 学生にないまじき (2) 学生にあるまじき',
    'answer': '(2)',
  },
  {
    'question': '行かないと（ ）、後々後悔することになるかもしれないよ。 (1) 言ってしまうのは簡単だから (2) 言わないとしても',
    'answer': '(4)',
  },
  {
    'question': '昨晩のパーティーは、さすが（ ）すばらしい演出でしたね。 (1) 山本さんだとしても (2) 山本さんとしては',
    'answer': '(3)',
  },
  {
    'question':
        'その件につきましては、先日、担当の木下が（ ）、ご安心ください。 (1) うけたまわっておりますので (2) お目にかかりますので',
    'answer': '(1)',
  },
  {
    'question':
        'この病気は手術を（ ）限り、治りません。できるだけ早く手術を受けてください。 (1) しなくて (2) しない (3) して (4) する',
    'answer': '(2)',
  },
  {
    'question':
        '年を取ってからの勉強は効率が悪い。聞いた（ ）忘れていくのだから。 (1) あいだに (2) や否や (3) そばから (4) うちに',
    'answer': '(3)',
  },
  {
    'question':
        '空の青さと紅葉のあざやかさとが（ ）、秋の高原は絵のように美しい。 (1) あい変わらず (2) あいまって (3) ともなって (4) 集まって',
    'answer': '(2)',
  },
  {
    'question':
        '市価より 2、3 割安い（ ）、商品はあっという間に売り切れてしまった。 (1) といえども (2) からして (3) とあって (4) からといって',
    'answer': '(3)',
  },
  {
    'question': 'ごくわずか（ ）、景気回復の兆しが見え始めた。 (1) にしては (2) ながら (3) にひきかえ (4) ながらに',
    'answer': '(2)',
  },
  {
    'question': '低温に（ ）野菜の品種改良が待たれている。 (1) たえる (2) たる (3) あたる (4) かかわる',
    'answer': '(1)',
  },
  {
    'question':
        '息子はほとんど家にいない。帰ってきた（ ）、またすぐ出かけてしまう。 (1) かと思うと (2) ばかりに (3) やいなや (4) なり',
    'answer': '(1)',
  },
  {
    'question':
        'この報道は必ずしも真実を伝えているもの（ ）。 (1) とは思えない (2) にちがいない (3) であろう (4) にあたらない',
    'answer': '(1)',
  },
  {
    'question': '国民の信頼（ ）政治家がなんと少ないことか。 (1) にあたる (2) にたる (3) にいたる (4) におよぶ',
    'answer': '(2)',
  },
  {
    'question': '電車が動かないなら、歩いて帰る（ ）。 (1) くらいだ (2) ほどだ (3) わ44けだ (4) しかない',
    'answer': '(4)',
  },
  {
    'question':
        'よくよく（ ）うえで決めたことだから、たとえ失敗してもいいじゃないか。 (1) 考える (2) 考えた (3) 考えて (4) 考え',
    'answer': '(2)',
  },
  {
    'question': '社長の命令（ ）、長期の出張も引き受けざるをえない。 (1) としても (2) にせよ (3) にしては (4) とあれば',
    'answer': '(4)',
  },
  {
    'question':
        '失恋の悲しみは身をもって経験して（ ）わかるものだ。 (1) いよいよ (2) とうとう (3) はじめて (4) いまだに',
    'answer': '(3)',
  },
  {
    'question':
        'こんなことを言えば彼女を傷つけることになると知り（ ）、言わざるをえなかった。 (1) かねて (2) つつも (3) かけて (4) すぎて',
    'answer': '(2)',
  },
  {
    'question':
        '政治家が次々に逮捕されるという事態に国民は失望を（ ）。 (1) 極まりない (2) かたくない (3) ほかならない(4) 禁じ得ない',
    'answer': '(4)',
  },
  {
    'question':
        '勉強が好きではない（ ）、高校はちゃんと卒業しておいたほうがいい。 (1) にしても (2) ながら (3) といって (4) として',
    'answer': '(1)',
  },
  {
    'question': '生物はより優れた子孫を（ ）、激しい生存競争を展開する。 (1) 残しかねて (2) 残すまいと',
    'answer': '(4)',
  },
  {
    'question':
        '私の後ろの男は、早く行け（ ）私の背中を押した。私は危うく倒れるところだった。 (1) とばかりに (2) といっても (3) といわず (4) としても',
    'answer': '(1)',
  },
  {
    'question':
        '一見すると古くて汚いが、これらの道具の中には一つ（ ）余分なものはない。 (1) たりとも (2) に限って (3) なりに (4) にひきかえ',
    'answer': '(1)',
  },
  {
    'question':
        'ボランティア活動は経験の有無（ ）、だれでも参加できる。 (1) をもって (2) を問わず (3) と言わず (4) をおいて',
    'answer': '(2)',
  },
  {
    'question':
        '対応がもっと早ければ被害は少なくて済んだ（ ）、救助が遅れて被害が広がった。 (1) もので (2) ものの (3) ものか (4) ものを',
    'answer': '(2)',
  },
  {
    'question':
        '教養ある紳士（ ）、時には礼儀を欠くこともある。 (1) ときたら (2) といえども (3) ともなると (4) とすれば',
    'answer': '(2)',
  },
  {
    'question': 'われわれは世界平和の実現を（ ）やまない。 (1) 願う (2) 願い (3) 願った (4) 願って',
    'answer': '(4)',
  },
  {
    'question': 'あの人ったら自分が悪いくせに、いつも（ ）。 (1) ひとのせいにする (2) あやまってばかりいる',
    'answer': '(1)',
  },
  {
    'question': '海外旅行へ出発する日にパスポートを忘れるとは、（ ）。 (1) 十分気をつけよう (2) よく注意をした',
    'answer': '(3)',
  },
  {
    'question': '一人暮らしは、楽しいとは言えないまでも、（ ）。 (1) やはり、さびしいものだ (2) 不自由なこともある',
    'answer': '(4)',
  },
  {
    'question': '事故にあい、命を落とさずにすんだものの、（ ）。 (1) 生きていてよかった (2) 右足が不自由になってしまった',
    'answer': '(2)',
  },
  {
    'question': '彼女の責任が問われているようだが、私の知る限りでは（ ）。 (1) 何も話すことはない (2) 彼女には何の責任もない',
    'answer': '(2)',
  },
  {
    'question':
        '国民の期待というプレッシャーの大きさは（ ）が、彼女はそれを見事に克服して、金メダ ルを獲得した。 (1) 想像にかたくない (2) 想像できない',
    'answer': '(1)',
  },
  {
    'question':
        '現状に即した対策を（ ）、理論だけが空回りしている。これでは事態を打開することは難 しいだろう。 (1) 立てるべきところを (2) 立てるべきだから',
    'answer': '(1)',
  },
  {
    'question':
        '被災地の受験生も、人生の分かれ道ともいえる入学試験に（ ）、厳しい条件の下で準備に 励んでいる。 (1) 合格するべく (2) 合格したいのだが',
    'answer': '(1)',
  },
  {
    'question':
        '当社では新入社員の採用に当たり、応募者の（ ）、趣味、特技等も考慮して選考を行って いる。 (1) 学業成績はおろか (2) 学業成績をものともせずに',
    'answer': '(3)',
  },
  {
    'question':
        'その行動力といい、指導力といい、彼こそトップにふさわしい人だ。次期会長は（ ）、と いうのが大方の見方である。 (1) ひとり彼だけではない (2) 彼にあるまじきことだ',
    'answer': '(3)',
  },
  {
    'question':
        '私の知る（ ）、彼と彼女の仲はうまくいっているようだ。 (1) 限りに (2) 限って (3) 限46りでは (4) 限らず',
    'answer': '(3)',
  },
  {
    'question': 'あの男（ ）善良な人間を、私は知らない。 (1) ほど (2) ばかり (3) なんて (4) つつ',
    'answer': '(1)',
  },
  {
    'question':
        '今日は天気がいいから、散歩（ ）一人暮らしの祖母の様子を見てこよう。 (1) ながら (2) がてら (3) かたわら (4) つつ',
    'answer': '(2)',
  },
  {
    'question':
        '住民の不安を（ ）、原子力発電所の建設計画が進められている。 (1) ほかに (2) あとに (3) よそに (4) そとに',
    'answer': '(3)',
  },
  {
    'question':
        '厳しい訓練に耐えてきた兵士たちは、身動き（ ）せず、門の前に立っていた。 (1) こそ (2) だに (3) だけ (4) にも',
    'answer': '(2)',
  },
  {
    'question':
        '年をとって怒りっぽくなった父は、最近では近所の子供にまで大声でどなる（ ）だ。 (1) しまつ (2) こと (3) はず (4) わけ',
    'answer': '(1)',
  },
  {
    'question':
        '高い評価を得ている彼女だが、最近の演奏は以前にも（ ）すばらしい。 (1) 加えて (2) 及んで (3) まして (4) くらべて',
    'answer': '(3)',
  },
  {
    'question':
        '子供の将来を（ ）こそ、親は心を鬼にしなければならないこともある。 (1) 思えば (2) 思うと (3) 思ったら (4) 思うなら',
    'answer': '(1)',
  },
  {
    'question':
        'マイホームを手に入れようと決心した兄は、昼も夜も汗（ ）になって働いた。 (1) ずくめ (2) ばかり (3) たっぷり (4) まみれ',
    'answer': '(4)',
  },
  {
    'question': '三つや四つの子供では（ ）、いつまでも人に頼っていてはだめだ。 (1) ないだろうと (2) あるまいし',
    'answer': '(2)',
  },
  {
    'question': '過去の失敗を今さら（ ）ところで、どうにもならない。 (1) 悔やむ (2) 悔やみ (3) 悔やんで (4) 悔やんだ',
    'answer': '(4)',
  },
  {
    'question':
        '一緒に入社した彼が昇進したのに（ ）、私はいまだに平社員のままだ。 (1) かえって (2) ひきかえ (3) かかわらず (4) かわって',
    'answer': '(2)',
  },
  {
    'question': '今回の事件も（ ）、最近、犯罪の犠牲となって命を失う人があとを絶たない。 (1) もっともだが (2) のみならず',
    'answer': '(4)',
  },
  {
    'question': 'ひと雨ごとに春（ ）、何となくうきうきした気分になる。 (1) づいて (2) のように (3) めいて (4) っぽく',
    'answer': '(3)',
  },
  {
    'question': '人間六十歳（ ）、多かれ少なかれ、先のことを考えるものだ。 (1) ともなると (2) からすると',
    'answer': '(1)',
  },
  {
    'question':
        'わが社は今回の台湾進出を（ ）、今後海外に進出していく予定である。 (1) はじめに (2) 中心に (3) かわきりに (4) 先頭に',
    'answer': '(3)',
  },
  {
    'question': '大学進学を決めた（ ）、合格するべく頑張らなければならない。 (1) 次第 (2) もので (3) ことから (4) 以上',
    'answer': '(4)',
  },
  {
    'question':
        '社長は、二十歳（ ）すでに今の会社の基礎を築いていたそうだ。 (1) にして (2) になって (3) において (4) にとって',
    'answer': '(1)',
  },
  {
    'question':
        '今月末を（ ）、父は 40 年あまり勤めた会社を定年退職する。 (1) になって (2) もって (3) よって (4) とって',
    'answer': '(2)',
  },
  {
    'question': 'よほど疲れていたのだろう。彼女は横になる（ ）、寝入ってしまった。 (1) きり (2) まま (3) 否か (4) なり',
    'answer': '(4)',
  },
  {
    'question': 'いくら息子のためとはいえ、大金をつかって入学させるなど、愚か（ ）。 (1) としか言いようがない (2) とだけ言える',
    'answer': '(1)',
  },
  {
    'question': '彼女の乱暴なものの言い方は、聞くに（ ）。 (1) たりない (2) かたい (3) たえない (4) はずかしい',
    'answer': '(3)',
  },
  {
    'question': '不正に公金を利用した部長は、退職を（ ）。 (1) 迫っていた (2) しないわけではない',
    'answer': '(4)',
  },
  {
    'question': 'どうしても、というのであれば、（ ）。 (1) やらなくなるべきだ (2) やらないことにすぎない',
    'answer': '(4)',
  },
  {
    'question': '息子の突然の死を嘆く母親を前に、私は言葉もなく、ただ見守る（ ）。 (1) ほかでもなかった (2) のみではなかった',
    'answer': '(3)',
  },
  {
    'question': '当店の営業は、6 時（ ）もって終了とさせていただきます。 (1) に (2) を (3) から (4) と',
    'answer': '(2)',
  },
  {
    'question': '彼なり（ ）よく考えて出した結論ならばそうするより仕方がないだろう。 (1) で (2) と (3) に (4) も',
    'answer': '(3)',
  },
  {
    'question':
        '離婚の原因は彼にあるが、彼女（ ）したって、ある程度は後悔していると思うよ。 (1) が (2) から (3) を (4) に',
    'answer': '(4)',
  },
  {
    'question':
        'いくら優勝したいからといって、体を壊すまで練習しなくてもいいもの（ ）。 (1) を (2) から (3) だ48 (4) で',
    'answer': '(1)',
  },
  {
    'question':
        '残り時間あと 2 分。もう絶対に負けたと（ ）、最後の最後で逆転した。 (1) 思おうにも (2) 思いきや (3) 思ったにせよ (4) 思わずには',
    'answer': '(2)',
  },
  {
    'question':
        '人前でスピーチするのは初めてのこと（ ）、彼はすっかり緊張していた。 (1) とて (2) であっても (3) だのに (4) といって',
    'answer': '(1)',
  },
  {
    'question': '心理学者と（ ）、娘の心理が理解できないこともある。 (1) いうと (2) いったら (3) いえども (4) いえば',
    'answer': '(3)',
  },
  {
    'question': 'まったく、この子と（ ）親の言うことをちっとも聞かない。 (1) いえば (2) すれば (3) したら (4) きたら',
    'answer': '(4)',
  },
  {
    'question': '失敗してから後悔した（ ）、今さらどうしようもない。 (1) もので (2) だけで (3) ところで (4) はずで',
    'answer': '(3)',
  },
  {
    'question': '経費削減のため、紙一枚（ ）無駄にしないこと。 (1) のみの (2) たりとも (3) だけしか (4) くらいの',
    'answer': '(2)',
  },
  {
    'question':
        '社員（ ）の会社であるはずが、この会社は社員の待遇を一向に改善しようとしない。 (1) として (2) にとって (3) あって (4) をおいて',
    'answer': '(3)',
  },
  {
    'question': '毎日汗（ ）になって働いても、生活は一向に楽にならない。 (1) ばかり (2) だけ (3) くらい (4) まみれ',
    'answer': '(4)',
  },
  {
    'question':
        '前の席の二人の会話を聞く（ ）聞いていたら、姉の名前が出てきて驚いた。 (1) ように (2) ために (3) ことなしに (4) ともなしに',
    'answer': '(4)',
  },
  {
    'question':
        '「お前（ ）におれの気持ちなどわかるものか！」と彼はどなった。 (1) だけ (2) ごとき (3) のよう (4) みたい',
    'answer': '(2)',
  },
  {
    'question': '昇進できるかどうかは、今年の営業成績（ ）だ。 (1) いかん (2) ばかり (3) から (4) かぎり',
    'answer': '(1)',
  },
  {
    'question': '財布を忘れ、買い物を（ ）にもできなかった。 (1) できる (2) しよう (3) する (4) できない',
    'answer': '(2)',
  },
  {
    'question': '人の失敗を笑い話にするとは、失礼（ ）やつだ。 (1) かねる (2) いたる (3) かぎる (4) きわまる',
    'answer': '(4)',
  },
  {
    'question':
        'いつも慎重な彼に（ ）めずらしく、思い切ったことをしたものだ。 (1) しては (2) しても (3) かぎって (4) かえって',
    'answer': '(1)',
  },
  {
    'question': 'あの程度の雨量で大洪水が起こるとは、だれも予想（ ）しなかった。 (1) のみ (2) こそ (3) しか (4) だに',
    'answer': '(4)',
  },
  {
    'question': '友達とけんかでもしたらしく、娘は帰ってくる（ ）泣き出した。 (1) あと (2) から (3) な49り (4) まで',
    'answer': '(3)',
  },
  {
    'question':
        '彼女は商社に勤める（ ）、週末は近所の子供たちに英語を教えている。 (1) かたわら (2) 他方 (3) そばで (4) 反面',
    'answer': '(1)',
  },
  {
    'question':
        '言葉には表されない（ ）、不賛成の意向は彼の態度から十分読める。 (1) としても (2) ようで (3) までも (4) ために',
    'answer': '(3)',
  },
  {
    'question': '彼の無礼な行為は、若さ（ ）の過ちとして片づけられるものではない。 (1) だけ (2) より (3) のみ (4) ゆえ',
    'answer': '(4)',
  },
  {
    'question':
        '高速道路の騒音対策は、地域の実情に（ ）行われるべきである。 (1) 即して (2) 対して (3) 次いで (4) 臨んで',
    'answer': '(1)',
  },
  {
    'question': 'さあ、どうぞ。何でも好きな物を食べたい（ ）食べてください。 (1) ほど (2) くらい (3) だけ (4) ばかり',
    'answer': '(3)',
  },
  {
    'question': 'さすが彼のような有名人ともなると、（ ）。 (1) 気軽に町を歩くこともできない (2) 気軽に町を歩かざるをえない',
    'answer': '(1)',
  },
  {
    'question': '能力といい、人格といい、あの人をおいて、（ ）。 (1) トップにふさわしい人だ (2) トップになるべきではない',
    'answer': '(4)',
  },
  {
    'question': '人の一番大切な物を壊しておいて、（ ）。 (1) 「ごめんなさい」と言うはずだ (2) 「ごめんなさい」と言えばいいのに',
    'answer': '(4)',
  },
  {
    'question':
        '「世の中、金がすべて」とはいっても、愛情なくしては（ ）。 (1) 十分生活できるだろう (2) 生活することも不可能ではない (3) (4)',
    'answer': '(3)',
  },
  {
    'question': 'ベルがなるや否や、生徒たちは（ ）。 (1) 一斉に教室を飛び出した (2) 一人また一人と帰っていった (3) (4)',
    'answer': '(1)',
  },
  {
    'question':
        '子供の将来を（ ）、親は厳しいことを言うものなのです。 (1) 心配するからには (2) 心配すればこそ (3) (4) 50',
    'answer': '(2)',
  },
  {'question': '今年度の試験は、（ ）難しくなっている。 (1) 昨年度に対して (2) 昨年度について', 'answer': '(4)'},
  {
    'question': '彼女の成功は（ ）、語れない。 (1) 家族の協力をぬきにしては (2) 家族の協力があってこそ',
    'answer': '(1)',
  },
  {
    'question': '金があるからといって、（ ）、子供はろくな大人にはならない。 (1) 子供を質素に育てると (2) 子供を厳しく育てると',
    'answer': '(4)',
  },
  {
    'question': '環境問題は、（ ）、各国が協力して取り組むべきである。 (1) 一国が行うまでもなく (2) 一国だけにかかわらず',
    'answer': '(3)',
  },
  {
    'question': '工事中（ ）、お足もとに十分ご注意ください。 (1) だけあって (2) につき (3) ことから (4) とあって',
    'answer': '(2)',
  },
  {
    'question': '会社に入った（ ）、全力で仕事をするつもりです。 (1) ところ (2) ばかり (3) からして (4) からには',
    'answer': '(4)',
  },
  {
    'question':
        'これを（ ）、今日のパーティーは閉会といたします。ありがとうございました。 (1) もって (2) もとに (3) めぐって (4) かぎりに',
    'answer': '(1)',
  },
  {
    'question': 'こんなに雨が少ないと、水不足になり（ ）。 (1) がたい (2) かねない (3) かもしれない (4) つつある',
    'answer': '(2)',
  },
  {
    'question': '外国に住む（ ）、たとえばどこに行きたいですか。 (1) といっても (2) とあれば (3) としたら (4) とはいえ',
    'answer': '(3)',
  },
  {
    'question':
        'たとえ学歴が低くても、努力（ ）出世することもできる。 (1) しだいで (2) ながら (3) において (4) にあって',
    'answer': '(1)',
  },
  {
    'question':
        '銀座の一流店というと、「高い」と思われ（ ）だが、必ずしもそうではない。 (1) 気味 (2) しだい (3) もの (4) がち',
    'answer': '(4)',
  },
  {
    'question':
        '当時ひどく貧乏だった私は、バイクは（ ）、自転車も買えなかった。 (1) おろか (2) とにかく (3) ないまでも (4) どころか',
    'answer': '(1)',
  },
  {
    'question':
        '子供でさえすぐ理解できるようなことがわからないとは、情けない（ ）だ。 (1) いっぽう (2) きり (3) かぎり (4) します',
    'answer': '(3)',
  },
  {
    'question': '子供は母親の姿を見る（ ）、走りだした。 (1) やいなや (2) とたん (3) そ51ばから (4) ところを',
    'answer': '(1)',
  },
  {
    'question':
        'いつも朗らかな彼女（ ）あれほど沈んでいたのだから、相当なショックだったにちがいない。 (1) らしく (2) にして (3) なりに (4) ゆえ',
    'answer': '(2)',
  },
  {
    'question': 'ライオンは獲物をねらった（ ）、決して逃さない。 (1) とたん (2) ところで (3) が最後 (4) 最中',
    'answer': '(3)',
  },
  {
    'question': '高原（ ）の新鮮な野菜を使ったサラダはいかがですか。 (1) ならでは (2) だけあって (3) かぎり (4) ばかり',
    'answer': '(1)',
  },
  {
    'question':
        '登山好きの彼は、日本アルプスは（ ）、ヨーロッパアルプスにも登っている。 (1) 皮切りに (2) とにかく (3) もとより (4) のみならず',
    'answer': '(3)',
  },
  {
    'question':
        'おいしそうなケーキを食べようとした（ ）で、目が覚めてしまった。 (1) ところ (2) ばかり (3) 最中 (4) おり',
    'answer': '(1)',
  },
  {
    'question':
        'わが家の厳しい財政状態では 1 円（ ）、無駄にできない。 (1) なりとも (2) ほどでも (3) たりとも (4) くらいは',
    'answer': '(3)',
  },
  {
    'question':
        '簡単な問題だからすぐ解ける（ ）、意外に厳しくて苦しんだ。 (1) と思いきや (2) にしては (3) わりには (4) ときたら',
    'answer': '(1)',
  },
  {
    'question':
        '連休中（ ）、観光地は、どこも人と車で混雑していた。 (1) ことから (2) こととて (3) とはいえ (4) とあって',
    'answer': '(4)',
  },
  {
    'question':
        '君の能力なら、きちんと勉強すれば合格できた（ ）、どうしてしなかったんだ。 (1) ものだ (2) ことから (3) ものを (4) ことなしに',
    'answer': '(3)',
  },
  {'question': 'あんな気の弱い男に強盗なんて、（ ）。 (1) できっこない (2) できないこともない', 'answer': '(1)'},
  {
    'question': '営業成績を（ ）、社員一同休みも取らずにがんばっている。 (1) 上げようと上げまいと (2) 上げんばかりに',
    'answer': '(3)',
  },
  {
    'question': '財政上の理由から、社員寮の新築計画は中止を（ ）。 (1) せずにはいられない (2) するにはあたらない',
    'answer': '(3)',
  },
  {
    'question':
        '君、新発売のゲーム、やってみた。おもしろいって（ ）よ。 (1) いったらない (2) きわまりない (3) ほかない (4) たまらない',
    'answer': '(1)',
  },
  {
    'question':
        '彼のミスの後始末でみんな大変だった。あれだけ迷惑をかけたのだから、（ ）だろう。 (1) 謝らないこともない (2) 謝らないではすまない',
    'answer': '(2)',
  },
  {
    'question': 'どれも同じ品質だというなら（ ）にこしたことはない。 (1) 価格 (2) 安全性 (3) 大きさ (4) 安い',
    'answer': '(4)',
  },
  {
    'question': '研修中の 1 週間は、外出は（ ）電話もできなかった。 (1) むしろ (2) ともに (3) おろか (4) どころか',
    'answer': '(3)',
  },
  {
    'question':
        '試験の結果（ ）、もう一度クラスを編成しなおさなければならないかもしれない。 (1) 以上は (2) 次第では (3) 限りに (4) 反面',
    'answer': '(2)',
  },
  {
    'question':
        'あなたが悩んでいるなんて、周囲の人は想像（ ）していないだろう。 (1) だけ (2) すら (3) ばかり (4) ぐらい',
    'answer': '(2)',
  },
  {
    'question':
        '選挙の結果（ ）、決まっていた開発が中止になる恐れもある。 (1) いかんでは (2) にかかわらず (3) といえども (4) ならでは',
    'answer': '(1)',
  },
  {
    'question':
        '試合を（ ）にひかえて、会場周辺はあわただしい空気に包まれていた。 (1) 来週 (2) 先週 (3) 現在 (4) 1 週間',
    'answer': '(1)',
  },
  {
    'question':
        '映画での彼の役は通行人だから、（ ）注意して見ていないと見過ごしてしまう。 (1) いまにも (2) たしか (3) まさか (4) よほど',
    'answer': '(4)',
  },
  {
    'question': '結果は（ ）、終わってほっとしている。 (1) とりわけ (2) ともすれば (3) ともかく (4) どうにか',
    'answer': '(3)',
  },
  {
    'question':
        'A 社は業績が伸びているのに（ ）、我が社は業績が落ち込んでいる。 (1) ひきかえ (2) あって (3) そくして (4) いたって',
    'answer': '(1)',
  },
  {
    'question':
        '（ ）して有名になりたいというのが、当時の私の夢でした。 (1) なんと (2) なんとか (3) なんだか (4) なんとも',
    'answer': '(2)',
  },
  {
    'question': 'この絵は、数々の賞をもらっている彼女（ ）の作品だ。 (1) ばかり (2) きり (3) なければ (4) ならでは',
    'answer': '(4)',
  },
  {
    'question': '老人は（ ）家に閉じこもりがちになる。 (1) あたかも (2) ともすると (3) かりに (4) せいぜい',
    'answer': '(2)',
  },
  {
    'question': '国会は、この法案の成立を（ ）紛糾した。 (1) ついて (2) 関して (3) 考えて (4) めぐって',
    'answer': '(4)',
  },
  {
    'question': '金を払ってしまったし、今更（ ）にもやめられない。 (1) やめよう (2) やめたい (3) やめられる (4) やめた',
    'answer': '(1)',
  },
  {
    'question':
        '社長と（ ）、社員の個人のプライバシーを侵すことはできない。 (1) いえば (2) いったら (3) いえども (4) いうと',
    'answer': '(3)',
  },
  {
    'question': '彼は「やったあ」と大声で叫ぶ（ ）、飛び出していった。 (1) なり (2) 際 (3) 時53 (4) より',
    'answer': '(1)',
  },
  {
    'question':
        '4 月下旬から 5 月上旬（ ）花見を楽しむ人が多い。 (1) において (2) にとって (3) にかけて (4) によって',
    'answer': '(3)',
  },
  {
    'question':
        '負ける（ ）と、必死にがんばったからこそ、今の私があるのだ。 (1) ものを (2) ものだ (3) ものが (4) ものか',
    'answer': '(4)',
  },
  {
    'question':
        '何度調べてみても、異常は見当たらず、（ ）見当がつかない。 (1) いっこうに (2) いったい (3) いつしか (4) いちがいに',
    'answer': '(1)',
  },
  {
    'question':
        '話し合いは行われた（ ）、結局、合意には至らなかった。 (1) ものを (2) ものだから (3) ものの (4) ものなら',
    'answer': '(3)',
  },
  {
    'question':
        'クラスの全員が大学に合格した。林さん（ ）受けた学校すべてに合格したという。 (1) において (2) にあっても (3) にいたっては (4) にきいては',
    'answer': '(3)',
  },
  {
    'question': '夜中に（ ）音がしたので、飛び起きた。 (1) なんとなく (2) ただならぬ (3) ままならぬ (4) とっさに',
    'answer': '(2)',
  },
  {
    'question': '彼の顔を見た（ ）、心配事が吹き飛んだ。 (1) とたんに (2) すぐ (3) やいなや (4) たちまち',
    'answer': '(1)',
  },
  {
    'question': '景気がよくなっても、（ ）生活はかわらない。 (1) いったん (2) いかにも (3) なまじ (4) たいして',
    'answer': '(4)',
  },
  {
    'question':
        '緊急に呼び出され、せっかくの妻の料理も（ ）、あわてて家を出てきた。 (1) 食べついでに (2) 食べながら (3) 食べていて (4) 食べかけで',
    'answer': '(4)',
  },
  {'question': '努力したわりに、（ ）。 (1) 結果はわからない (2) 結果がよかった', 'answer': '(4)'},
  {
    'question': 'この映画はストーリーといい、出演者といい、（ ）。 (1) どちらがよかったのだろう (2) ストーリーのほうが重要だ',
    'answer': '(3)',
  },
  {
    'question': '（ ）、どうかしている。 (1) 将来は医者になりたいので (2) こんなことをするなんて',
    'answer': '(2)',
  },
  {
    'question':
        'そこから見えたのは、なんのことはない、（ ）だった。 (1) 変わった家 (2) 普通の家 (3) 特別な家 (4) すてきな家',
    'answer': '(2)',
  },
  {
    'question': '一度でも彼の踊りを見たら、彼のファンに（ ）。 (1) ならずにいられなくなる (2) ならずにおかない',
    'answer': '(1)',
  },
  {
    'question': 'かりに手術が成功したとしても、前と同じように生活できる（ ）。 (1) はずだか (2) かもしれない',
    'answer': '(3)',
  },
  {
    'question':
        '厳しいことを言うということは愛情があるということに（ ）。 (1) ほかならない (2) ほかでもない (3) ほかがない (4) ほかしかない',
    'answer': '(1)',
  },
  {
    'question':
        '今後、被害の状況に応じて、しかるべき対策をとることに（ ）。 (1) なろう (2) なれる (3) ねばならぬ (4) である',
    'answer': '(1)',
  },
  {'question': '講義は（ ）、聞く気にならない。 (1) さっぱりしていて (2) さっぱりわからないし', 'answer': '(2)'},
  {
    'question': '父が突然倒れて入院した。ことによると、（ ）。 (1) 回復するといいのだが (2) 回復してもいいかもしれない',
    'answer': '(4)',
  },
  {
    'question': '結婚式の（ ）が決まったので、さっそく案内状を出すことにした。 (1) 日課 (2) 日取り (3) 月日 (4) 日程',
    'answer': '(2)',
  },
  {
    'question':
        '彼の（ ）はことごとく成功し、あっという間に昇進した。 (1) もうしぶん (2) もうしで (3) ものずき (4) もくろみ',
    'answer': '(4)',
  },
  {
    'question':
        '一口に文学といっても、小説、詩など、いろいろな（ ）がある。 (1) ジャンル (2) ケース (3) システム (4) パターン',
    'answer': '(1)',
  },
  {
    'question':
        'きょうは思いのほか仕事が（ ）から、残業せずに済みそうだ。 (1) もうけた (2) ずれた (3) はかどった (4) ためらった',
    'answer': '(3)',
  },
  {
    'question': '家賃が（ ）と、大家さんがいい顔をしない。 (1) 滞る (2) 阻む (3) 焦る (4) 漂う',
    'answer': '(1)',
  },
  {
    'question':
        '人類の長い歴史から見れば、一人の人間の命なんて（ ）ものだ。 (1) みっともない (2) もろい (3) そっけない (4) はかない',
    'answer': '(4)',
  },
  {
    'question':
        '人に注意しておいて自分が失敗するとは、実に（ ）話だ。 (1) ありふれた (2) あやふやな (3) こっけいな (4) 月並みな',
    'answer': '(3)',
  },
  {
    'question':
        'これといって愛読書というものもありませんが、（ ）言えば、歴史小説や時代小説などで すね。 (1) 例えて (2) 強いて (3) 促して (4) 対して',
    'answer': '(2)',
  },
  {
    'question':
        '何分不慣れな新入社員の（ ）、失礼があれば、どうかお許しください。 (1) ことか (2) ことに (3) こ55とから (4) こととて',
    'answer': '(4)',
  },
  {
    'question': '話し合いの結果（ ）では、計画を見直さざるを得ない。 (1) いかん (2) ばかり (3) だけ (4) かぎり',
    'answer': '(1)',
  },
  {
    'question':
        '稼ぐ（ ）つかってしまうので、貯金するどころではない。 (1) ところに (2) そばから (3) ながらも (4) とたんに',
    'answer': '(2)',
  },
  {
    'question': '父親（ ）者、一家の長として、家族の幸せを守るのが当然だろう。 (1) ごとき (2) たる (3) べき (4) とする',
    'answer': '(2)',
  },
  {
    'question':
        '火山の大噴火でふもとの住民は、家は（ ）、土地まで失ってしまった。 (1) おろか (2) のみならず (3) はじめ (4) とわず',
    'answer': '(1)',
  },
  {
    'question':
        '我々は、ともすると目先のことにとらわれて、全体的な様相を見逃す（ ）がある。 (1) しまず (2) わけ (3) しだい (4) きらい',
    'answer': '(4)',
  },
  {
    'question':
        '子供の教育のためと（ ）金も時間も惜しまないという親が増えている。 (1) いったら (2) きたら (3) すれば (4) あれば',
    'answer': '(4)',
  },
  {
    'question':
        '一流企業（ ）、こう不況が長引くと、生産力が低下するのも当然だ。 (1) とはいえ (2) ならば (3) とあって (4) といい',
    'answer': '(1)',
  },
  {
    'question':
        '困難な状況（ ）、なお理想を失わない彼の強さは、立派としか言いようがない。 (1) にかけても (2) にとっても (3) においても (4) にしても',
    'answer': '(3)',
  },
  {
    'question':
        '食中毒の患者が一人でも出れば、これは店の信用に（ ）問題となる。 (1) かぎる (2) いたる (3) わたる (4) かかわる',
    'answer': '(4)',
  },
  {
    'question':
        '社長の挨拶を（ ）、重役たちのスピーチが続いた。 (1) はじまりに (2) かわきりに (3) あいついて (4) さいごに',
    'answer': '(2)',
  },
  {
    'question': 'この問題には、何よりも実状に（ ）対策が望まれる。 (1) 即した (2) 至った (3) 向いた (4) 通じた',
    'answer': '(1)',
  },
  {
    'question':
        '犯人だと断定するに（ ）証拠が不十分で、警察はその男を逮捕できなかった。 (1) 耐える (2) 足る (3) 当たる (4) 代わる',
    'answer': '(2)',
  },
  {
    'question':
        '敵の攻撃を（ ）、兵士たちは勇敢に前進を続けた。 (1) ものだから (2) めぐって (3) ものにして (4) ものともせず',
    'answer': '(4)',
  },
  {
    'question':
        '不潔（ ）衛生環境の中での避難生活がすでに数ヵ月も続いている。 (1) きわまりない (2) だらけの (3) あっての (4) にたえない',
    'answer': '(1)',
  },
  {
    'question': 'その子は幼い（ ）、両親の苦しい状況を察していた。 (1) ばかりに (2) だけに (3) なりに (4) ゆえに',
    'answer': '(3)',
  },
  {
    'question':
        '大学に入ってから（ ）、娘はアルバイトばかりしている。 (1) というもの (2) ともなると (3) し56だい (4) といって',
    'answer': '(1)',
  },
  {
    'question':
        'この秘密がもれた（ ）、すべての努力が水の泡となるだろう。 (1) なり (2) や否や (3) かと思うと (4) が最後',
    'answer': '(4)',
  },
  {
    'question': 'こんなにうるさく言うのは、君のためを（ ）こそなんだ。 (1) 思ったら (2) 思えば (3) 思う (4) 思うなら',
    'answer': '(2)',
  },
  {
    'question':
        'この提案について、みなさまからのご意見を（ ）たいと思います。 (1) おめにかけ (2) うけたまわり (3) ぞんじあげ (4) もうしあげ',
    'answer': '(2)',
  },
  {
    'question': '会社が総力をあげて取り組むことなしに、この難問を（ ）。 (1) 解決できないはずがない (2) 解決してほしい',
    'answer': '(3)',
  },
  {'question': '今夜のあなたは、（ ）美しい。 (1) いつとはいわず (2) いつにもまして', 'answer': '(2)'},
  {
    'question': '難しいことは難しいが、努力次第では（ ）。 (1) 実現できるだろうか (2) 実現させたいものだ',
    'answer': '(4)',
  },
  {
    'question': 'ようやくたどり着いた山の頂上で飲んだビールのうまさ（ ）。 (1) といったらなかった (2) といってもよかった',
    'answer': '(1)',
  },
  {
    'question': '島の住民の生活は、豊かとは言えないまでも（ ）。 (1) 苦しい状態にある (2) 食べるには困らない状態だ',
    'answer': '(2)',
  },
  {
    'question':
        'この汚れさえ落とせば、元どおりにはならない（ ）かなりきれいになりますよ。 (1) までに (2) までも (3) よりも (4) までは',
    'answer': '(2)',
  },
  {
    'question':
        'T さんの子供時代の写真、ある（ ）ありましたが、あまりよく写っていませんよ。 (1) から (2) のも (3) には (4) のに',
    'answer': '(3)',
  },
  {
    'question':
        '彼は訓練のために 100 段（ ）階段を毎日何回も上り下りしているそうだ。 (1) からある (2) からには (3) からして (4) からこそ',
    'answer': '(1)',
  },
  {
    'question':
        '先日の写真ができましたので、年末のご挨拶（ ）お届けにうかがいます。 (1) ながら (2) かたわら (3) かたがた (4) とともに',
    'answer': '(3)',
  },
  {
    'question':
        'A「横井さん、来週マニラに出張なさるそうですよ。」B「そうですか。マニラ（ ）、確か田 中さんが行ってますよね。」 (1) にせよ (2) にせよ (3) と57いっても (4) といえば',
    'answer': '(4)',
  },
  {
    'question':
        '彼はあらゆる困難を（ ）ともせず、人命救助のためならどこへでも出かけて行く。 (1) こと (2) もの (3) わけ (4) はず',
    'answer': '(2)',
  },
  {
    'question':
        '昔の父親というものは、父親（ ）家族に弱みを見せてはいけないと思っていた。 (1) であれ (2) たるもの (3) あっての (4) たりとも',
    'answer': '(2)',
  },
  {
    'question': '専門家（ ）、そんなことわかるわけないじゃありませんか。 (1) のこととて (2) だけあって',
    'answer': '(3)',
  },
  {
    'question':
        'K 氏は国交回復の交渉を（ ）べく、A 国にひそかに入国した。 (1) 進める (2) 進めよう (3) 進め (4) 進められる',
    'answer': '(1)',
  },
  {
    'question': '今日のこの新しい門出にあたり、お二人の末永いお幸せをお祈りして（ ）。 (1) なりません (2) やみません',
    'answer': '(2)',
  },
  {
    'question':
        'S 社は借金までして事業を広げたが、不景気で売上が伸びずついには倒産する（ ）。 (1) きりだ (2) べきだ (3) なりだ (4) に至った',
    'answer': '(4)',
  },
  {
    'question': 'その件については、さきほど担当の方より私どもに十分（ ）ました。 (1) ご説明申しあげ (2) 説明いたし',
    'answer': '(4)',
  },
  {
    'question': '毎年、休暇でヨーロッパ旅行とは（ ）。 (1) うらやましいとはかぎらない (2) うらやましいところだ',
    'answer': '(3)',
  },
  {
    'question': 'たとえ未成年でも、意図があって相手を傷つけたものはそれなりに（ ）。 (1) 罰せさせるしかない (2) 罰せられるべきだ',
    'answer': '(2)',
  },
  {
    'question':
        '今回新しく開発されたコンピューターのソフトは従来の情報社会に影響を（ ）。 (1) 与えずにはいかない (2) 与えることを余儀なくされるだろう',
    'answer': '(4)',
  },
  {
    'question':
        '長年にわたって築いてきた幸せが一瞬にして崩れ去ってしまった。これが（） (1) 悲劇でなくて何だろう (2) 悲劇しかない 58',
    'answer': '(1)',
  },
  {
    'question':
        '日本人の生活は表面的にはかなり近代化しているように見える。しかし、家庭の中にまで入 り込んで眺めてみると、昔（ ）伝統が様々なところに色濃く残っている。 (1) ながらの (2) ずくめの (3) 気味の (4) めく',
    'answer': '(1)',
  },
  {
    'question':
        '大学の理想は何であろう。それは、卒業後もしぼむ（ ）発展する学問的精神を養い、社会 に出た後も伸びつづける弾力性のある頭脳を育てることにあると思われる。 (1) かぎりなく (2) ことなく (3) はずなく (4) ともなく',
    'answer': '(2)',
  },
  {
    'question':
        '動物だって親（ ）兄弟も友だちもある。それを意味なく、一匹だけつかまえたりするもの ではない。 (1) に反して (2) にひきかえ (3) にかわり (4) もあれば',
    'answer': '(4)',
  },
  {
    'question':
        '一生のよい友だちを持つことは、時には運がある。よい友だちに（ ）人でも、タイミング が悪ければ、互いに理解し合えないで別れてしまうこともある。 (1) なりがたい (2) なりかねる (3) なり得る (4) なるばかりの',
    'answer': '(3)',
  },
  {
    'question':
        '犯人を見かけたという情報もあること（ ）、警察は付近の聞き込みを行っている。 (1) さえ (2) に (3) より (4) から',
    'answer': '(4)',
  },
  {
    'question':
        '経済界の首脳 3 者は景気は徐々に回復に向かいつつある（ ）認識で一致した。 (1) では (2) との (3) とは (4) と',
    'answer': '(2)',
  },
  {
    'question':
        '私は（ ）というと、皆で騒ぐより、一人でいる方が好きだ。 (1) くらべて (2) かわりに (3) どちらか (4) 反面で',
    'answer': '(3)',
  },
  {
    'question':
        '彼女は怒っているのか、挨拶（ ）私の方を見ようともしなかった。 (1) といえども (2) なくして (3) とばかりに (4) はおろか',
    'answer': '(4)',
  },
  {
    'question':
        '新しい知事の誕生（ ）、各地方自治体の政策の見直しが始まった。 (1) を中心として (2) を限りに (3) を通して (4) を契機として',
    'answer': '(4)',
  },
  {
    'question':
        '彼は会の間じゅう終始上機嫌で、今日ばかりは嬉しさをかくし（ ）様子だった。 (1) つくせない (2) きれない (3) つけない (4) ぬけない',
    'answer': '(2)',
  },
  {
    'question':
        '私は勤勉ではないが、（ ）、それほど勉強がきらいというわけでもない。 (1) かといって (2) といい (3) というのは (4) というのも',
    'answer': '(1)',
  },
  {
    'question':
        '彼は 37 年間勤めつづけた銀行を今日（ ）退職することになった。 (1) をきっかけに (2) をよそに (3) を末に (4) を限りに',
    'answer': '(4)',
  },
  {
    'question':
        '彼はいつも愛想がよかった。それは子供ながら、彼の生きんが（ ）手段であった。 (1) ものの (2) ための (3) わけの (4) ことの',
    'answer': '(2)',
  },
  {
    'question':
        '夏休みに私が帰宅したら、待ってましたと（ ）姉に子守りを頼まれてしまった。 (1) ばかりに (2) ばかりか (3) わけの (4) ことの',
    'answer': '(1)',
  },
  {
    'question':
        '「さあ、冗談（ ）、もっとまじめに話し合いましょう。」 (1) をもとにして (2) 次第で (3) は59ぬきにして (4) に先立って',
    'answer': '(3)',
  },
  {
    'question':
        '彼の外国旅行の時の失敗談は、いつ聞いてもおかしいといったら（ ）。 (1) ない (2) あろう (3) あれ (4) あらぬ',
    'answer': '(1)',
  },
  {
    'question':
        '彼は、10 年（ ）逃亡生活に疲れ果てて、ついに死を選んだのであった。 (1) にまして (2) に足る (3) に及ぶ (4) に促した',
    'answer': '(3)',
  },
  {
    'question':
        'このような時ですから、今後は何が（ ）、驚かないでください。 (1) 起これば (2) 起ころうか (3) 起これ (4) 起ころうと',
    'answer': '(4)',
  },
  {
    'question':
        '私のような者がこのように立派な賞をいただけるとは、光栄（ ）でございます。 (1) の至り (2) の次第 (3) が最後 (4) の上',
    'answer': '(1)',
  },
  {
    'question':
        '家庭電気製品の普及（ ）、主婦たちは次第に家事労働から解放された。 (1) に則して (2) にひきかえ (3) にあたって (4) に伴って',
    'answer': '(4)',
  },
  {
    'question':
        'これからは我が社も若い世代（ ）商品を開発していきたいと考えております。 (1) ぬきの (2) 向きの (3) つきの (4) きりの',
    'answer': '(2)',
  },
  {
    'question':
        '優勝パレードが進んでいくと、窓（ ）窓から人々の歓声が上がった。 (1) という (2) といい (3) にせよ (4) なり',
    'answer': '(1)',
  },
  {
    'question': '先生のお母様のことは、子供のころよりよく（ ）。 (1) 存じます (2) 存じ上げました',
    'answer': '(4)',
  },
  {
    'question':
        '「毎日、（ ）ございますが、お元気でいらっしゃいますか。」 (1) お暑い (2) お暑く (3) お暑う (4) お暑くて',
    'answer': '(3)',
  },
  {
    'question':
        '彼らはみな山登りのベテランなのだから、一時的に連絡がなかったにしても（ ）。 (1) こんなに心配してもよかった (2) そんなに心配したのだろう',
    'answer': '(4)',
  },
  {
    'question':
        '社員を道具のように考えている社長の下で、どうして社員が意欲的に仕事を（）。 (1) しないわけにはいかないのか (2) しないのだろう',
    'answer': '(3)',
  },
  {
    'question':
        '彼はタイ語ができないのに、タイの地方都市に行ったのだから、今ごろは（ ）。 (1) 案外、上手になったかもしれない (2) さぞ、困っているだろう',
    'answer': '(2)',
  },
  {
    'question': '洋服は組み合わせの利くものを持つのが賢明だ。たくさんあればいい、（ ）。 (1) というものだ (2) といってもいい',
    'answer': '(4)',
  },
  {
    'question':
        '地震災害などあの場合を考えると、東京に集中した首都機能を地方に（ ）。 (1) 分散させるべきだと思う (2) 分散を余儀なくさせると思う',
    'answer': '(1)',
  },
  {
    'question':
        '林氏は、若い日々を過ごしたロンドンでの留学生活がよほど楽しかった（ ）、晩年になっ てからもよく話題にしていた。 (1) としても (2) とみえて (3) はずで (4) ものか',
    'answer': '(2)',
  },
  {
    'question':
        '芸術ではいろいろな活動の相互乗り入れが作品に活力を与える。例えば、小説（ ）、ただ 黙読するのでなく、朗読してみると、人の心にじかに訴えてくることがある。 (1) としても (2) にあたって (3) というと (4) にしても',
    'answer': '(4)',
  },
  {
    'question':
        'ほかの人が（ ）行くまいが、私には関係ないことです。私はあくまでも自分で、行かない と、決断したのですから。 (1) 行こうが (2) 行ったが (3) 行くが (4) 行けば',
    'answer': '(1)',
  },
  {
    'question':
        '親子以外の人間関係は、制度的にも心理的にも、必要（ ）、精算することができる。しか し、変化の激しい現代社会の中にあっても、親子関係だけは、いまだに精算のできない、特 殊な人間関係である。 (1) といえども (2) につけ (3) とあれば (4) にせよ',
    'answer': '(3)',
  },
  {
    'question':
        '現代は、マルチメディアの時代である。そんな時代においては、文字の役割は前ほど重要で なくなるのではないかと（）。 (1) 思わざるを得ない (2) 思うわけではない',
    'answer': '(1)',
  },
  {
    'question':
        '「ゴミを捨てるな」という看板があるにもかかわらず、捨てる人が後を（ ）。 (1) すぎない (2) たたない (3) おかない (4) 切らない',
    'answer': '(2)',
  },
  {
    'question':
        'どの建物も、それぞれの外観が町並みに見事に（ ）いて美しい。 (1) 同調して (2) 調和して (3) 強調して (4) 調整して',
    'answer': '(2)',
  },
  {
    'question':
        '一連の犯行が同一グループによるものであることは、もはや疑う（ ）がない。 (1) 余裕 (2) 余分 (3) 余地 (4) 余暇',
    'answer': '(3)',
  },
  {
    'question': '現地では専門の（ ）が、皆様を名所旧跡にご案内する予定です。 (1) ガイド (2) コーチ (3) ゲスト (4) プロ',
    'answer': '(1)',
  },
  {
    'question':
        '皆が並んでいるのに、後から来て割り込むとは何て（ ）人なのだろう。 (1) なれなれしい (2) わずらわしい (3) は61なはだしい (4) ずうずうしい',
    'answer': '(4)',
  },
  {
    'question':
        '朝から電話はかかるし、来客はあるしで、（ ）食事もとっていないんですよ。 (1) ろくに (2) おもに (3) ふいに (4) まれに',
    'answer': '(1)',
  },
  {
    'question':
        'その付近一帯を捜し回ったが、逃げたサルの行方は（ ）不明のままである。 (1) かねて (2) とかく (3) いぜん (4) いっそ',
    'answer': '(3)',
  },
  {
    'question':
        '生まれたばかりの赤ちゃんの（ ）成長を願わない親はいない。 (1) 清らかな (2) ゆるやかな (3) すこやかな (4) しとやかな',
    'answer': '(3)',
  },
  {
    'question':
        '健康のため、1 日に 30 品目以上の食品をとるよう（ ）います。 (1) かえりみて (2) 手がけて (3) こころざして(4) 心がけて',
    'answer': '(4)',
  },
  {
    'question': '事件の（ ）を解明すべく、警察は異例の大捜査を行った。 (1) 真理 (2) 真相 (3) 真実 (4) 事実',
    'answer': '(2)',
  },
  {
    'question':
        '今日は大学から合格の通知がくる日なので、朝からじっとして（ ）のです。 (1) いられない (2) たまらない (3) やまない (4) ならない',
    'answer': '(1)',
  },
  {
    'question':
        'いじめの問題はひとり東西中学校（ ）、全国の学校の問題である。 (1) どころか (2) のみならず (3) ほかならず (4) にひきかえ',
    'answer': '(2)',
  },
  {
    'question': '今回の優勝は、サッカー部の部員みんなの努力の成果（ ）。 (1) しかない (2) にかぎらない',
    'answer': '(4)',
  },
  {
    'question': 'ベルが鳴ったか（ ）かのうちに、花子は玄関に飛び出した。 (1) 鳴らない (2) 鳴る (3) 鳴って (4) 鳴ろう',
    'answer': '(1)',
  },
  {
    'question':
        '政府は 10 万人の空腹を満たす（ ）食料をただちに空輸した。 (1) に過ぎる (2) に足る (3) に至る (4) にそう',
    'answer': '(2)',
  },
  {
    'question':
        '委員たちは午前 10 時から午後 2 時まで、昼食（ ）話し合いをづづけた。 (1) ぬきで (2) たりとも (3) がてら (4) かたがた',
    'answer': '(1)',
  },
  {
    'question':
        '誰もいない部屋まで暖房するなど、それこそ無駄（ ）だ。 (1) といったこと (2) というふう (3) というもの (4) といった次第',
    'answer': '(3)',
  },
  {
    'question': 'K 博士の言葉は若い人々の心にいつまでも（ ）、希望の灯をともしつづけた。 (1) 消えるまで (2) 消えても',
    'answer': '(4)',
  },
  {
    'question':
        'A 校の運動部では、先輩にむかって反抗（ ）ものなら、ひどい目にあわされる。 (1) して (2) しそう (3) する (4) しよう',
    'answer': '(4)',
  },
  {
    'question':
        '会長ひとりの判断でものごとを決定することは、制度（ ）不可能となっている。 (1) 下 (2) 上 (3) 中62 (4) 前',
    'answer': '(2)',
  },
  {
    'question': '災害地の復興は、住民の協力（ ）、成り立たない。 (1) をぬきにしては (2) をもって',
    'answer': '(1)',
  },
  {
    'question': '歓迎会のスピーチのことですが、A さんなら引き受け（ ）んじゃないですか。 (1) ないこともない (2) そうではない',
    'answer': '(1)',
  },
  {
    'question':
        '30 年の間、お世話になりましたが、本日（ ）退職いたします。 (1) により (2) をはじめ (3) に際し (4) をもって',
    'answer': '(4)',
  },
  {
    'question':
        'それぞれの学校の実情（ ）方法で、問題を解決していかなければならない。 (1) に即した (2) に当てた (3) における (4) に関した',
    'answer': '(1)',
  },
  {
    'question':
        'こんな事故ははじめてのこと故、警察とした（ ）どうしようもなかったのだろう。 (1) もので (2) ことが (3) ところで (4) ばかりに',
    'answer': '(3)',
  },
  {
    'question':
        '不景気（ ）、今回の不作がこの地方の農家にいっそうの打撃を与えた。 (1) に加え (2) を通じ (3) をはじめ (4) にこたえ',
    'answer': '(1)',
  },
  {
    'question':
        '30 年ぶりに祖国を訪れることができたのは、感激（ ）であった。 (1) の果て (2) の極み (3) のもと (4) の当たり',
    'answer': '(2)',
  },
  {
    'question': '昔の諺にあるとおり、地震（ ）こわいものはない。 (1) ほど (2) まで (3) であれ (4) にしろ',
    'answer': '(1)',
  },
  {
    'question':
        'ふだんの部長の考え方（ ）すると、そんな企画はとても通らないと思うよ。 (1) さえ (2) に (3) まで (4) から',
    'answer': '(4)',
  },
  {
    'question': '田中会長の奥様は、あの紫の和服を（ ）方でございます。 (1) 着させた (2) お召しになった',
    'answer': '(2)',
  },
  {
    'question':
        '予想に反した事態になったのだから、社長は前回の会議における発言を（ ）。 (1) 訂正するには及ばない (2) 訂正せざるを得ないだろう',
    'answer': '(2)',
  },
  {
    'question': '私の不注意で祖父の大切な花瓶を壊してしまったのだから、（ ）。 (1) 謝らないですむ (2) 謝らないではおかない',
    'answer': '(4)',
  },
  {
    'question':
        'タンさんが猿の真似をしてみせたが、あまりのおかしさに皆（ ）。 (1) 笑いをものともしなかった (2) 笑わずにはいられなかった',
    'answer': '(2)',
  },
  {
    'question':
        '当社の新宿にあります二支店は、この度、都合により統合（ ）。 (1) していただくことになりました (2) してさしあげることにしました',
    'answer': '(3)',
  },
  {
    'question':
        '私たち人間の生活は、他の人々と互いに交わり合うこと（ ）成立しない。 (1) なしには (2) ばかりには (3) までもなく (4) でなく',
    'answer': '(1)',
  },
  {
    'question':
        '日本人は中学、高校（ ）、6 年間も英語を学んでいる。にもかかわらず、道を聞かれて教 えることができる程度に話せる人は少ない。 (1) に至って (2) を通じて (3) をおいて (4) にかかり',
    'answer': '(2)',
  },
  {
    'question':
        '私たちはあることを人に説明しようとするとき、わかってもらうためにいろいろな工夫をす る。その工夫を重ねること（ ）、私たち自身の理解もさらに深まるのである。 (1) にして (2) のために (3) により (4) なりに',
    'answer': '(3)',
  },
  {
    'question':
        '教育心理学者が明らかにした（ ）、3 歳の子供の好奇心は非常に旺盛だという。子供の好 奇心は、ものごとを学ぶ原動力である。 (1) ものでは (2) ところによると',
    'answer': '(2)',
  },
  {
    'question':
        '転勤でブラジルに行くことになった。外国に住む（ ）と、張り切ってポルトガル語を勉強 し始めた。だが、その言葉の環境のないところで外国語を学ぶのは難しい。 (1) とはいえ (2) にしても (3) からといって (4) からには',
    'answer': '(3)',
  },
  {
    'question': 'お知らせいただければ、駅までお迎えに行きました（ ）。 (1) ことを (2) ものを (3) はずを (4) ところを',
    'answer': '(2)',
  },
  {
    'question':
        '今、ちょうどコーヒーを入れた（ ）なんだけど、一緒に飲まないかい。 (1) ところ (2) とき (3) もの (4) わけ',
    'answer': '(1)',
  },
  {
    'question':
        'この混迷の時代に国民を指導できるのは、我が党を（ ）、他にない。 (1) とって (2) よって (3) おいて (4) なくして',
    'answer': '(3)',
  },
  {
    'question':
        '大会社の社長（ ）、総理大臣と付き合う機会も多々ある。 (1) にしたら (2) としたら (3) ともなると (4) ならでは',
    'answer': '(3)',
  },
  {
    'question':
        'これが大事なものだということは、説明する（ ）、よくご存じですね。 (1) ならば (2) としたら (3) までもなく (4) わけなく',
    'answer': '(3)',
  },
  {
    'question':
        'その小説は発表される（ ）、たちまち 100 万部を売り尽くした。 (1) すぐに (2) やいなや (3) とたんに (4) まもなく',
    'answer': '(2)',
  },
  {
    'question':
        '彼は私が転んだのを見ても、助け起こす（ ）、薄笑いさえしていた。 (1) どころか (2) ところで (3) までもなく (4) わけか',
    'answer': '(1)',
  },
  {
    'question':
        '10 万円なんてあなたに（ ）わずかなお金でしょうが、私には大金です。 (1) よれば (2) すれば (3) い64えば (4) 見れば',
    'answer': '(2)',
  },
  {
    'question':
        '電車で老人が立っているのに誰も席をゆずらない。私は見るに（ ）、座っている若者を立たせた。 (1) 見えずに (2) 見かねて (3) 見ないで (4) 見ていて',
    'answer': '(2)',
  },
  {
    'question': '男は「さっさと出ていけ」と言わん（ ）に、ドアを指差した。 (1) だけ (2) ほど (3) ばかり (4) よう',
    'answer': '(3)',
  },
  {
    'question': 'うーん、いい香りだ！ さすがワインの本場（ ）ですね。 (1) こそ (2) かぎり (3) だから (4) ならでは',
    'answer': '(4)',
  },
  {
    'question':
        'いくらお金が欲しい（ ）、そんなに無理して働いたら病気になってしまいますよ。 (1) からといって (2) からこそ (3) というから (4) のだから',
    'answer': '(1)',
  },
  {
    'question':
        'このビルの建設を（ ）、5 つの建築会社が落札を争っている。 (1) たいして (2) めぐって (3) もとめて (4) かんして',
    'answer': '(2)',
  },
  {
    'question':
        '長い間の努力にも（ ）、彼女はついに歌手として成功しなかった。 (1) おかげで (2) せいで (3) かかわらず (4) およばず',
    'answer': '(3)',
  },
  {
    'question':
        '今朝、新聞を読む（ ）見ていたら、私の友人の写真が出ていて驚いた。 (1) ともなく (2) はしから (3) ことなく (4) ばかりで',
    'answer': '(1)',
  },
  {
    'question':
        'この景気ではボーナスは（ ）、月給だって全額出るかどうかあやしい。 (1) わずか (2) さらに (3) ともかく (4) おろか',
    'answer': '(4)',
  },
  {
    'question': 'マスコミに知られた（ ）、もう公表するしかありません。 (1) 上は (2) ためには (3) 後で (4) からこそ',
    'answer': '(1)',
  },
  {
    'question':
        'あなたが大学に行こうと（ ）と、私には関係ない。あなたの問題ですよ。 (1) 行かない (2) 行きたい (3) 行かざる (4) 行くまい',
    'answer': '(4)',
  },
  {
    'question': '頭のいい彼女の（ ）だ。きっといい解決方法を考えるに違いない。 (1) こと (2) もの (3) ところ (4) わけ',
    'answer': '(1)',
  },
  {
    'question':
        'この教育の重要性は、どんなに強調しても強調（ ）ことはない。 (1) した (2) しない (3) しすぎる (4) しかねない',
    'answer': '(3)',
  },
  {
    'question': '子どもじゃ（ ）し、そんなことで泣くんじゃない。 (1) ない (2) あろう (3) あるまい (4) なかった',
    'answer': '(3)',
  },
  {
    'question': 'その病人には医師が三人つき（ ）で看病に当たっている。 (1) ぱなし (2) っきり (3) つつ (4) ながら',
    'answer': '(2)',
  },
  {
    'question':
        'どんな秘密も、彼女に話した（ ）、会社中に広がってしまう。 (1) が最後 (2) ものなら (3) わけだと (4) まもなく',
    'answer': '(1)',
  },
  {
    'question':
        '子どもたちは、私が天ぷらを揚げる（ ）食べ、私の分がなくなってしまった。 (1) とたんに (2) うちに (3) そ65ばから (4) ばかりで',
    'answer': '(3)',
  },
  {
    'question':
        '彼は運転はうまいが、少しスピードを出しすぎる（ ）がある。子どもも一緒だし、私が運転することにしよう。 (1) すき (2) きらい (3) 悪さ (4) 気味',
    'answer': '(2)',
  },
  {
    'question': 'ビザの期限が切れたから、国に帰らざるを（ ）。 (1) しかたない (2) ならない (3) えない (4) いけない',
    'answer': '(3)',
  },
  {
    'question':
        '彼は自分のしたことがどれだけ人を苦しめているか、知ろうとも（ ）。 (1) 知らない (2) している (3) 知れない (4) しない',
    'answer': '(4)',
  },
  {
    'question': 'いくら普段は冷静な私だって、それを聞いてびっくり（ ）。 (1) してもかまいません (2) しなくてはいけません',
    'answer': '(4)',
  },
  {
    'question':
        '外国語を学ぶのは、やる気さえあれば何歳からでもできる。しかし、できれば若いうちにや るに（）。 (1) しかたがない (2) こしたことはない (3) (4)',
    'answer': '(2)',
  },
  {
    'question': 'コンピューターがそんなミスを犯すなんて、万に一つも（ ）。 (1) あるかもしれない (2) ありえない',
    'answer': '(2)',
  },
  {
    'question':
        '子どもを叱らずに甘やかすことが、子どもを愛することだと思っている親は多い。その結果、 子どもは 2 歳に（ ）、すっかりわがままな王様のようになってしまう。 (1) なったとたんに (2) なってみたら (3) (4)',
    'answer': '(3)',
  },
  {
    'question':
        '混んだ駅で歩きながらタバコを吸う人がいる。この間、タバコの火が女の子の目にあたって やけどさせるという事故もあった。全面的に禁煙にしろとは（ ）、決まった場所だけで吸ってほしいものだ。 (1) 言うまでもなく (2) 言わないまでも (3) (4)',
    'answer': '(2)',
  },
  {
    'question':
        '彼女の魅力は、その美しさはもちろんだが、会話のおもしろいことで、一度彼女と話した人 は彼女を好きに（ ）いられない。 (1) ならずには (2) ならなくては (3) なるわけには (4) なっては',
    'answer': '(1)',
  },
  {
    'question':
        '小学校入学を目前にして男の子が信号無視の乗用車にひき殺され、犯人はそのまま逃げてし まった。その父親は「何年かかっても、犯人を探し出さずには（）ぞ」と、会社を辞め て、犯人探しを始めた。 (1) いけない (2) ならない (3) お66かない (4) やらない',
    'answer': '(3)',
  },
  {
    'question':
        '都会に出た娘が事件を起こしたために、彼女の田舎の実家にはマスコミが連日押しかけてき た。そのため一家は引っ越しを（ ）された。 (1) しかたなく (2) さりげなく (3) 余儀なく (4) いやおうなく',
    'answer': '(3)',
  },
  {
    'question':
        '彼は会社勤めの（ ）、専門学校に通って通訳の資格を得た。 (1) しながら (2) ついでに (3) かたわら (4) ともに',
    'answer': '(3)',
  },
  {
    'question':
        'このホテルは高い（ ）、部屋もサービスも素晴らしいですね。 (1) とすれば (2) というのは (3) だけあって (4) わりには',
    'answer': '(3)',
  },
  {
    'question':
        '90 歳という高齢にも（ ）、彼の創作意欲はおとろえを見せない。 (1) かかわらず (2) かけては (3) ほかならず (4) かまわず',
    'answer': '(1)',
  },
  {
    'question':
        'あなたには気に入らなくても、私には私（ ）やり方があるのです。好きにさせてください。 (1) どおりの (2) なりの (3) だけ (4) ごとき',
    'answer': '(2)',
  },
  {
    'question':
        '今日は社長と社員という遠慮は（ ）して、大いに飲もうじゃないか。 (1) なく (2) あとに (3) ぬきに (4) 取って',
    'answer': '(3)',
  },
  {
    'question':
        'どんなに新しい電卓が出ても、私は昔（ ）そろばんで計算しています。 (1) ままの (2) ながらの (3) はものとより (4) みたいな',
    'answer': '(2)',
  },
  {
    'question':
        '彼女は以前にも（ ）きれいになったね。恋でもしているのかな。 (1) くらべて (2) ますます (3) まして (4) おとらず',
    'answer': '(3)',
  },
  {
    'question':
        'いくら安くなった（ ）、一戸建ての家は我々にはとても手が出ない。 (1) ゆえに (2) とはいえ (3) けれど (4) そうだが',
    'answer': '(2)',
  },
  {
    'question':
        '電車で騒いでいる子に注意したら、その母親が「よけいなお世話よ」とにらむんだ。まった く「この親（ ）この子あり」だと思ったよ。 (1) なら (2) として (3) ゆえに (4) にして',
    'answer': '(4)',
  },
  {
    'question':
        'あなたのことを（ ）こそ、こうやって注意するのよ。素直にお聞きなさい。 (1) 思う (2) 思った (3) 思えば (4) 思わず',
    'answer': '(3)',
  },
  {
    'question': '私の本当の気持ちが、お前なんかにわかる（ ）か。 (1) こと (2) もの (3) はず (4) ところ',
    'answer': '(2)',
  },
  {
    'question':
        'その薬の副作用による死亡者が 100 人を越えるに（ ）、厚生省もようやく調査に立ち上 がった。 (1) あたって (2) いたって (3) おいて (4) かんして',
    'answer': '(2)',
  },
  {
    'question': 'うちの女房（ ）、みそ汁も満足に作れないんだから。 (1) にしたら (2) としては (3) ときたら (4) にしては',
    'answer': '(3)',
  },
  {
    'question':
        '自分が病気になってみて、はじめて患者の苦痛が身（ ）わかった。 (1) にとって (2) に感じて (3) を67通して (4) をもって',
    'answer': '(4)',
  },
  {
    'question':
        '何かを勉強したいというより、ただ一流大学に入らんが（ ）勉強している人が多い。 (1) ために (2) ように (3) せいで (4) しようと',
    'answer': '(1)',
  },
  {
    'question': '難民はただ飢え（ ）ならず、伝染病にも苦しんでいる。 (1) だけ (2) しか (3) ばかり (4) のみ',
    'answer': '(4)',
  },
  {
    'question':
        '12 月とも（ ）、5 時にはもうすっかり暗くなりますよ。4 時には子どもを帰しましょう。 (1) すれば (2) なると (3) くれば (4) いると',
    'answer': '(2)',
  },
  {
    'question':
        '子どもが独立して、やっと自分の好きなことができると（ ）、今度は夫が病気になってし まった。 (1) 思えば (2) 思っても',
    'answer': '(3)',
  },
  {
    'question':
        '一度お支払いいただいたお金は、理由の（ ）にかかわらずお返しできません。 (1) ゆえ (2) いかん (3) どのよう (4) よしあし',
    'answer': '(2)',
  },
  {
    'question':
        'そんなこと、できる（ ）やってごらん。どうせ、できやしないから。 (1) ことなら (2) ものなら (3) ところなら (4) はずなら',
    'answer': '(2)',
  },
  {
    'question':
        '病院長は暗く（ ）病院の待合室に、季節の花をかざることにした。 (1) なりそうな (2) なっている (3) なりかけた (4) なりがちな',
    'answer': '(4)',
  },
  {
    'question':
        'この地下室は、一年を（ ）10 度以下なので、ワインを貯蔵している。 (1) かけて (2) とおって (3) つらぬいて (4) つうじて',
    'answer': '(4)',
  },
  {
    'question':
        '医者が患者の秘密をもらしたなんて。医者として（ ）行為だ。 (1) あるべき (2) あるまじき (3) ありがちな (4) ありそうな',
    'answer': '(2)',
  },
  {
    'question':
        '私の故郷の美しい山々を、ぜひ先生にも（ ）たいものです。 (1) 拝見し (2) ごらんになり (3) お目にかけ (4) お目にかかり',
    'answer': '(3)',
  },
  {
    'question':
        '私の給料が彼の半分だって？ それは不公平と（ ）だ。 (1) いうもの (2) いうわけ (3) いうばかり (4) いいがち',
    'answer': '(1)',
  },
  {
    'question': 'こんなことをするなんて、彼の人間性を（ ）。 (1) 疑いはしない (2) 疑わざるをえない',
    'answer': '(2)',
  },
  {
    'question':
        '彼は目立たない学生だが、よく勉強している。1 番になったからといって驚くには（ ）。 (1) あたいしない (2) あたらない (3) たえない (4) しかない',
    'answer': '(2)',
  },
  {
    'question': '政府の遅い反応がたくさんの犠牲者を出した。これは人災以外の（ ）。 (1) 何でもない (2) 何でもありうる',
    'answer': '(3)',
  },
  {
    'question': '彼はかっとなりやすい。特に酒を飲んで怒ったときには人殺しだって（ ）。 (1) やりえない (2) やりかねない',
    'answer': '(2)',
  },
  {
    'question':
        '当たり前のことをしただけです。お礼には（ ）よ。 (1) ありません (2) いりません (3) およびません (4) かまいません',
    'answer': '(3)',
  },
  {
    'question':
        '目的もなく大学に入った（ ）、4 年間無駄にするだけだ。受験する前に大学で何をやりた いか、よく考えなさい。 (1) とはいえ (2) ところで (3) がゆえに (4) ものの',
    'answer': '(2)',
  },
  {
    'question':
        '以前は内気な日本人にとって人の前で歌を歌うのは恥ずかしいことでした。しかしカラオケ がはやって以来、マイクを握ろう（ ）、なかなか手放さない人も増えました。 (1) とすれば (2) と思いきや (3) ものなら (4) が最後',
    'answer': '(3)',
  },
  {
    'question':
        'この団地の中には、スーパーマーケットはもとより、郵便局、銀行、幼稚園、病院、はては葬 儀場（）そろっている。つまり死ぬまでこの中だけで過ごせるわけだ。 (1) はおろか (2) に至るまで (3) (4)',
    'answer': '(2)',
  },
  {
    'question':
        'このコンピューターはもうすぐ、もっといい機種が出るはずです。今お持ちの機械がこわれ た（ ）、買うのはもう 2、3 か月待った方が良いと思いますよ。',
    'answer': '(1)',
  },
  {
    'question':
        'この病気は治らないとはいえ、注意さえすればほとんど普通の生活を送ることができます。 でも注意を守らないと命に（ ）場合もありますよ。 (1) 関する (2) あたいする (3) かかわる (4) 至る',
    'answer': '(3)',
  },
  {
    'question':
        '昔は親の言うことに反抗しよう（ ）なら、げんこつが飛んできたものだ。 (1) こと (2) もの (3) ところ (4) とする',
    'answer': '(2)',
  },
  {
    'question':
        'このレストランは味も（ ）ことながら、食器がまた素晴らしいですね。 (1) いい (2) わるい (3) さる (4) とる',
    'answer': '(3)',
  },
  {
    'question':
        '政府から大量の米が被災地に届けられた。（ ）一人あたりでは、茶碗 1 杯にすぎない。 (1) というのに (2) といっても (3) というのは (4) というより',
    'answer': '(2)',
  },
  {
    'question':
        '今世紀最大のピアニストと言われる（ ）、彼の演奏には聴衆は皆感動した。 (1) くらいで (2) だけで (3) だけあって (4) ほどで',
    'answer': '(3)',
  },
  {
    'question':
        '彼らがあの時代に豊かな生活を送っていた（ ）、すぐれた農耕技術を身につけていたは ずだ。 (1) ともすれば (2) とすれば (3) としては (4) とにかく',
    'answer': '(2)',
  },
  {
    'question': '男達は毎日汗とほこり（ ）になって、鉄道工事を急いだ。 (1) だけ (2) さえ (3) ず69くめ (4) まみれ',
    'answer': '(4)',
  },
  {
    'question': 'わが校は、男女、年齢を（ ）、どなたでも入学できます。 (1) 言わず (2) 聞かず (3) 問わず (4) かかわらず',
    'answer': '(3)',
  },
  {
    'question': '何があったに（ ）、そんなに泣いてばかりいたらだめよ。 (1) したら (2) しては (3) しようが (4) しろ',
    'answer': '(4)',
  },
  {
    'question': '試験に落ちたことを知った彼女は、今にも泣き出さん（ ）だった。 (1) ほど (2) くらい (3) よう (4) ばかり',
    'answer': '(4)',
  },
  {
    'question': '初めて作ったもの（ ）、よくできていますよ。 (1) というと (2) として (3) にしては (4) といっては',
    'answer': '(3)',
  },
  {
    'question':
        '山で道に迷っていたら、上空をヘリコプターが飛んできた。私は声を（ ）助けを求めた。 (1) いっぱいに (2) ぎりぎりに (3) さいごに (4) かぎりに',
    'answer': '(4)',
  },
  {
    'question':
        'いくら裕福でも、親の愛情（ ）、子どもは幸せと言えるのだろうか。 (1) なくして (2) ないでは (3) ならずに (4) ないとは',
    'answer': '(1)',
  },
  {
    'question':
        'お金のことは（ ）として、今は好きな仕事ができるだけで幸せです。 (1) まあまあ (2) 一方 (3) とかく (4) ともかく',
    'answer': '(4)',
  },
  {
    'question':
        '出発に（ ）少し注意を申し上げます。パスポートはなくさないよう…。 (1) 先立って (2) 先走って (3) したがって (4) 前もって',
    'answer': '(1)',
  },
  {
    'question':
        '私が無理なお願いをした（ ）、あなたにご迷惑をかけてしまいましたね。 (1) ばかりで (2) ばかりに (3) だけに (4) だけあって',
    'answer': '(2)',
  },
  {
    'question': 'この辺で、アパートを借りるとなると、4 万から 5 万円（ ）ですね。 (1) としたこと (2) ということ',
    'answer': '(4)',
  },
  {
    'question':
        '世界中で毎年 100 万人（ ）人が、飢えで命を落としている。 (1) あまり (2) からの (3) よりの (4) までの',
    'answer': '(2)',
  },
  {
    'question':
        '日本で暮らして行く（ ）大事なことは、他人とあまり違うことをしないことです。 (1) 上で (2) 以来 (3) 最中で (4) ところで',
    'answer': '(1)',
  },
  {
    'question':
        'T 市の夜祭りは、真夜中から夜明けに（ ）にぎやかに繰り広げられる。 (1) そって (2) わたって (3) 通して (4) かけて',
    'answer': '(4)',
  },
  {
    'question':
        'どこに行く（ ）歩いていると、いつの間にか大きな寺の前に来ていた。 (1) わけもなく (2) が早いか (3) ともなく (4) つもりで',
    'answer': '(3)',
  },
  {
    'question':
        '明日の模擬試験は、時間も内容も本番の試験に（ ）行います。 (1) まねして (2) よって (3) 即して (4) 同様に',
    'answer': '(3)',
  },
  {
    'question':
        'この風邪はほうっておくと、肺炎になる（ ）があります。入院した方がいいですね。 (1) おびえ (2) 気味 (3) 向70き (4) おそれ',
    'answer': '(4)',
  },
  {
    'question':
        '田舎から送ってきたりんごです。一つ（ ）みてください。 (1) お食べして (2) さしあげて (3) なさって (4) あがって',
    'answer': '(4)',
  },
  {
    'question':
        'がんばって駄目だったのならあきらめるが、電車の事故で試験が受けられなかったなんて、 あきらめようにも（）。 (1) あきらめかねない (2) あきらめられる',
    'answer': '(3)',
  },
  {
    'question':
        '二度とあのような悲惨な戦争が起きないことを、私どもは願って（ ）。 (1) やめません (2) やみません (3) とめません (4) とまりません',
    'answer': '(2)',
  },
  {
    'question':
        'あの政治家は「私は選挙違反はやっていない」と言い続けたが、証拠をつきつけられると「妻 がやったことだ」と言い出す（ ）。 (1) 始末だ (2) 終末だ (3) 結果だ (4) 最後だ',
    'answer': '(1)',
  },
  {
    'question':
        '彼はいわば天才であって、誰もが努力して彼のようになれる（ ）。 (1) わけではない (2) はずがない (3) どころでない (4) わけがない',
    'answer': '(1)',
  },
  {
    'question':
        'オリンピックに出ることが長年の彼の夢だった。出場が決まってどんなに喜んだか想像に （ ）。 (1) やさしい (2) むずかしい (3) かたくない (4) わからない 965. 2 年前私がこの国に来た時は、まわりの人の声はうるさい音に（ ）。それがある日突然、 意味のある言葉として聞こえてきた。 (1) 相違なかった (2) すぎなかった (3) たえなかった (4) 聞こえなかった 966. 山に登ったところ、山頂はホテルやおみやげ屋で町のようになっていた。なぜ静かな山をそ のままに（）のだろうか。',
    'answer': '(3)',
  },
  {
    'question':
        'お金さえあれば何でもできるわけではない。でも、何をする（ ）、全然お金がなければ、 やはり何もできないと思う。 (1) ところで (2) にもまして (3) までもなく (4) にせよ',
    'answer': '(4)',
  },
  {
    'question':
        '彼は、すべてに世話を焼きたがる母親と一緒にいる限り、自分は結婚もできないと思った。 それで就職する（）、部長に地方への転勤を願い出た。 (1) やいなや (2) とたんに 71',
    'answer': '(1)',
  },
  {
    'question':
        '交通事故で死ぬ人が 1 年で 1 万人を越えた。せまい日本でこれ以上車を増やす（ ）と思 う。でも車が売れないとますます不景気になるかもしれない。どうすればいいのだろう。 (1) べくもない (2) べきではない',
    'answer': '(2)',
  },
  {
    'question':
        '「一人暮らしがしたい」と言うから、アパートを借りてやった（ ）、ちゃんと暮している かしら。 (1) もので (2) ものの (3) ものを (4) ものは',
    'answer': '(2)',
  },
  {
    'question': '今日はボーナス後の日曜日（ ）、デパートは大変な人出だ。 (1) としては (2) とあって',
    'answer': '(2)',
  },
  {
    'question':
        '外国旅行も 3 回目（ ）、だいぶゆとりが出てきましたね。 (1) ともすれば (2) ともなれば (3) ともあれ (4) のところを',
    'answer': '(2)',
  },
  {
    'question': '散歩（ ）、スーパーに寄ってパンを買ってきた。 (1) がてら (2) ついで (3) とちゅう (4) ながら',
    'answer': '(1)',
  },
  {
    'question':
        '息子は家族の心配を（ ）、仕事もしないでゆうゆうと遊んでいる。 (1) うえに (2) そとに (3) よそに (4) あとに',
    'answer': '(3)',
  },
  {
    'question':
        '頭が痛いのなら無理しないで、薬を（ ）早く寝るなりしなさい。 (1) 飲むと (2) 飲むなり (3) 飲むや (4) 飲んだり',
    'answer': '(2)',
  },
  {
    'question':
        'あの人はいい人ではあるが、社長（ ）力不足である。 (1) によって (2) について (3) としては (4) においては',
    'answer': '(3)',
  },
  {
    'question':
        '本日は皆様おいそがしい（ ）を、こんなにお集まりいただきまして、ありがとうござい ます。 (1) とき (2) ところ (3) もの (4) こと',
    'answer': '(2)',
  },
  {
    'question': '彼は楽器なら何（ ）、じょうずに弾くことができる。 (1) であり (2) であれ (3) としても (4) をしても',
    'answer': '(2)',
  },
  {
    'question':
        '100 点をとれとは言わない（ ）、せめて 70 点は取らないと合格しないよ。 (1) まで (2) までに (3) までは (4) までも',
    'answer': '(4)',
  },
  {
    'question':
        '病気が治った（ ）、しばらくは運動やお酒はひかえなさい。 (1) ときたら (2) としては (3) とはいえ (4) にしては',
    'answer': '(3)',
  },
  {
    'question': '歯が痛くて、ごはんを（ ）にも食べられない。 (1) 食べる (2) 食べて (3) 食べたい (4) 食べよう',
    'answer': '(4)',
  },
  {
    'question':
        'いまさらどんなに後悔した（ ）、失敗を元に戻すことはできない。 (1) はずが (2) ところで (3) と72ころが (4) ことでも',
    'answer': '(2)',
  },
  {
    'question':
        '私の名誉に（ ）問題です。お金で済ませないで、きちんと謝ってください。 (1) 際する (2) 応じる (3) 限る (4) かかわる',
    'answer': '(4)',
  },
  {
    'question':
        '給料日まであと千円しかない。もう 1 円（ ）無駄づかいできない。 (1) だけなら (2) になるまで (3) たりとも (4) どころか',
    'answer': '(3)',
  },
  {
    'question':
        'その危険性は何度も指摘されていた。今度の事故は起こる（ ）して起こったことだ。 (1) べき (2) べく (3) ために (4) はずに',
    'answer': '(2)',
  },
  {
    'question': 'デパートのドアが（ ）いなや、客がどっとなだれ込んだ。 (1) 開くと (2) 開いて (3) 開いたら (4) 開くや',
    'answer': '(4)',
  },
  {
    'question': 'その光景を一目見る（ ）、彼女は恐怖で倒れてしまった。 (1) が最後 (2) とたん (3) なり (4) そばから',
    'answer': '(3)',
  },
  {
    'question':
        '食べる物がなくて死ぬ人がいる（ ）で、日本のように食べ物を捨てている国もある。 (1) かたわら (2) 一方 (3) 片方 (4) 半分',
    'answer': '(2)',
  },
  {
    'question':
        '他人のやり方は気にしないで、あなたはあなた（ ）がんばればいいんですよ。 (1) さえ (2) なりに (3) しか (4) ほどに',
    'answer': '(2)',
  },
  {
    'question': '彼女の美しさは、そこにいたすべての人の目にひきつけずに（ ）。 (1) あたいした (2) 余儀なくした',
    'answer': '(3)',
  },
  {
    'question': '責任者みずから（ ）、他の人がいくら謝っても許さない。 (1) 謝る限り (2) 謝らない限り',
    'answer': '(2)',
  },
  {
    'question':
        'いつも用心深い妻がドアを開けっ（ ）出かけている。どうしたのだろう。 (1) あげく (2) きり (3) まま (4) ぱなしで',
    'answer': '(4)',
  },
  {
    'question':
        '女性の進学率の上昇に（ ）、結婚の年齢も遅くなっている。 (1) もとづいて (2) ともなって (3) わたって (4) 関して',
    'answer': '(2)',
  },
  {
    'question':
        'けちな人に（ ）、他の人のことを「あいつはけちだ」と言うものだ。 (1) ついて (2) 限って (3) 関して (4) 対して',
    'answer': '(2)',
  },
  {
    'question':
        '大人だって急に酒を飲むと死ぬことがある。子どもに酒を飲ませてはいけないのは（ ）。 (1) いえなくもない (2) いうまでもない',
    'answer': '(2)',
  },
  {
    'question': '子どもなら皆かかる病気です。すぐ治りますから、ご心配には（ ）。 (1) さしつかえません (2) かけません',
    'answer': '(3)',
  },
  {
    'question': '国民の命を見殺しにした政治家にはげしい怒りを（ ）。 (1) 禁じなかった (2) 禁じえなかった',
    'answer': '(2)',
  },
  {
    'question': 'どうしても貸してくれというなら（ ）が、何に使うのかね。 (1) 貸すわけでもない (2) 貸すこともない',
    'answer': '(3)',
  },
  {
    'question': 'いくらダイエット中でも、目の前にこんなごちそうを出されたら（ ）。 (1) 食べずにいられない (2) 食べてはいられない',
    'answer': '(1)',
  },
  {
    'question':
        '「子ども時代は思いきり遊ばせた方がいい」と、皆思っている。ところが、自分の子どもの （ ）、「少しでも早く勉強を始めさせた方がいいのでは」と不安にかられてしまう。 (1) ことをみると (2) こととなると',
    'answer': '(2)',
  },
  {
    'question':
        'オオカミが人間の少女を育てたという話は、はたして本当だろうか。たとえオオカミに育て られた（ ）、人間の足や目の働きがオオカミのようになるとは考えられない。その少女を拾った人の想像ではあるまいか。 (1) にもかかわらず (2) からというもの',
    'answer': '(4)',
  },
  {
    'question':
        '彼は静かに演奏を終えた。会場は一瞬シーンとなったが、次の瞬間、会場が（ ）拍手がま き起こった。 (1) 割れたばかりの (2) 割れないばかりの',
    'answer': '(3)',
  },
  {
    'question':
        '去年までは学生の好きなところに就職できた。今年は一転して不景気で就職難だ。人の運命 は、努力や才能に（ ）、生まれるのが一年はやいか遅いかで決まることもあるのだ。 (1) したがって (2) かかわらず (3) 反して (4) 即して',
    'answer': '(3)',
  },
  {
    'question':
        '遊園地の乗り物はどんなに恐ろしくても、安全性は計算しつくされている。（ ）大自然は おだやかに見えても、大きな危険性が常に隠されている。 (1) それにひきかえ (2) それにもまして',
    'answer': '(1)',
  },
  {
    'question': '彼は子ども時代のつらい経験を、涙（ ）語った。 (1) ばかりに (2) ながらに (3) ともに (4) がてらに',
    'answer': '(2)',
  },
  {
    'question': '今はさわやかな毎日だが、6 月とも（ ）雨の日が続く。 (1) なって (2) すると (3) い74えば (4) なれば',
    'answer': '(4)',
  },
  {
    'question':
        'もともとがんこな人だったが、年を取ると以前にも（ ）がんこになった。 (1) ますます (2) さらに (3) まして (4) いっそう',
    'answer': '(3)',
  },
  {
    'question':
        '病気だったのなら、お見舞いに行ってあげた（ ）。どうして電話してくれなったの。 (1) ものを (2) ところを (3) はずを (4) ことを',
    'answer': '(1)',
  },
  {
    'question':
        'その客はスカートを 10 着も試着した（ ）、1 着も買わないで帰った。 (1) かぎり (2) どころか (3) あげく (4) が最後',
    'answer': '(3)',
  },
  {
    'question':
        'あんなことをいわれて、あなた（ ）、さぞくやしいでしょうね。 (1) といえば (2) にすれば (3) にきては (4) となると',
    'answer': '(2)',
  },
  {
    'question': '平和なれば（ ）、将来の夢を語ることができる。 (1) から (2) ゆえに (3) こそ (4) さえ',
    'answer': '(3)',
  },
  {
    'question':
        'いまさらどんなに後悔した（ ）、取り返しはつかないだろう。 (1) ものでも (2) どころか (3) ものが (4) ところで',
    'answer': '(4)',
  },
  {
    'question': '暑かった去年の夏に（ ）、今年の夏は寒いくらいだ。 (1) ひきかえ (2) 反対に (3) 逆に (4) おきかえ',
    'answer': '(1)',
  },
  {
    'question': 'もう年だなあ！ 勉強しても覚える（ ）忘れてしまうよ。 (1) 途中から (2) そばから (3) あとから (4) から',
    'answer': '(2)',
  },
  {
    'question':
        'わずか 8 歳（ ）、その少年はチェスのプロである父親を負かした。 (1) として (2) になって (3) にして (4) としては',
    'answer': '(3)',
  },
  {
    'question': '彼女は、息子が婚約すると、本人（ ）家族や親戚のことまで調べた。 (1) をはじめて (2) はもとより',
    'answer': '(2)',
  },
  {
    'question':
        '一人息子が家を（ ）からというもの、母親はいきる力を失ったようだ。 (1) 出て (2) 出た (3) 出る (4) 出よう',
    'answer': '(1)',
  },
  {
    'question':
        '私の青春は戦争でつぶされた。今の平和が続くことを願って（ ）。 (1) きりない (2) おわらない (3) やまない (4) かぎりない',
    'answer': '(3)',
  },
  {
    'question': '教師（ ）もの、学生を叱るよりまず自分自身が勉強しなければ。 (1) たる (2) なる (3) ある (4) さる',
    'answer': '(1)',
  },
  {
    'question':
        '「勉強が好きだ」と（ ）うそになるが、全然しないわけではない。 (1) すれば (2) いえば (3) なれば (4) いうなら',
    'answer': '(2)',
  },
  {
    'question':
        '「ゼロを一つ間違えたんじゃないか」「漢字で一千万円と書いてあるんだ。間違え（ ）よ」 (1) はずがない (2) ようがない (3) わけがない (4) かねない',
    'answer': '(2)',
  },
  {
    'question':
        'この小説は事実に（ ）かかれただけあって、迫力がある。 (1) よって (2) 際して (3) も75とづいて (4) 反して',
    'answer': '(3)',
  },
  {
    'question':
        '社長は社員に給料を払わない（ ）、そのことに対する説明もしない。 (1) に限らず (2) ばかりか (3) ものの (4) とはいえ',
    'answer': '(2)',
  },
  {
    'question':
        '日本人はとかく、うわさをすぐ信用（ ）だ。冷静に真実を確かめるようにしなければ。 (1) しがち (2) するべき (3) すまじき (4) しかねない',
    'answer': '(1)',
  },
  {
    'question':
        '「えっ、それを一人で全部食べてしまったの」「だって、昨日から何も食べていないんです （ ）」 (1) ので (2) もの (3) こと (4) ゆえ',
    'answer': '(2)',
  },
  {
    'question':
        '今年は戦後ちょうど 50 年目の（ ）、各地で記念行事が行われた。 (1) だけあって (2) だから (3) わけで (4) こととて',
    'answer': '(4)',
  },
  {
    'question': '梅雨が明けた。これからはだんだん暑くなる（ ）だ。 (1) 一方 (2) ところ (3) だけ (4) 以上',
    'answer': '(1)',
  },
  {
    'question': 'ちょっと気分が悪いのです。（ ）いただいていいでしょうか。 (1) お帰り (2) 帰られて',
    'answer': '(3)',
  },
  {
    'question': 'アメリカ人といっても、皆が必ずしも英語を話す（ ）。 (1) わけではない (2) はずがない',
    'answer': '(1)',
  },
  {
    'question': '現在、この病気が治せるのはあの医者をおいて（ ）。 (1) ほかにはいない (2) ほかにもいる',
    'answer': '(1)',
  },
  {
    'question': 'ひどい奥さんと別れた友人は「結婚なんて（ ）」と、いつも私に忠告する。 (1) するわけがない (2) するものではない',
    'answer': '(2)',
  },
  {
    'question':
        '最近は交通事故はニュースにもならないが、毎年 1 万人も死んでいるということは深刻な事 態だと（ ）。 (1) いわないだろう (2) いわざるをえない',
    'answer': '(2)',
  },
  {
    'question': 'あの女優は、顔はたしかにきれいだけど、演技は小学生なみで（ ）。 (1) 見ることができない (2) 見てはいけない',
    'answer': '(3)',
  },
  {
    'question':
        '日本の女性の大学進学率は、世界でも一、二を争うほどだ。（ ）、社会で活躍する女性の割合は、先進国中、最低に近いのはどうしたことだろう。 (1) それに関して (2) それにもまして',
    'answer': '(3)',
  },
  {
    'question':
        '人の体の欠点を笑い物にするのは、ユーモアとは呼べないはずだ。しかしテレビでは、その ような番組ばかりやっている。障害者をからかうに（ ）、怒りを禁じ得ない。 (1) おいては (2) 至っては (3) もまして (4) ついて',
    'answer': '(2)',
  },
  {
    'question':
        '一口に犬といってもいろいろな種類がいる。しかし、どんな種類の犬（ ）、人間のもっと も良い友達であることに違いはない。 (1) といい (2) とはいえ (3) いかんで (4) であれ',
    'answer': '(4)',
  },
  {
    'question':
        'その日も夫は妻に文句を言い続けた。いつもおとなしい彼女の（ ）、だまって聞き流すと 思いきや、突然「それなら別れましょう」ときっぱりと言った。 (1) ものだから (2) だけあって (3) ことだから (4) はずで',
    'answer': '(3)',
  },
  {
    'question':
        '海外に出張した折、劇を見に連れて行ってもらった。みんなゲラゲラ笑っているのだが、外 国語のわからない私にはおもしろさが（ ）、一人でだまっていた。 (1) わからんがため (2) わかるはずもなく',
    'answer': '(2)',
  },
  {
    'question': 'さあ、食事を始めようという（ ）に、電話がかかってきた。 (1) とたん (2) ところ (3) もの (4) こと',
    'answer': '(2)',
  },
  {
    'question': 'そんなことをして、父親（ ）子どもに恥ずかしくないの？ (1) だから (2) とはいえ (3) として (4) ならば',
    'answer': '(3)',
  },
  {
    'question':
        '最新の医学を（ ）しても、彼女の病気を救うことはできなかった。 (1) とって (2) もって (3) つかって (4) よって',
    'answer': '(2)',
  },
  {
    'question':
        'あの二人は仲のいい夫婦だと（ ）、突然離婚してまわりを驚かせた。 (1) 思いつつ (2) 思えば (3) 思いきや (4) 思ったり',
    'answer': '(3)',
  },
  {
    'question':
        'お土産を買ってきました。明日ごあいさつ（ ）、お宅にお持ちします。 (1) しながら (2) 一方で (3) かたわら (4) かたがた',
    'answer': '(4)',
  },
  {
    'question': '社長（ ）わが社です。どうかご自愛ください。 (1) にとって (2) あっての (3) によれば (4) であれば',
    'answer': '(2)',
  },
  {
    'question': 'A さんは信頼するに（ ）人です。安心してまかせてなさい。 (1) あたる (2) できる (3) 足る (4) なる',
    'answer': '(3)',
  },
  {
    'question':
        '水不足が深刻です。水を出し（ ）で歯を磨くのはやめましょう。 (1) っきり (2) ながら (3) っ77ぱなし (4) つつ',
    'answer': '(3)',
  },
  {
    'question': '吹く風に暖かさが感じられ、だんだん春（ ）きた。 (1) めいて (2) じみて (3) っぽく (4) らしく',
    'answer': '(1)',
  },
  {
    'question':
        'この仕事は技術もいるし、責任も重い。その（ ）報酬が少ない。 (1) せいで (2) ために (3) わりに (4) おかげで',
    'answer': '(3)',
  },
  {
    'question':
        'ごめんなさい。疲れていた（ ）、約束をすっかり忘れて寝てしまいましたの。 (1) ものだから (2) わけだから (3) ことだから (4) からとて',
    'answer': '(1)',
  },
  {
    'question': '彼は毎日、5 時になる（ ）、会社を飛び出していく。 (1) とたんに (2) かないかのうちに',
    'answer': '(3)',
  },
  {
    'question':
        'となりの息子は働きながら、大学を一番で卒業したそうだ。それに（ ）うちの息子は、親 の金で遊んでばかりいる。 (1) したって (2) しては (3) ひきかえ (4) ひきかえに',
    'answer': '(3)',
  },
  {
    'question':
        '宝くじを買ったら、1 番の違いで 3 千万円をのがしてしまった。くやしい（ ）ありゃし ない。 (1) のは (2) ったら (3) ければ (4) なら',
    'answer': '(2)',
  },
  {
    'question':
        'そんな命令を出す社長も社長（ ）、それに従う社員も社員だね。 (1) なら (2) だから (3) といえば (4) だったら',
    'answer': '(1)',
  },
  {
    'question': '新しい法案を（ ）、与党と野党が激しく論議している。 (1) ついて (2) 対して (3) めぐって (4) 関して',
    'answer': '(3)',
  },
  {
    'question':
        '彼は子どものとき中国で育った（ ）、中国語の発音が良い。 (1) ばかりに (2) だけに (3) ながら (4) からには',
    'answer': '(2)',
  },
  {
    'question':
        '新しい市長は、議員の批判を（ ）せずに、改革を進めていった。 (1) ものに (2) ものを (3) ものにも (4) ものとも',
    'answer': '(4)',
  },
  {
    'question': '戦後、父は（ ）ために、あらゆる仕事に手を出した。 (1) 生きたい (2) 生きよう (3) 生きんが (4) 生きた',
    'answer': '(3)',
  },
  {
    'question': '幼い子どもをゆうかいして殺すなんて、許し（ ）ことだ。 (1) にくい (2) まじき (3) がたい (4) かねない',
    'answer': '(3)',
  },
  {
    'question': 'このメロンはちょっと高いけど、味（ ）かおり（ ）最高だよ。 (1) といい、といい (2) なり、なり',
    'answer': '(1)',
  },
  {
    'question':
        'アルプスの夕日のすばらしさと（ ）とても口では言い表せないよ。 (1) いえば (2) なれば (3) い78ったら (4) したら',
    'answer': '(3)',
  },
  {
    'question':
        'おいしそうなお菓子ですね。えんりょなく（ ）いたします。 (1) いただき (2) おあがり (3) ごちそう (4) ちょうだい',
    'answer': '(4)',
  },
  {
    'question': '彼の両親はプロゴルファーなんだ。彼がゴルフが上手でも驚くに（ ）よ。 (1) あたいしない (2) あたらない',
    'answer': '(2)',
  },
  {'question': '人前で、あんなに自分の妻の悪口を、よく（ ）。 (1) 言わなかった (2) 言うものか', 'answer': '(3)'},
  {
    'question': '私がさんざん待たせたにもかかわらず、彼は（ ）。 (1) 待たずに帰ってしまった (2) いやな顔もしないで待っていた',
    'answer': '(2)',
  },
  {
    'question': 'きのう、おもしろい物をもらったんですよ。先生にもごらんに（ ）。 (1) 差し上げましょうか (2) なりますか',
    'answer': '(4)',
  },
  {
    'question':
        '今までの日本の会社は一般的に、年を（ ）出世していった。だが技術革新によって、若い 人の方がすぐれた技術を持つ場合も多くなり、この制度もくずれ初めている。 (1) 取るにしたがって (2) 取ることによって',
    'answer': '(1)',
  },
  {
    'question':
        '彼女は、若いときはなかなか才能が認められなかったが、その美ぼうが人一倍の努力（ ） 今や日本の代表する大女優となった。 (1) といっしょに (2) と相まって',
    'answer': '(2)',
  },
  {
    'question':
        '大学に入って勉強している人が、高卒で働いている人を見下すことがあるが、それは大きな 過ちだ。学生はそういう人たちに勉強（ ）のだ。大学を支えているのは、働いている人たちの税金なのだから。 (1) させていただいている (2) していただいている',
    'answer': '(1)',
  },
  {
    'question':
        '中高年の人の間で山登りがはやっている。それはいいことだが、どんな低い山でも天候や本 人の健康状態のいかんに（ ）、危険な事故を起こしかねないので注意が必要だ。 (1) かかわらず (2) よらず (3) よっては (4) では',
    'answer': '(3)',
  },
  {
    'question':
        'そのレストランの主人は「物好きだ」と言われ（ ）、毎月一回貧しい人たちのために、た だでカレーをふるまっている。 (1) つつも (2) ながらに (3) ん79がため (4) んばかりに',
    'answer': '(1)',
  },
  {
    'question': 'もう一日早く病院に行っていたら、命は助かった（ ）。 (1) ことを (2) ことに (3) ものの (4) ものを',
    'answer': '(4)',
  },
  {
    'question':
        '今時の若いもの（ ）、老人に席をゆずろうともしない。 (1) だったら (2) としたら (3) ときたら (4) といっても',
    'answer': '(3)',
  },
  {
    'question': '私がどんなに努力した（ ）、彼にはかなわないよ。 (1) ものを (2) わりに (3) までも (4) ところで',
    'answer': '(4)',
  },
  {
    'question':
        '新しい地震情報が入り（ ）、臨時ニュースをお送りします。 (1) やいなや (2) とたんに (3) 次第 (4) が早いか',
    'answer': '(3)',
  },
  {
    'question':
        'この映画は以前見た（ ）、だいぶ昔のことなので内容はほとんど覚えていない。 (1) のだから (2) とはいえ (3) からには (4) として',
    'answer': '(2)',
  },
  {
    'question': 'この薬を飲み（ ）からというもの、どうも胃の調子がおかしい。 (1) 始めて (2) 初めて (3) 始める (4) 初め',
    'answer': '(1)',
  },
  {
    'question': '晴れたか（ ）、もう雨が降り出す。梅雨の天気は変わりやすい。 (1) うちに (2) と思いきや',
    'answer': '(2)',
  },
  {
    'question': 'これが国民を代表する政治家の姿（ ）、あまりにも情けない。 (1) だに (2) にも (3) とは (4) かと',
    'answer': '(3)',
  },
  {
    'question': '暑い（ ）寒い（ ）、娘は親の健康を気づかった。 (1) なり、なり (2) といい、といい',
    'answer': '(4)',
  },
  {
    'question': '特急にご乗車に（ ）は、乗車券の他に特急券が必要です。 (1) して (2) 際して (3) よって (4) とって',
    'answer': '(2)',
  },
  {
    'question': 'ちょうどお風呂に入り（ ）時、電話のベルが鳴った。 (1) そうな (2) つつある (3) かけた (4) ながらの',
    'answer': '(3)',
  },
  {
    'question': '息子がこんなことをするなんて、くやしい（ ）情けない（ ）。 (1) なり、なり (2) やら、やら',
    'answer': '(2)',
  },
  {
    'question':
        '日本人の奥さんをもらって、中国の料理を食べて、アメリカの家に住む。これが男の幸せの （ ）だといわれたことがある。 (1) 最大 (2) 極み (3) 最高 (4) 至り',
    'answer': '(2)',
  },
  {
    'question':
        'A さんは看護婦だった（ ）、けが人のそばにかけよるとてきぱきと手当を始めた。 (1) だけあって (2) だからこそ (3) と80いえども (4) ならでは',
    'answer': '(1)',
  },
  {
    'question': '観光客が帰った後の行楽地は、いつもゴミと空き缶（ ）だ。 (1) だけ (2) まみれ (3) ずくめ (4) だらけ',
    'answer': '(4)',
  },
  {
    'question':
        '「うちの子に（ ）そんなことするはずない」と、どの親も言う。 (1) とって (2) だけは (3) 限って (4) 対して',
    'answer': '(3)',
  },
  {
    'question':
        '現代は電気なしの生活は一日も考えられない。停電でも（ ）ものなら、たちまち大混乱が 起きる。 (1) する (2) しそう (3) しよう (4) した',
    'answer': '(3)',
  },
  {
    'question':
        '社長がこの事件の責任を取って辞職したので、社長側についていた重役も退職を（ ）なく された。 (1) 無理 (2) 仕方 (3) 余儀 (4) 可否',
    'answer': '(3)',
  },
  {
    'question': 'わが子に死なれた母は、気も狂わん（ ）泣き叫んだ。 (1) ほど (2) ように (3) がために (4) ばかりに',
    'answer': '(4)',
  },
  {
    'question':
        '貧しさ（ ）多くの苦しみを味わった彼は、必死に金をもうけ資産家となった。 (1) ゆえに (2) だけに (3) ばかりに (4) となれば',
    'answer': '(1)',
  },
  {
    'question':
        'プロの歌手（ ）、のどに悪いといって真夏でも冷たい物を飲まない人もいる。 (1) ならでは (2) ともなると (3) ゆえに (4) なればこそ',
    'answer': '(2)',
  },
  {
    'question': '寝不足が続いて、ここのところ疲れ（ ）だ。 (1) るはず (2) 気味 (3) るもの (4) げ',
    'answer': '(2)',
  },
  {
    'question':
        'とにかく本人から事情を聞かない（ ）、私にも何もわからない。 (1) までは (2) ものには (3) ことには (4) わけで',
    'answer': '(3)',
  },
  {
    'question':
        'タバコは 1 本でも有害ですが、お酒は飲みすぎ（ ）しなければ、それほど害にはなりま せん。 (1) こそ (2) だけ (3) のみ (4) さえ',
    'answer': '(4)',
  },
  {
    'question':
        'パーティーには、首相（ ）、政治家や実業家がずらりと出席した。 (1) をめぐり (2) と問わず (3) をはじめ (4) をもとに',
    'answer': '(3)',
  },
  {'question': 'いくら名誉や富があっても、死んでしまえば（ ）。 (1) それからだ (2) それまでだ', 'answer': '(2)'},
  {
    'question': 'こんなに教育費が高いと、若い夫婦は子どもを持とうにも（ ）。 (1) 持てない (2) 持ちかねない',
    'answer': '(1)',
  },
  {
    'question':
        '「あれほど優秀だった彼のことだ。きっと偉くなったにちがいない」と思いきや、（ ）。 (1) はたして社長になっていた (2) 本当に優秀だった',
    'answer': '(3)',
  },
  {
    'question': 'あの男は金をもうけるためなら、人殺しだって（ ）。 (1) やるにかたくない (2) やるにあたらない',
    'answer': '(4)',
  },
  {
    'question':
        'これはあなたの仕事だが、どうしても一人では間に合わないというなら（ ）。 (1) 手伝うわけにはいかない (2) 手伝うはずがない',
    'answer': '(4)',
  },
  {
    'question':
        '私はタバコは吸わないが、新幹線では子供の少ない喫煙車に乗ることにしている。タバコの 煙が有害（ ）、ギャーギャー騒ぐ子供と、それに注意さえしない親を見ているよりは心の 健康によいからだ。 (1) のみならず (2) といえども (3) のこととて (4) だからこそ',
    'answer': '(2)',
  },
  {
    'question':
        '受験料を払った方には領収書を差し上げます。その領収書（ ）受験票としますから、試験 当日には忘れずに持ってきてください。 (1) によって (2) にとって (3) をもって (4) として',
    'answer': '(3)',
  },
  {
    'question':
        'たとえ 50 歳を過ぎて人の上に立つような地位の人でも、自分の感情のままに怒ったりわがま まを言うような大人（ ）人って、どこにでもいるものです。 (1) っぽい (2) らしい (3) じみた (4) げない',
    'answer': '(4)',
  },
  {
    'question':
        '外国語を学ぶときは、まずたくさん聞いてみることだ。最初はわかろうと（ ）気にするこ とはない。そのうち、体で覚えてくるものだ。 (1) わかるまいと (2) わからないが',
    'answer': '(1)',
  },
  {
    'question':
        '「知りませんでした」と言えば、言い訳になると思っているのかい。それは甘え（ ）だ。 プロにとって、知らないということは無能ということだよ。 (1) というもの (2) とするもの (3) としたもの (4) というところ',
    'answer': '(1)',
  },
  {
    'question': '大学に入った（ ）、毎日遊んで暮らしている。 (1) ことが (2) ことに (3) ものの (4) ものを',
    'answer': '(3)',
  },
  {
    'question': '彼女は客が帰る（ ）、掃除を始めた。 (1) すぐに (2) とたんに (3) やいなや (4) しだい',
    'answer': '(3)',
  },
  {
    'question':
        'あの地震のすさまじさと（ ）、思い出しただけでも震えてくる。 (1) いえば (2) いうなら (3) いわば (4) いったら',
    'answer': '(4)',
  },
  {
    'question':
        '今日は敬老の日ですから、60 歳以上の方に（ ）、入場無料です。 (1) のみならず (2) かぎり (3) だけ (4) おいて',
    'answer': '(2)',
  },
  {
    'question':
        '国際結婚をする（ ）、奥さんの国の習慣も尊重しなければいけないよ。 (1) とはいえ (2) からには (3) た82めには (4) こととて',
    'answer': '(2)',
  },
  {
    'question':
        '二人のランナーはずっと抜きつ（ ）していたが、40 キロ地点を越えてから A 選手の独走 になった。 (1) 抜いたり (2) 抜かれず (3) 抜かれつ (4) 抜きつつ',
    'answer': '(3)',
  },
  {
    'question':
        '汚職をした政治家がまた当選してしまった。政治家（ ）政治家なら、それを選ぶ国民 （ ）国民だね。 (1) も、も (2) が、が (3) が、は (4) は、は',
    'answer': '(1)',
  },
  {
    'question':
        'だめよ、そこに入っては。ここに「芝生に入る（ ）」って書いてあるでしょう。 (1) べし (2) べからず (3) 禁ずる (4) 得ない',
    'answer': '(2)',
  },
  {
    'question':
        '考え（ ）限りの方法を考えてみたのだが。やはりあきらめるしかないだろうね。 (1) かねる (2) かねない (3) 得る (4) 得ない',
    'answer': '(3)',
  },
  {
    'question':
        '今日の試合で優勝が決まる（ ）、サッカー場の外には朝から人が並んだ。 (1) とあって (2) といっても (3) となれば (4) とくると',
    'answer': '(1)',
  },
  {
    'question':
        '飛行機は明朝 8 時に飛ぶ予定ですが、天候に（ ）遅れることがあります。 (1) よらず (2) かかわらず (3) よっては (4) では',
    'answer': '(3)',
  },
  {
    'question':
        'この本は返してくれなくてもいいですよ。人にあげる（ ）何なり、好きにしてください。 (1) とか (2) のも (3) なり (4) ほか',
    'answer': '(3)',
  },
  {
    'question':
        '物語の内容（ ）、この本はお子さんには少し難しいと思いますよ。こちらの漢字の少ない 本はいかがですか。 (1) によると (2) とすれば (3) からして (4) になると',
    'answer': '(3)',
  },
  {
    'question':
        '父は外国に行く（ ）、めずらしいおみやげを買ってきてくれる。 (1) 時は (2) ところ (3) たびに (4) やいなや',
    'answer': '(3)',
  },
  {
    'question':
        'この成績ではねえ。今からいくらがんばった（ ）、卒業することは難しいと思うよ。 (1) ところで (2) どころか (3) とすれば (4) にしては',
    'answer': '(1)',
  },
  {
    'question': 'この輝きは、ダイヤモンド（ ）のものですね。 (1) だから (2) ならでは (3) からこそ (4) だったら',
    'answer': '(2)',
  },
  {
    'question':
        'お別れして以来、あなたのことを一瞬（ ）忘れたことはありません。 (1) たりとも (2) なりも (3) からして (4) といっても',
    'answer': '(1)',
  },
  {
    'question': 'まさか！ あの正直な彼がうそを（ ）ないですよ。 (1) つき (2) つきっこ (3) つかず (4) つきつつ',
    'answer': '(2)',
  },
  {
    'question': '自分が子どもを持って（ ）、親のありがたさがしみじみわかるようになった。 (1) はじめに (2) おいて',
    'answer': '(4)',
  },
  {
    'question':
        'とにかく事実を（ ）ことには。うわさだけで心配していても始まらない。 (1) 確かめる (2) 確かめない (3) 確かめよう (4) 確かめた',
    'answer': '(2)',
  },
  {
    'question': '消費税の値上げに（ ）、物価もまた上がるだろう。 (1) そって (2) ついて (3) ともなって (4) おいて',
    'answer': '(3)',
  },
  {
    'question': '色々と迷った（ ）、就職しないで留学することを決意した。 (1) が最後 (2) 反面 (3) ところ (4) 末に',
    'answer': '(4)',
  },
  {
    'question': '貧しい生活の中で私は大学に行く（ ）、親の仕事を手伝っていた。 (1) までもなく (2) ばかりか',
    'answer': '(4)',
  },
  {
    'question':
        '世界中の数学者（ ）解けなかった問題だよ。どうして君なんかに解けるものか。 (1) こそ (2) だからこそ (3) にせよ (4) ですら',
    'answer': '(4)',
  },
  {'question': 'イギリスの文学は、シェイクスピアぬきには（ ）。 (1) 語らない (2) 語りえない', 'answer': '(2)'},
  {
    'question': '医者にしたって、必ずしも自分の健康に気をつけている（ ）。 (1) はずがない (2) とはかぎらない',
    'answer': '(2)',
  },
  {
    'question': 'あのレストランの料理ときたら、値段が高いばかりで（ ）。 (1) すすめられたものではない (2) すすめたことがない',
    'answer': '(1)',
  },
  {
    'question': 'あなたの命を救ったのは、御主人であるあなたを必死に守ったこの犬に（ ）。 (1) ほかはない (2) ほかならない',
    'answer': '(2)',
  },
  {
    'question': '彼女を心から愛していたんだ。あきらめろと言われたって（ ）よ。 (1) あきらめかねない (2) あきらめられる',
    'answer': '(3)',
  },
  {
    'question':
        '日本で旅行すると、ちょっと乗り物に乗っても、旅館に泊まっても、一万円札がすぐ飛んで いく。（ ）、外国では何と一万円が使いでがあることだろう。 (1) ふりかえって (2) それにひきかえ',
    'answer': '(2)',
  },
  {
    'question':
        'これほどの作品を作り上げるには、どれほどの苦労があったことか想像にかたくない。しか し彼はインタビューに対して（ ）に、「大したことありませんよ」と答えた。 (1) ものともせず (2) ことにもせず (3) (4)',
    'answer': '(3)',
  },
  {
    'question':
        '会社の面接試験では、親の財産や職業のように本人にはどうしようもないことや、プライバ シーに関することは、規約によって聞いてはいけない（ ）。しかし、この規約はしばしば破られているようだ。 (1) ことになっている (2) わけでもない',
    'answer': '(1)',
  },
  {
    'question':
        '技術が進歩すれば、世の中はますます便利になる（ ）。その反面、ある人が一生にかけて 習得した技術が無用のものになり、人間が使い捨てられている現実もある。 (1) といえたものだ (2) に相違ない',
    'answer': '(2)',
  },
  {
    'question':
        '世界では何億という人が、食べるものがなくて死にかけているのよ。おいしかろうが、（ ）、 おなかいっぱい食べられるだけで感謝しなければいけないわ。 (1) おいしくあろうが (2) おいしくまいと',
    'answer': '(3)',
  },
  {
    'question':
        'いったん約束をした（ ）、つらくても守らなくてはいけないよ。 (1) とはいえ (2) ものの (3) 以上 (4) だけあって',
    'answer': '(3)',
  },
  {
    'question':
        '3 年間、厳しい練習に耐えたんだ。明日の試合、負けてなる（ ）！ (1) ことか (2) ものか (3) ことを (4) ものを',
    'answer': '(2)',
  },
  {
    'question':
        'あの人は一度も日本に来たことがないのに（ ）、きれいな日本語を話すね。 (1) しても (2) しては (3) なっても (4) よらず',
    'answer': '(2)',
  },
  {
    'question': 'あの悲しいできごとを（ ）にも忘れられません。 (1) 忘れたい (2) 忘れる (3) 忘れた (4) 忘れよう',
    'answer': '(4)',
  },
  {
    'question':
        '高校生にもなって、そんな子ども（ ）いたずらをするんじゃない。 (1) らしい (2) めいた (3) っぽい (4) ような',
    'answer': '(3)',
  },
  {
    'question':
        '日本人の平均寿命が 80 歳を越え、子どもの減少と（ ）、高齢化が急速に進んでいる。 (1) いうのは (2) かかわらず (3) したがって (4) 相まって',
    'answer': '(4)',
  },
  {
    'question': '試験当日は理由の（ ）、遅刻は認めませんから注意してください。 (1) いかんによっては (2) いかんによらず',
    'answer': '(2)',
  },
  {
    'question': '赤ちゃんの服は、気温に（ ）、時々調整してください。 (1) 対して (2) ついて (3) 関して (4) 応じて',
    'answer': '(4)',
  },
  {
    'question':
        '「女の（ ）たばこを吸うな」なんて言われたら、かえって吸いたくなる。 (1) くせに (2) せいで (3) ためには (4) ゆえに',
    'answer': '(1)',
  },
  {
    'question': 'あなたのお母様は、いつこちらに（ ）になるんですか。 (1) お見えに (2) おうかがい (3) 拝見 (4) おじゃま',
    'answer': '(1)',
  },
  {'question': '日本の料理に、みそ、しょうゆは欠く（ ）ものだ。 (1) べき (2) べからざる', 'answer': '(2)'},
  {
    'question': '個人のプライバシーに（ ）情報は、守らなければならない。 (1) つけて (2) 関する (3) よる (4) 即した',
    'answer': '(2)',
  },
  {
    'question': '生徒をなぐって大けがをさせるなんて、教師にある（ ）行為だ。 (1) べき (2) えない (3) まじき (4) ざる',
    'answer': '(3)',
  },
  {
    'question':
        '楽で、給料が高くて、労働時間が短いなんて、そんないいこと（ ）の仕事なんてありませ んよ。 (1) ばかりに (2) まみれ (3) ずくめ (4) しか',
    'answer': '(3)',
  },
  {
    'question':
        'そのランナーは、足のけがを（ ）せずに、ゴールに向かって走り続けた。 (1) ものには (2) ものとも (3) こととも (4) ことにも',
    'answer': '(2)',
  },
  {
    'question':
        'うちの娘は親の心配を（ ）、いっこうに結婚しようともしない。 (1) ほかに (2) そとに (3) よそに (4) うらに',
    'answer': '(3)',
  },
  {
    'question':
        'よほど疲れていたのだろう。横になるか（ ）のうちに、もう眠っていた。 (1) ならないか (2) なったか (3) なってか (4) ないか',
    'answer': '(1)',
  },
  {
    'question':
        'こちらに来る（ ）がありましたので、お借りした本を返しにまいりました。 (1) がてら (2) かたわら (3) つごう (4) ついで',
    'answer': '(4)',
  },
  {
    'question':
        'あの男は頭はいいのだが、すぐなまけたがるきらい（ ）。 (1) です (2) があります (3) になります (4) にします',
    'answer': '(2)',
  },
  {
    'question': 'その肖像画は、まるで生きている（ ）ように見えた。 (1) というもの (2) とかの (3) かの (4) みたいな',
    'answer': '(3)',
  },
  {
    'question': '社長のお宅に（ ）おりに、ゴルフクラブをいただきました。 (1) 行かれた (2) うかがった',
    'answer': '(2)',
  },
  {
    'question': '私の家は、貧しい（ ）いつも笑い声が絶えなかった。 (1) ゆえに (2) ながらも (3) か86らこそ (4) までも',
    'answer': '(2)',
  },
  {
    'question': '原則として禁止ですが、理由の（ ）、特別に例外を認めましょう。 (1) いかんによらず (2) いかんによっては',
    'answer': '(2)',
  },
  {
    'question': 'あの人は多才で、絵もかけ（ ）、ピアノもひく。しかもプロ並みだ。 (1) ると (2) ば (3) たら (4) るも',
    'answer': '(2)',
  },
  {
    'question':
        '3 時間も待たされた（ ）、「ここは専門ではありません。他の科に行ってください」だって！ (1) あげく (2) 結果 (3) とたんに (4) かいなかで',
    'answer': '(1)',
  },
  {'question': 'まさか、あの人に限ってそんなことを（ ）。 (1) しかねない (2) するはずがない', 'answer': '(2)'},
  {
    'question': 'あなたの多くの人命を救った勇敢な行為は、いくらほめても（ ）。 (1) ほめられません (2) ほめ足りません',
    'answer': '(2)',
  },
  {
    'question':
        '彼女は私と婚約していたのに、突然ほかの男と結婚してしまった。これが裏切り（ ）。 (1) でなくてなんだろう (2) ではないだろう',
    'answer': '(1)',
  },
  {
    'question': 'ただ安いからといって、すぐ飛び付いていたら（ ）。 (1) かなり得になるだろう (2) 必ずしも損ではない',
    'answer': '(4)',
  },
  {
    'question':
        '知らずにやったこと（ ）、悪いことをしたのは確かなのだ。謝罪せずにはすまないだろう。 (1) なのだから (2) とはいえ (3) ですら (4) とあって',
    'answer': '(2)',
  },
  {
    'question':
        '蒸し暑い日本の夏に、涼しいヨーロッパの人と同じ背広を着たあげく、冷房をこんなに強く するなんて。女子社員に（ ）寒さで震えている。 (1) おいては (2) しては (3) ついては (4) 至っては',
    'answer': '(4)',
  },
  {
    'question':
        '以前は顔がかわいいだけの歌手が、聞くに（ ）歌を歌っていたものだ。近ごろは聞く人の 耳が肥えたのだろう。そんな歌手は減ってきた。 (1) 聞けない (2) およばない (3) たえない (4) たりない',
    'answer': '(3)',
  },
  {
    'question':
        '来月はいよいよ国へ帰ることとなった。おととしの春からだから、足かけ 3 年に（ ）留学 生活だった。色々な思い出がよみがえる。 (1) かけて (2) わたる (3) とどく (4) 過ぎる',
    'answer': '(2)',
  },
  {
    'question':
        '仕事にもきちんと就いたし、小さいながらも家も建てた。あとはおよめさんをもらう（ ） になっているのに、女の人と知り合うチャンスがなかなかない。 (1) ばかり (2) きり (3) の87み (4) こと',
    'answer': '(1)',
  },
  {
    'question':
        '「若い時もっと勉強すればよかった」と、どんなに後悔した（ ）！ (1) ものか (2) ことか (3) ものを (4) ことを',
    'answer': '(2)',
  },
  {
    'question':
        '結婚しているかって？ 忙しくって結婚は（ ）、恋人だって見つけるひまがありませんよ。 (1) もともと (2) おろか (3) わずか (4) しても',
    'answer': '(2)',
  },
  {
    'question':
        '仕事が速くて正確なことに（ ）、わが社で彼の右に出るものはいません。 (1) めぐって (2) かけては (3) 対して (4) とっては',
    'answer': '(2)',
  },
  {
    'question': 'ここ 3 か月、雨も（ ）、雪も降らない。このままでは水不足が心配だ。 (1) 降らないと (2) 降らないので',
    'answer': '(3)',
  },
  {
    'question':
        '私の医者としての経験から（ ）、こういう患者は治りにくい。 (1) といい (2) 感じると (3) すると (4) やると',
    'answer': '(3)',
  },
  {
    'question':
        '天才的な A さんには及ばない（ ）、B さんだってかなりの腕前だ。 (1) かぎり (2) までも (3) ので (4) どころか',
    'answer': '(2)',
  },
  {
    'question':
        '町を歩いていると、どこ（ ）パンの焼けるいい匂いがしてきた。 (1) からでなく (2) でもなく (3) までからか (4) からともなく',
    'answer': '(4)',
  },
  {
    'question':
        '君では（ ）し。ぼくは財布を忘れるなんて馬鹿なことはしないよ。 (1) なかろう (2) あろう (3) あるまい (4) あった',
    'answer': '(3)',
  },
  {
    'question':
        '年の（ ）体力があるといえますが、あまり無理をしないようにしてください。 (1) かぎり (2) わりには (3) 上では (4) くせして',
    'answer': '(2)',
  },
  {
    'question': '彼女は仲間に対して、まるで女王の（ ）わがままを通した。 (1) らしく (2) ごとく (3) ふうに (4) ままに',
    'answer': '(2)',
  },
  {
    'question': 'いま電話があって、田中さん、1 時間遅れて来る（ ）ことです。 (1) との (2) かの (3) とか (4) そう',
    'answer': '(1)',
  },
  {
    'question':
        'あなたの日ごろの実力を（ ）すれば、試験なんて大丈夫、合格しますよ。 (1) よって (2) とって (3) もって (4) かけて',
    'answer': '(3)',
  },
  {
    'question': 'この不況では昇給なんてのぞむ（ ）もない。倒産しないだけましだよ。 (1) べく (2) わけ (3) こそ (4) よう',
    'answer': '(1)',
  },
  {
    'question':
        'お手伝いさんをやとっている（ ）、自分の下着くらい自分で洗いなさい。 (1) けれども (2) ものを (3) にしろ (4) ところで',
    'answer': '(3)',
  },
  {
    'question': '彼の字は汚い。書いた本人（ ）、読めないほどだ。 (1) からこそ (2) からして (3) どころか (4) ところで',
    'answer': '(2)',
  },
  {
    'question':
        '鈴木さんは夕食を食べさせてくれた（ ）、おみやげにもたくさん食べ物を持たせてくれた。 (1) ばかり (2) ばかりか (3) ば88かりで (4) ばかりに',
    'answer': '(2)',
  },
  {
    'question': 'この機械を扱うに（ ）は、細心の注意が必要です。 (1) とって (2) 際して (3) 至って (4) かけて',
    'answer': '(2)',
  },
  {
    'question': '給料は、基本給の他に、能力に（ ）いくらかプラスされます。 (1) 関して (2) めぐって (3) 応じて (4) つき',
    'answer': '(3)',
  },
  {
    'question':
        'どうですか、この住宅は。広さ（ ）環境（ ）、これ以上のものはありませんよ。 (1) といい、といい (2) につけ、につけ',
    'answer': '(1)',
  },
  {
    'question':
        '「この原子力発電所がもし事故を起こしたら」なんて、想像する（ ）恐ろしい。 (1) だけ (2) だに (3) でも (4) さえ',
    'answer': '(2)',
  },
  {
    'question':
        '被災者の家族は、不安（ ）顔で、テレビのニュースを見つめていた。 (1) らしい (2) のような (3) げな (4) じみた',
    'answer': '(3)',
  },
  {
    'question': '過ぎたことを後悔しても始まりません。ただ前進ある（ ）です。 (1) のみ (2) しか (3) こそ (4) だけ',
    'answer': '(1)',
  },
  {
    'question': '私の命に（ ）、乗客の安全は守り抜きます。 (1) しても (2) 関しても (3) かけても (4) とっても',
    'answer': '(3)',
  },
  {
    'question': 'タバコはやめようと思い（ ）、つい手が出てしまう。 (1) けれど (2) ものの (3) そばから (4) つつ',
    'answer': '(4)',
  },
  {'question': 'いつまでもお若くて（ ）ますね。若さの秘訣は何ですか。 (1) ござい (2) おられ', 'answer': '(3)'},
  {
    'question': '今さらどんなにくやしがったところで、取られたお金が（ ）。 (1) 戻ってくるかもしれない (2) 戻らずにはすまない',
    'answer': '(3)',
  },
  {
    'question': '山の天気も荒れてきたし、みんなも疲れている。残念だが引き返すより（ ）。 (1) ほかはない (2) ほかならない',
    'answer': '(1)',
  },
  {
    'question':
        '「常に子どもには優しくあれ」と言われても、母親だって神様ではあるまいし、ときには （ ）。 (1) 怒らずにはいられない (2) 悔しいはずがない',
    'answer': '(1)',
  },
  {
    'question':
        '寝坊してしまって、約束の時間まで後 10 分しかなかった。タクシーを急がせたけれども （ ）。 (1) 遅刻せずにはおかなかった (2) 間に合いようがなかった',
    'answer': '(2)',
  },
  {
    'question':
        '子どもが減っているので、受験戦争も緩和されるだろうと思いきや、親は「一人か二人しか いない子ども（ ）いい学校に入れたい」と、ますます熱を上げ始めた。 (1) といえども (2) だからこそ (3) 次第では (4) こととて',
    'answer': '(2)',
  },
  {
    'question':
        'インターネットのおかげで、障害があって家から出られない人が、家に（ ）、世界中の情 報に接することができるようになった。 (1) いるに関わらず (2) いながらにして',
    'answer': '(2)',
  },
  {
    'question':
        '子どもたちが、はなやかで現代的な仕事にばかりあこがれる（ ）、それは社会の目立たな いところでコツコツと働いている人の存在を我々大人が忘れているからではないだろうか。 (1) ともなく (2) とにかく (3) とすれば (4) ともあれ',
    'answer': '(3)',
  },
  {
    'question':
        '勉強は、がんばればがんばるほど成果が速く出ることが多い。しかし生き物を育てる仕事は、 がんばったからといって成果が早く（ ）。何もしないでじっと待っているのが一番、ということもある。 (1) 出るはずがない (2) 出ないはずがない',
    'answer': '(4)',
  },
  {
    'question':
        '彼女は長い間、考え抜いて離婚を決意したのだ。今さら、夫が何を（ ）、彼女の気持ちが 変わることはないだろう。 (1) 言ったところで (2) 言うまいと',
    'answer': '(1)',
  },
  {
    'question': '病気が治って、以前にも（ ）お元気そうに見えますね。 (1) よりも (2) まして (3) ふえて (4) もっと',
    'answer': '(2)',
  },
  {
    'question': '彼には、人とは違うが、彼（ ）の生き方の信念があるのだ。 (1) より (2) のみ (3) なり (4) こそ',
    'answer': '(3)',
  },
  {
    'question': '元オリンピック選手（ ）あって、今でも走ると若者よりも速い。 (1) こそ (2) だけ (3) だと (4) ので',
    'answer': '(2)',
  },
  {
    'question':
        'こんないたずらをするのは、あの人の悪い田中さんに（ ）いる。 (1) わかって (2) きまって (3) 知れて (4) ちがわずに',
    'answer': '(2)',
  },
  {
    'question': '彼はその日の気分に（ ）、言うことがころころ変わる。 (1) ついて (2) 関して (3) 即90して (4) よって',
    'answer': '(4)',
  },
  {
    'question': '1 番になれとは（ ）、せめて人並みの成績を取ってくれ。 (1) 言うけれど (2) 言ったまでで',
    'answer': '(4)',
  },
  {
    'question':
        'いじめによる自殺者が出るに（ ）、ようやく学校側は調査を始めた。 (1) あたって (2) 至って (3) 関して (4) たっして',
    'answer': '(2)',
  },
  {
    'question':
        '親友のあなたの頼み（ ）、人をだますようなことはできないわ。 (1) とあれば (2) といえども (3) をもって (4) にしては',
    'answer': '(2)',
  },
  {
    'question':
        '彼は本を読み始めたが（ ）、まわりのことは何も目に入らなくなる。 (1) そばから (2) とたん (3) 最後 (4) 早いか',
    'answer': '(3)',
  },
  {
    'question':
        '人間は他の生き物の命をうばう（ ）、生きてはいけない。 (1) ことなしに (2) ないでは (3) ところで (4) ものの',
    'answer': '(1)',
  },
  {
    'question':
        '試験に失敗したら、またやり直す（ ）のことです。心配しないでください。 (1) ため (2) まで (3) なり (4) から',
    'answer': '(2)',
  },
  {
    'question': '彼は自分が（ ）がために、親友を敵に売った。 (1) 助かろう (2) 助ける (3) 助からん (4) 助からない',
    'answer': '(3)',
  },
  {
    'question':
        'これはもうあなたのものです。煮る（ ）焼く（ ）、好きにしてください。 (1) たり、たり (2) なり、なり (3) とか、とか (4) か、か',
    'answer': '(2)',
  },
  {
    'question': '君たちの上達を願えば（ ）、きびしく教えているんだよ。 (1) ゆえに (2) こそ (3) から (4) ために',
    'answer': '(2)',
  },
  {
    'question':
        'そんなに上から下まで黒（ ）じゃ、まるでお葬式みたいよ。靴とバッグは赤にしたら？ (1) だらけ (2) のみ (3) ずくめ (4) まみれ',
    'answer': '(3)',
  },
  {
    'question': '多くの少女たちが、貧しさ（ ）教育を受けられないでいる。 (1) ばかりに (2) ので (3) によって (4) ゆえに',
    'answer': '(4)',
  },
  {
    'question':
        '真夏のマラソンとあって、選手たちは滝の（ ）汗を流していた。 (1) ごとく (2) みたいに (3) ばかりに (4) ほどに',
    'answer': '(1)',
  },
  {
    'question':
        '失敗したらどうするかって？失敗したと（ ）、またその時考えるまでさ。 (1) しようと (2) すると (3) しても (4) もなると',
    'answer': '(3)',
  },
  {
    'question':
        '真面目だった A 君が、最近授業を休み（ ）だ。どうしたのだろう。 (1) ばかり (2) がち (3) 気味 (4) きり',
    'answer': '(2)',
  },
  {
    'question': '学生時代、二人はうれしい（ ）悲しい（ ）いつも一緒だった。 (1) なり、なり (2) やら、やら',
    'answer': '(3)',
  },
  {
    'question': '大学を卒業した（ ）、何とか一人で食べていかなくては。 (1) 始末 (2) 末 (3) 次第 (4) 以上',
    'answer': '(4)',
  },
  {
    'question': '今、試験の（ ）ですので、学生の呼び出しはできません。 (1) 中途 (2) 最中 (3) 間 (4) 真ん中',
    'answer': '(2)',
  },
  {
    'question':
        '戦後最大の不況下（ ）、少しでも無駄をはぶくことが要求されている。 (1) ながらも (2) たりとも (3) にあって (4) であれ',
    'answer': '(3)',
  },
  {'question': '軽い風邪です。ご心配には（ ）よ。 (1) いりません (2) ありません', 'answer': '(4)'},
  {
    'question': '誰もがお金を欲しがるが、あればあるほどいいと（ ）。 (1) いうはずがない (2) いうものでもない',
    'answer': '(2)',
  },
  {
    'question': '私の若い頃は食べるのがせいいっぱいで、趣味を楽しむ（ ）。 (1) どころではなかった (2) 人がたくさんいた',
    'answer': '(1)',
  },
  {
    'question': 'あの新人歌手は、歌のうまさもさることながら（ ）。 (1) ダンスは今一つだ (2) ダンスがまた素晴らしい',
    'answer': '(2)',
  },
  {
    'question': 'あの旅館のサービスときたら！ 二度と（ ）。 (1) 行くものか (2) 行かないでおかない',
    'answer': '(1)',
  },
  {
    'question': '先生は「絶対合格する」と言ってくれてはいるが、単なる気休めで（ ）。 (1) なくてなんであろう (2) はおかない',
    'answer': '(1)',
  },
  {
    'question':
        '外国から果物を輸入するのではなく、この土地でとれるものだけを使って、ここ（ ）のお いしいお酒を作ってみたいと思っている。 (1) だから (2) 限りでは (3) ならでは (4) のみならず',
    'answer': '(3)',
  },
  {
    'question':
        '彼はいつもおだやかで親切な紳士である。ところがお酒を一滴でも飲んだ（ ）、手がつけ られなくなる。 (1) 末に (2) あげく (3) ば92かりに (4) が最後',
    'answer': '(4)',
  },
  {
    'question':
        '工場の排水により、魚をとることもできなくなり、自分達も病気になった漁民たちは、つい にたまり（ ）、その工場をうったえた。 (1) かねなくて (2) かねて',
    'answer': '(2)',
  },
  {
    'question':
        '祖父母から孫まで三世代が同居、女性が家庭で家事、育児をやるという生活様式は、次第に 過去のものに（ ）。 (1) なりつつある (2) なる一方だ',
    'answer': '(1)',
  },
  {
    'question':
        'この絵は上手（ ）、彼なりにがんばって描いたものでしょう。その努力はみとめましょう。 (1) の極みで (2) とはいえないものの',
    'answer': '(2)',
  },
  {
    'question': 'その仕事はまだやり（ ）です。明日までやっておきます。 (1) すぎ (2) かけ (3) 中 (4) きり',
    'answer': '(2)',
  },
  {
    'question': 'たとえ金がいくら（ ）とも、手に入れずにはおかない。 (1) かかった (2) かかる (3) かかろう (4) かけよう',
    'answer': '(3)',
  },
  {
    'question': '僕たちより弱いチームに負けて、くやしいと（ ）なかった。 (1) いえば (2) したら (3) きても (4) いったら',
    'answer': '(4)',
  },
  {
    'question': 'たばこは吸っている本人（ ）ならず、周りの人にも悪影響を及ぼす。 (1) のみ (2) だけ (3) しか (4) ばかり',
    'answer': '(1)',
  },
  {
    'question':
        'このままでは日本もアメリカ並の銃社会になる。早く（ ）しなければ。 (1) 何を (2) 何とか (3) 何だか (4) 何も',
    'answer': '(2)',
  },
  {
    'question': '何かを忘れていったとしても、お金（ ）あれば、向こうで買えますよ。 (1) すら (2) こそ (3) だに (4) さえ',
    'answer': '(4)',
  },
  {
    'question':
        '新年度の初日に（ ）、社長から一言ごあいさつをいただきます。 (1) あって (2) あたって (3) よって (4) なって',
    'answer': '(2)',
  },
  {
    'question':
        'その王の墓からは、王冠を（ ）、数々の宝石や刀が発見された。 (1) はじめ (2) はじめに (3) はじめて (4) はじめると',
    'answer': '(1)',
  },
  {
    'question': '雨が降らない（ ）、早く家にお帰りなさい。 (1) 間に (2) 時に (3) うちに (4) 前に',
    'answer': '(3)',
  },
  {
    'question':
        '年を取ると、昔のことは覚えていても、最近のことを忘れ（ ）なる。 (1) にくく (2) がちに (3) がたく (4) えなく',
    'answer': '(2)',
  },
  {
    'question': 'この天気では、今日の運動会は中止（ ）を得ないね。 (1) する (2) しない (3) し93ないわけ (4) せざる',
    'answer': '(4)',
  },
  {
    'question': '彼は苦しさの（ ）、自殺すら考えた。 (1) くせで (2) おかげで (3) あまり (4) そばから',
    'answer': '(3)',
  },
  {
    'question': '彼女は何か（ ）げな顔をして、私のほうを見た。 (1) 言って (2) 言いそう (3) 言いた (4) 言わな',
    'answer': '(3)',
  },
  {
    'question':
        '「困ったときはいつでもいらっしゃい」という親切な言葉（ ）、あの病院の応対は冷たい という評判だ。 (1) の際に (2) のわりには (3) の末には (4) のもとで',
    'answer': '(2)',
  },
  {
    'question': '時代の変化に（ ）経済方針が、求められている。 (1) 関した (2) よった (3) 即した (4) 逆らった',
    'answer': '(3)',
  },
  {
    'question': 'お宅のお嬢さんが出ている映画を、もう（ ）ましたか。とてもおきれいでしたよ。 (1) 拝見され (2) お見えになり',
    'answer': '(3)',
  },
  {
    'question': '国民の熱い期待に（ ）、彼は堂々、金メダルを取った。 (1) 応じて (2) こたえて (3) 反して (4) 加えて',
    'answer': '(2)',
  },
  {
    'question': '一人（ ）で旅行に行ったが、やはりつまらなかった。 (1) のみ (2) きり (3) しか (4) ほど',
    'answer': '(2)',
  },
  {
    'question': 'わざわざ手紙を書く（ ）が、時々電話をするように。 (1) わけもない (2) はずがない',
    'answer': '(3)',
  },
  {
    'question':
        '飛行機の離陸に（ ）のご注意を申しあげます。まずシートベルトをしめて、おタバコは消 してください。 (1) 関して (2) 応じて (3) 対して (4) 際して',
    'answer': '(4)',
  },
  {
    'question': 'やれることは全部やった。後は（ ）祈るのみだ。 (1) ただ (2) たった (3) まだ (4) いわば',
    'answer': '(1)',
  },
  {
    'question':
        '18 歳人口の減少に（ ）、おりからの不況で進学をあきらめる人もいて、多くの大学で学生 が定員を下回った。 (1) よって (2) したがって (3) 加え (4) ともない',
    'answer': '(3)',
  },
  {
    'question':
        'テレビドラマでは（ ）、現実離れした夢ばかり追っていてはいけないよ。 (1) おろか (2) もとより (3) あるまいし (4) ばかりか',
    'answer': '(3)',
  },
  {
    'question': 'おかげさまで、病気は少しずつ良くなりつつ（ ）。 (1) います (2) あります (3) です (4) なります',
    'answer': '(2)',
  },
  {
    'question':
        '皆様への感謝かたがた、ここに去年の業績を報告する（ ）であります。 (1) まで (2) こと (3) 次94第 (4) ゆえん',
    'answer': '(3)',
  },
  {'question': 'タバコはやめようと思いつつも、（ ）。 (1) あります (2) つい吸ってしまいます', 'answer': '(2)'},
  {
    'question': '彼女はたしかに健康的ではあるが、美しさの点ではまあまあ（ ）。 (1) といったところだ (2) よりほかない',
    'answer': '(1)',
  },
  {
    'question':
        '怒った民衆は町中で暴動を起こした。人々の目の中にあるのは、もはや狂気以外の（ ）。 (1) ものだった (2) 何かであった',
    'answer': '(4)',
  },
  {
    'question':
        '大地震の時、ラジオは一日中、一人ひとりの安否や水の出る場所を放送し続けた。これが、ど れほど人々を安心させたか（ ）。 (1) はかりしれない (2) わかったものでない',
    'answer': '(1)',
  },
  {
    'question':
        '働く女性が増え、労働時間も多様化しているのに、保育施設などの行政の対応は立ち遅れて いると（ ）。 (1) 言わざるを得ない (2) 言えなくもない',
    'answer': '(1)',
  },
  {
    'question':
        '道もわからなくなったし、食べ物も食べてしまった。こうなった（ ）は、できるだけじっ としていて、助けが来るのを待つことにしよう。 (1) 上 (2) 中 (3) 末 (4) 最後',
    'answer': '(1)',
  },
  {
    'question':
        '子供はひどい熱を出して苦しんだ。母親は「私が代われる（ ）、代わってやりたい」と思 いながら、寝ずに看病した。 (1) こと (2) わけ (3) 得る (4) もの',
    'answer': '(4)',
  },
  {
    'question':
        '私は時々自然にあこがれて山の家に行く。ところが 3 日もたたないうちに、都会の便利な生 活が恋しくなってしまう。もう文明（ ）暮らせなくなってしまったらしい。 (1) なくて (2) なしには (3) ないでは (4) なければ',
    'answer': '(2)',
  },
  {
    'question':
        '私の今日あるのはあなたのおかげです。そのほかならぬあなたのお願いと（ ）、私にでき る限りのことはさせてもらうつもりです。 (1) いえば (2) きたら (3) いえども (4) あれば',
    'answer': '(4)',
  },
  {
    'question': '私が不注意だった（ ）に、子供にけがをさせてしまった。 (1) けっか (2) あげく (3) ばかり (4) が最後',
    'answer': '(3)',
  },
  {
    'question': '銀行にお金を借りに行ったときの行員の態度は、失礼（ ）ものだった。 (1) 極まる (2) 比べられない',
    'answer': '(1)',
  },
  {
    'question':
        'うーん、また世界新記録ですか。さすが天才の彼（ ）ではのことですね。 (1) こそ (2) なら (3) のみ (4) だから',
    'answer': '(2)',
  },
  {
    'question':
        '動物の世界では 1 頭のメスを（ ）、たくさんのオスが争うことは珍しくない。 (1) 関して (2) まわって (3) めぐって (4) 対して',
    'answer': '(3)',
  },
  {
    'question':
        '我々のチームが優勝できたのは、（ ）選手だけでなく、応援してくれた皆さんのおかげ です。 (1) たくさんの (2) 多くの (3) ひとり (4) たった',
    'answer': '(3)',
  },
  {
    'question': '彼女には生まれ（ ）身についた気品があった。 (1) ながらも (2) ながらに (3) てから (4) たから',
    'answer': '(2)',
  },
  {
    'question':
        'お父さんに（ ）、お前が結婚して家を出ていくのはさびしい。だた娘の幸せが親の幸せ だよ。 (1) あって (2) 関しても (3) ついても (4) しても',
    'answer': '(4)',
  },
  {
    'question':
        '日本にいる間、アパートさがしから仕事のことまで、山本さんにはお世話になり（ ）で した。 (1) きり (2) っぱなし (3) つづき (4) ばかり',
    'answer': '(2)',
  },
  {
    'question':
        '近ごろの子供用の絵本は、けっこう大人の鑑賞にも（ ）ものが多い。 (1) たえる (2) たえない (3) がまんする (4) かなう',
    'answer': '(1)',
  },
  {
    'question': 'えっ？ 私、あなたにお金を借りていました（ ）？ (1) ですか (2) なんて (3) っけ (4) とか',
    'answer': '(3)',
  },
  {
    'question': 'あの人の才能と飾らぬ人柄を、私は尊敬して（ ）。 (1) たまらない (2) しようがない',
    'answer': '(4)',
  },
  {
    'question':
        '母はいつも忙しい。さっき、料理を作っていたかと（ ）、今はもうミシンを踏んでいる。 (1) すると (2) したら (3) 思うと (4) 見たら',
    'answer': '(3)',
  },
  {
    'question':
        '身の回りのこともできない（ ）、「ぼくは自立している」なんて言わないで欲しいわ。 (1) からして (2) 次第で (3) くせに (4) に関せず',
    'answer': '(3)',
  },
  {
    'question':
        '明日から夏休みの（ ）、学生の心はもう故郷に飛んでいる。 (1) ために (2) こととて (3) ところで (4) からこそ',
    'answer': '(2)',
  },
  {
    'question':
        'ひとりが批判の声をあげたのを（ ）、皆からいっせいに今まで押さえていた不満の声があ がった。 (1) 最初に (2) 最後に (3) 皮切りに (4) 封切りに',
    'answer': '(3)',
  },
  {
    'question':
        'カーレーサーはかっこ良く見えても、危険（ ）仕事だ。 (1) 極まらない (2) 極まりない (3) 極96まった (4) 極める',
    'answer': '(2)',
  },
  {
    'question': 'あの人は明るくて親切だが、ややおせっかいが過ぎる（ ）がある。 (1) 性能 (2) せい (3) がち (4) きらい',
    'answer': '(4)',
  },
  {
    'question': '裏切られたことを知った彼は、烈火の（ ）怒り狂った。 (1) ごとし (2) ごとき (3) ごとく (4) ごとに',
    'answer': '(3)',
  },
  {
    'question': '全部答えなくて結構です。答え（ ）範囲で答えてください。 (1) かねる (2) うる (3) かねない (4) ざる',
    'answer': '(2)',
  },
  {
    'question': '一生懸命お金を（ ）、ほとんど税金に取られるのは馬鹿らしい。 (1) かせぐどころか (2) かせいだところで',
    'answer': '(2)',
  },
  {
    'question':
        'いつもスーツさえ着ていたらいいってものじゃない。時と場所に（ ）服装をしなくちゃね。 (1) 際した (2) あたった (3) 関した (4) 応じた',
    'answer': '(4)',
  },
  {
    'question':
        '警官の家に泥棒が入ってつかまったって？ 入られる警官も警官なら、入った泥棒も（ ） だね。 (1) 泥棒 (2) ばか (3) それまで (4) 運が悪い',
    'answer': '(1)',
  },
  {
    'question':
        '行くに（ ）行かないに（ ）、返事はくださいね。 (1) つき、つき (2) か、か (3) なり、なり (4) しろ、しろ',
    'answer': '(4)',
  },
  {
    'question':
        'あの大地震の翌月、防災訓練が行われた。時が時（ ）、いつもよりたくさんの参加者が あった。 (1) だから (2) なら (3) だけに (4) 次第で',
    'answer': '(3)',
  },
  {'question': 'こんなに親切にしていただいて、感謝に（ ）。 (1) たまりません (2) たえません', 'answer': '(2)'},
  {
    'question': '乗っていた電車が途中で止まってしまい、降りようにも（ ）。 (1) 降りられた (2) 降りられなかった',
    'answer': '(2)',
  },
  {
    'question': 'その男は、部屋に一つでもゴミが落ちていようものなら、（ ）。 (1) 全く気にしなかった (2) 気付かなかっただろう',
    'answer': '(3)',
  },
  {
    'question':
        'カンニングがばれてしまったんだ。退学させられずには（ ）よ。 (1) おけない (2) 許せない (3) すまない (4) いけない',
    'answer': '(3)',
  },
  {
    'question':
        'ほめられて喜んでいるのかい。それこそ、「主婦がやったにしては上出来だ」と、ばかにされ ているに（ ）よ。 (1) すぎない (2) あたらない',
    'answer': '(1)',
  },
  {
    'question':
        '彼女とはもう別れようと思ったのだが、彼女にあんなに（ ）、別れようにも別れられな かった。 (1) 泣いては (2) 泣かせては (3) 泣かれては (4) 泣かされては',
    'answer': '(3)',
  },
  {
    'question':
        '貧しいのに明るく生きている○○国の人々を見るに（ ）、夕食さえ家族そろって食べられ ない日本の経済発展とは、一体何だったんだろうと思わざるを得ない。 (1) おいても (2) つけても (3) よっても (4) 際して',
    'answer': '(2)',
  },
  {
    'question':
        '少しでも立場の下の人がいると、いばらずには（ ）人がいるものだ。 (1) たまらない (2) いばるまい (3) いられない (4) しようがない',
    'answer': '(3)',
  },
  {
    'question':
        '聴くということは、耳が聞こえて、言葉がわかっていたら聞けるものではない。その話に興 味と知識があって（ ）、音が言葉として聞こえてくるのだ。 (1) はじめて (2) はじめに (3) からこそ (4) すればこそ',
    'answer': '(1)',
  },
  {
    'question':
        '今日も朝から青空で、どうやら雨は（ ）。このままではダムの水が底をついてしまう。少 しでも雨が降らないものか。 (1) 降りかねない (2) 降らんばかりだ',
    'answer': '(3)',
  },
  {
    'question': '母親は病気の子供を、つき（ ）で看病した。 (1) ながら (2) っきり (3) っぱなし (4) だけ',
    'answer': '(2)',
  },
  {
    'question': '息子は模型飛行機を作るのが好きで、部屋中、飛行機（ ）だ。 (1) きり (2) だらけ (3) まみれ (4) ずくめ',
    'answer': '(2)',
  },
  {
    'question': '工業が発展するに（ ）、環境も汚染されていった。 (1) よって (2) つれて (3) 反して (4) 対して',
    'answer': '(2)',
  },
  {
    'question':
        'A 氏のコンサートは東京を（ ）に、名古屋、大阪、福岡と開かれる。 (1) ふみ切り (2) 皮切り (3) 幕切れ (4) 初切り',
    'answer': '(2)',
  },
  {
    'question':
        '学校とアルバイトの後に、これだけの宿題をやるのはちょっとつらい（ ）があります。 (1) はず (2) もの (3) ほど (4) ほう',
    'answer': '(2)',
  },
  {
    'question': 'あの子は年の（ ）、大人びているね。 (1) せいで (2) くせに (3) わりに (4) ために',
    'answer': '(3)',
  },
  {
    'question':
        '今年は異常な事件が続く。第一、お天気（ ）おかしい。 (1) ばかりか (2) からみて (3) からして (4) だからこそ',
    'answer': '(3)',
  },
  {
    'question': 'これだけの仕事、とても一人ではやり（ ）よ。 (1) かねない (2) きれない (3) 終える (4) あげない',
    'answer': '(2)',
  },
  {
    'question': '病気にでもならない（ ）、この研究をやめる気はありません。 (1) なら (2) ものを (3) 限98り (4) 間は',
    'answer': '(3)',
  },
  {
    'question':
        '老人介護は家族全員の力を（ ）しても、なかなか困難なことだ。 (1) 合わせて (2) あたって (3) もって (4) とって',
    'answer': '(3)',
  },
  {
    'question':
        'この本を（ ）からといって、内容を全部覚えているわけではない。 (1) 読んで (2) 読んだ (3) 読む (4) 読まない',
    'answer': '(2)',
  },
  {
    'question':
        'あの話を（ ）からというもの、怖くてトイレにも一人で行けない。 (1) 聞いて (2) 聞いた (3) 聞く (4) 聞かない',
    'answer': '(1)',
  },
  {
    'question':
        '彼女は非常に内気なる（ ）、友人をなかなか作れなかった。 (1) ために (2) ばかりに (3) がゆえに (4) ごとく',
    'answer': '(3)',
  },
  {
    'question': '早く医者に見せれば、助かった（ ）。 (1) ところだ (2) どころか (3) ものを (4) ものの',
    'answer': '(3)',
  },
  {
    'question': 'これは初心者がよく犯し（ ）な間違いです。気をつけてください。 (1) がち (2) やすい (3) たがり (4) 気味',
    'answer': '(1)',
  },
  {
    'question': '先生の話によると、田中君がけがをした（ ）。心配だなあ。 (1) とは (2) とか (3) とも (4) かと',
    'answer': '(2)',
  },
  {
    'question': '宿題をしてこなくてすみません。きのう、頭が痛かった（ ）。 (1) わけですから (2) というのです',
    'answer': '(3)',
  },
  {
    'question':
        'それが本当だとはっきり言い（ ）自信は、私にはありません。 (1) つらぬく (2) きれる (3) かける (4) おわる',
    'answer': '(2)',
  },
  {
    'question':
        '最初の彼、少しおかしいですね。私の思い過ごしだと言われれば（ ）ですけど。 (1) それまで (2) それから (3) それほど (4) そればかり',
    'answer': '(1)',
  },
  {
    'question':
        '最高責任者である大臣（ ）、この程度の意識なのか。情けないったらない。 (1) としては (2) からいって (3) からすると (4) にして',
    'answer': '(4)',
  },
  {
    'question': '先生に「くれぐれもよろしく」と私の父も（ ）おりました。 (1) 話されて (2) おっしゃって',
    'answer': '(3)',
  },
  {
    'question':
        '一度や二度の失敗の経験（ ）、本当の人生はわからない。 (1) ないので (2) なくして (3) ないまでも (4) あるまいし',
    'answer': '(2)',
  },
  {
    'question': 'その国会議員は選挙に（ ）に、なりふりかまわずどんな汚い手も使った。 (1) 勝つなり (2) 勝たんがゆえ',
    'answer': '(3)',
  },
  {
    'question':
        'できるだけあなたの希望に（ ）プランを立てたいと思います。 (1) そった (2) よった (3) かなえた (4) おける',
    'answer': '(1)',
  },
  {
    'question': '男の子（ ）、女の子（ ）、とにかく無事に生まれてきてほしい。 (1) といい、といい (2) であれ、であれ',
    'answer': '(2)',
  },
  {
    'question': 'お金がたくさんあるからといって、しあわせだという（ ）。 (1) わけではない (2) わけがない',
    'answer': '(1)',
  },
  {
    'question': 'こんな難しい曲を歌えるのは、あの歌手をおいて（ ）。 (1) だれかいるだろう (2) いなくもない',
    'answer': '(4)',
  },
  {
    'question': '私の不注意で事故が起きたと思うと、後悔しても後悔（ ）。 (1) しようがない (2) しきれない',
    'answer': '(2)',
  },
  {
    'question': 'いくら言葉で説明されても、実際にやってみないことには（ ）。 (1) わかりかねない (2) わかりそうだ',
    'answer': '(3)',
  },
  {
    'question': '消しゴムを忘れてしまって。試験の間、拝借（ ）。 (1) してくれませんか (2) なさってください',
    'answer': '(4)',
  },
  {
    'question':
        'これがわからない（ ）、恥かしがることはない。わからないのに、わかっているふりをす る方が、よほど恥かしい。 (1) ということは (2) からといって',
    'answer': '(2)',
  },
  {
    'question':
        '女性が主婦として家事、育児に専念する生き方は、今でも一番社会的に認められ、生きやす い生き方である。その（ ）、経済力はなくなり、視野が狭くなるおそれがある。 (1) おかげで (2) せいか (3) 反面 (4) あげく',
    'answer': '(3)',
  },
  {
    'question':
        '彼は「私はやっていない」と言い張っているが、その事件を目撃した人が出てきて、しかも 彼の指紋が現場で発見された。（ ）に至っては、彼も自白せざるをえないだろう。 (1) これここ (2) これまで (3) こ100とここ (4) ここでも',
    'answer': '(3)',
  },
  {
    'question':
        '外国で暮らすとき、言葉をおぼえること（ ）大事なことは、その国の習慣をまずそのまま受け入れることだ。それを批判することは、もっと後からで良い。 (1) によらず (2) にもまして',
    'answer': '(2)',
  },
  {
    'question':
        '今日は、大自然の中で思い切り自由に遊ぶ日だ。だれが社長だとか部長だとか、そんな肩書 きは（ ）にして、お互い名前で呼び合おうではないか。 (1) ほか (2) そと (3) よそ (4) ぬき',
    'answer': '(4)',
  },
  {
    'question': '学生（ ）者テレビばかり見ていないで、少しは勉強したらどうだ。 (1) たる (2) になる (3) である (4) なる',
    'answer': '(1)',
  },
  {
    'question':
        '妻に心配を（ ）、夫は事業の不振を妻には秘密にしていた。 (1) かけようと (2) かけるべく (3) かけまいと (4) かけずに',
    'answer': '(3)',
  },
  {
    'question': '私の知っている（ ）において、そのような事実はありません。 (1) こと (2) ところ (3) 限り (4) のみ',
    'answer': '(3)',
  },
  {
    'question': '世界広しと（ ）、これほど美しい山は他にないだろう。 (1) いうと (2) いったものの',
    'answer': '(4)',
  },
  {
    'question':
        'その国の言葉を知ること（ ）、その国の文化を知ることはできない。 (1) なくて (2) ないで (3) なしに (4) ないと',
    'answer': '(3)',
  },
  {
    'question':
        '電気工学の世界に（ ）彼の名声は、ますます高まっていった。 (1) あたる (2) いたる (3) おける (4) たいする',
    'answer': '(3)',
  },
  {
    'question': '暴力をふるうような男とは、最初から結婚する（ ）ではない。 (1) はず (2) べき (3) わけ (4) こと',
    'answer': '(2)',
  },
  {
    'question':
        '10 年間 1 日も休まなかったという練習があって（ ）、今日の彼がある。 (1) こそ (2) のみ (3) から (4) ゆえ',
    'answer': '(1)',
  },
  {
    'question': 'まったく長男（ ）、次男（ ）、二人とも自分勝手なんだから！ (1) であれ、であれ (2) なり、なり',
    'answer': '(3)',
  },
  {
    'question':
        'やらなければ不平を言う。やった（ ）不平を言う。どうすればいいの？ (1) なり (2) どころか (3) から (4) としても',
    'answer': '(4)',
  },
  {
    'question':
        'ベッドに入り、寝つくか寝つかないかの（ ）、電話のベルで起こされた。 (1) ときに (2) うちに (3) 間101に (4) とたんに',
    'answer': '(2)',
  },
  {
    'question': 'お嬢様の結婚式には、ぜひわがホテルをご利用（ ）でしょうか。 (1) なさらない (2) いただけない',
    'answer': '(2)',
  },
  {
    'question':
        '考えに考え（ ）結果、会社を辞めて独立することに決めました。 (1) ぬいた (2) ぬけた (3) とおした (4) つづけた',
    'answer': '(1)',
  },
  {
    'question': '私（ ）もっとしっかりしていれば、妻に苦労させなかったのに。 (1) こそ (2) だけ (3) のみ (4) さえ',
    'answer': '(4)',
  },
  {
    'question':
        'お菓子を取られたから怒るなんて。何て大人（ ）人なんでしょうね。 (1) っぽい (2) げない (3) びている (4) じみている',
    'answer': '(2)',
  },
  {
    'question': '地球の気候は、だんだん暖かくなりつつ（ ）。 (1) ある (2) いる (3) である (4) している',
    'answer': '(1)',
  },
  {
    'question':
        '最近、車を運転（ ）電話をかけている人が多い。危険極まることだ。 (1) がてら (2) しながら (3) してから (4) かたわら',
    'answer': '(2)',
  },
  {
    'question':
        '彼の名声は日本国内は（ ）、海外まで知れわたっている。 (1) もともと (2) もとより (3) もとから (4) もとづき',
    'answer': '(2)',
  },
  {
    'question':
        'いつもは私が行きますが、時と場合に（ ）部下が行くこともあります。 (1) したがって (2) ついては (3) よっては (4) 次第で',
    'answer': '(3)',
  },
  {
    'question': 'お客様のご予算に（ ）、いろいろな物が用意してあります。 (1) 即して (2) 応じて (3) 関して (4) よらず',
    'answer': '(2)',
  },
  {
    'question':
        '世の中が便利になった（ ）、人と人とのふれあいが少なくなった。 (1) あげく (2) 反面 (3) おかげで (4) 当面',
    'answer': '(2)',
  },
  {
    'question':
        '本日を（ ）、私は会長職を辞めさせていただきたいと思います。 (1) 限りまして (2) なりまして (3) もちまして (4) 論じまして',
    'answer': '(3)',
  },
  {
    'question': 'これは何も（ ）日本のみならず、世界的な問題である。 (1) ひとつ (2) ひとり (3) 一国 (4) 一体',
    'answer': '(2)',
  },
  {
    'question': 'この競技場は 5 万人（ ）の客を収容できる。 (1) なり (2) から (3) だけに (4) さえ',
    'answer': '(2)',
  },
  {'question': 'あ、ここではタバコはご遠慮（ ）でしょうか。 (1) もらいます (2) いたしません', 'answer': '(3)'},
  {
    'question': 'この薬をぬったら、にきびが治るどころか（ ）。 (1) はたしてきれいに治ってしまった (2) すぐよくなるだろう',
    'answer': '(3)',
  },
  {
    'question':
        'いくら勉強しても、試験当日に病気になったら（ ）。 (1) それまでだ (2) 何でもない (3) それからだ (4) 何にもない',
    'answer': '(1)',
  },
  {
    'question':
        'スイッチを押すだけで洗濯ができるなんて、私の若い時と比べて、便利な世の中に（ ）。 (1) なったそうだ (2) なりかねない',
    'answer': '(3)',
  },
  {
    'question': 'あの歌手ときたらダンスは上手だが、肝心の歌はとても下手で（ ）。 (1) 聞いたはずがない (2) 聞かずにはおかない',
    'answer': '(4)',
  },
  {
    'question': '彼女は、確かに美人と言えないこともないが、（ ）。 (1) 私の好みではない (2) 言わないでおこう',
    'answer': '(1)',
  },
  {
    'question':
        '犬や猫を飼うことは、人間の一生を早送りして見るようなものだ。子供時代の可愛さ、成長 する楽しみ、老いていくさびしさ、死の悲しみ。それら（ ）命の重さを身をもって知るこ とができる。 (1) を通して (2) をめぐって (3) にわたって (4) に即して',
    'answer': '(1)',
  },
  {
    'question':
        '新しい果物や野菜が日本に入ってくると、器用な日本人は色や形まで改良し、日本（ ）の 芸術品に作りあげた。そのかわり値段が高くなり、本来の味がなくなったような気がする。 (1) こそ (2) だけ (3) ならでは (4) なり',
    'answer': '(3)',
  },
  {
    'question':
        '私はその困っている学生に、空いている部屋をただで提供した。学生は私のために力仕事を してくれたり、話し相手になってくれる。お互いにとっていいこと（ ）の取り引きだった。 (1) だらけ (2) のみ (3) まみれ (4) ずくめ',
    'answer': '(4)',
  },
  {
    'question':
        'この病気は早く治療しないと命取りにもなりかねない。事情は（ ）、すぐ入院しなさい。 勉強は後でがんばれば取り返せるのだし、お金のことは私がなんとかしよう。 (1) ともかく (2) いかんで (3) もとより (4) とかく',
    'answer': '(1)',
  },
  {
    'question':
        '「気のおけない人」というのは「気楽に付き合える人」という意味だが、今の若い人は「信用 できない人」という意味で使っているらしい。それに（ ）、日本語の変化の速さにはおど ろくべきものがある。 (1) おいても (2) よっても (3) つ103けても (4) 関しても',
    'answer': '(3)',
  },
  {
    'question': '優勝戦は、意外に（ ）勝負が決まった。 (1) あっけなく (2) そっけなく (3) はかなく (4) ものたりなく',
    'answer': '(1)',
  },
  {
    'question': 'この都市は、周辺から人が集まりすぎて（ ）状態だ。 (1) 過密 (2) 窮屈 (3) 不潔 (4) 不服',
    'answer': '(1)',
  },
  {
    'question': '病気が悪化し、（ ）ものも食べられなくなった。 (1) まして (2) せめて (3) やけに (4) ろくに',
    'answer': '(4)',
  },
  {'question': '聞き手の（ ）がないと、スピーチをしていて話しづらい。 (1) 応', 'answer': '(2)'},
  {
    'question':
        '駅前の再開発工事は、順調にいけば来年の 10 月に完了する（ ）だ。 (1) 見合い (2) 見込み (3) 見積もり (4) 見晴らし',
    'answer': '(2)',
  },
  {'question': '仕事はできるだけ早めに始めるように（ ）いる。 (1) いどんで (2) とりくんで', 'answer': '(3)'},
  {
    'question':
        '田中さんは目上の人にはていねいだが、下の人にはとても（ ）なる。 (1) おろかに (2) おろそかに (3) ぞんざいに (4) つきなみに',
    'answer': '(3)',
  },
  {
    'question': '「近代」という（ ）を、わかりやすく正確に説明するのは難しい。 (1) 意識 (2) 概念 (3) 文脈 (4) 様相',
    'answer': '(2)',
  },
  {
    'question':
        '山田さんは頼りにならないと思っていたが、今度の活躍を見てその考えを（ ）。 (1) おさめた (2) あらためた (3) うちきった (4) おいだした',
    'answer': '(2)',
  },
  {
    'question':
        'このアンケートに協力するかしないかは自由で、（ ）はしないということにしたい。 (1) 圧迫 (2) 強制 (3) 催促 (4) 一致',
    'answer': '(2)',
  },
  {
    'question': '病院は日曜と祝日は休みだが、（ ）の場合は診てもらえる。 (1) 異常 (2) 緊急 (3) 多忙 (4) 不意',
    'answer': '(2)',
  },
  {
    'question': 'このいすは（ ）はいいが、すわり心地が悪い。 (1) モデル (2) ジャンル (3) デザイン (4) デッサン',
    'answer': '(3)',
  },
  {
    'question':
        '選挙の投票は権利でもあるが義務でもある。かんたんに（ ）してはいけない。 (1) 棄権 (2) 欠席 (3) 廃棄 (4) 放置',
    'answer': '(1)',
  },
  {
    'question': 'アルバイトの条件は、会社と（ ）して決めることになっている。 (1) 会見 (2) 交渉 (3) 対話 (4) 譲歩',
    'answer': '(2)',
  },
  {
    'question':
        '彼は（ ）から、多少困難な状況にあってもやっていける。 (1) いやらしい (2) このましい (3) たくましい (4) なれなれしい',
    'answer': '(3)',
  },
  {
    'question':
        '通信手段の発達のおかげで、（ ）にいながら世界各地の様子を知ることができる。 (1) 床の間 (2) 茶の間 (3) 客104間 (4) すき間',
    'answer': '(2)',
  },
  {
    'question':
        'あなたに（ ）もらったお金、返さなくちゃ。いくらだったっけ。 (1) もちかえて (2) つめかえて (3) ふりかえて (4) たてかえて',
    'answer': '(4)',
  },
  {
    'question': '失敗を重ねても、いっこうに気にする様子はない。あいつは実に（ ）男だ。 (1) くすぐったい (2) すばしこい',
    'answer': '(4)',
  },
  {
    'question':
        '彼女は何事にも（ ）取り組むタイプで、仕事はおそいが確実だ。 (1) じっくり (2) くっきり (3) てっきり (4) めっきり',
    'answer': '(1)',
  },
  {
    'question': '彼と彼女は、高校の先輩と後輩という（ ）だそうです。 (1) つながり (2) なかま (3) あいだがら (4) どうし',
    'answer': '(3)',
  },
  {
    'question':
        'あんなに部下を（ ）ばかりいないで、たまにはほめてもいいのに。 (1) こなして (2) けなして (3) せかして (4) くつがえして',
    'answer': '(2)',
  },
  {
    'question': '彼がそこへ行ったという事実は（ ）で、疑うべくもない。 (1) 明朗 (2) 明瞭 (3) 明白 (4) 明確',
    'answer': '(3)',
  },
  {
    'question': '情報は、（ ）別にファイルを作って整理している。 (1) ジャンプ (2) ジャンパー (3) ジャンボ (4) ジャンル',
    'answer': '(4)',
  },
  {
    'question':
        '目を閉じると、楽しかった学生時代の思い出が（ ）。 (1) よみがえる (2) ちかづける (3) すきとおる (4) たてまつる',
    'answer': '(1)',
  },
  {
    'question': '彼はいつも（ ）商売をする。 (1) けむたい (2) まぶしい (3) はかない (4) あくどい',
    'answer': '(4)',
  },
  {
    'question':
        'うちの子は運転が乱暴で、事故を起こすのではないかと、わたしはいつも（ ）している。 (1) おどおど (2) しみじみ (3) はらはら (4) ぼつぼつ',
    'answer': '(3)',
  },
  {'question': 'あの人は常に努力を（ ）ので、尊敬されている。 (1) かばわない (2) おかさない', 'answer': '(3)'},
  {
    'question': 'この事業を実行するためには、まず人材を（ ）する必要がある。 (1) 確信 (2) 確立 (3) 確率 (4) 確保',
    'answer': '(4)',
  },
  {
    'question':
        '何回会議をやっても結論が出ないので、（ ）いやになった。 (1) つくづく (2) わざわざ (3) ぞくぞくと (4) くれぐれも',
    'answer': '(1)',
  },
  {
    'question': '畑に（ ）小麦が芽を出した。 (1) ました (2) まった (3) まいた (4) まげた',
    'answer': '(3)',
  },
  {
    'question':
        '公式の席では、その場に（ ）服装が要求される。 (1) みぐるしい (2) めざましい (3) た105くましい (4) ふさわしい',
    'answer': '(4)',
  },
  {
    'question':
        'いくら努力しても成果があがらないので、（ ）なってきた。 (1) とうとく (2) むなしく (3) ひさしく (4) たやすく',
    'answer': '(2)',
  },
  {
    'question': '海外で買ってきた物を空港で（ ）されることがある。 (1) 収集 (2) 収容 (3) 徴収 (4) 没収',
    'answer': '(4)',
  },
  {
    'question':
        'たいこの音が聞こえてきて、祭りの（ ）がいちだんと盛り上がってきた。 (1) ブーム (2) ポーズ (3) ムード (4) リード',
    'answer': '(3)',
  },
  {
    'question': 'この古い寺の庭は（ ）がある。 (1) おおすじ (2) おもむき (3) おとも (4) おそれ',
    'answer': '(2)',
  },
  {
    'question': '時間がないので、（ ）話してください。 (1) ぞんざいに (2) おおまかに (3) にわかに (4) おろそかに',
    'answer': '(2)',
  },
  {
    'question': '鈴木さんはいつも（ ）ことを言って、まわりの人を困らせる。 (1) 無効な (2) 無念な (3) 無茶な (4) 無口な',
    'answer': '(3)',
  },
  {
    'question': 'わたしの秘書はとても（ ）がいいので助かっている。 (1) てぎわ (2) しらべ (3) こころえ (4) うちわけ',
    'answer': '(1)',
  },
  {
    'question': 'このスープは塩の（ ）がむずかしい。 (1) 場合 (2) 調子 (3) 加減 (4) 場合',
    'answer': '(3)',
  },
  {
    'question': '田中さんの結婚パーティーは、とても（ ）だった。 (1) なごやか (2) ゆるやか (3) おろそか (4) しなやか',
    'answer': '(1)',
  },
  {
    'question': '知らない漢字でも、その部首を見て意味を（ ）できることがある。 (1) 予知 (2) 予言 (3) 推進 (4) 類推',
    'answer': '(4)',
  },
  {
    'question':
        '山田さんは、きょうのこの会のために、（ ）遠くから来てくださいました。 (1) たっぶり (2) わざわざ (3) じっくり (4) つくづく',
    'answer': '(2)',
  },
  {
    'question':
        'けがをしたが、その場ですぐ（ ）処置をしたので、大事にはいたらなかった。 (1) 救援 (2) 救助 (3) 応急 (4) 応援',
    'answer': '(3)',
  },
  {
    'question': '仕事の（ ）にほかの用事をすませました。 (1) 合間 (2) 手間 (3) 空間 (4) 仲間',
    'answer': '(1)',
  },
  {
    'question': 'これは重さの割に（ ）荷物だ。 (1) かせぐ (2) かさばる (3) かすむ (4) かぶれる',
    'answer': '(2)',
  },
  {
    'question':
        '最近の青少年はしっかりしているようだが、精神的に（ ）面がある。 (1) しぶい (2) だるい (3) ゆるい (4) もろい',
    'answer': '(4)',
  },
  {
    'question': '首相の軽率な発言で、良好であった両国の関係が（ ）。 (1) きずきはじめた (2) きたえはじめた',
    'answer': '(3)',
  },
  {
    'question':
        '堀さんは（ ）が広いから、それについての専門家を紹介してもらうといい。 (1) くち (2) かお (3) まゆ (4) みみ',
    'answer': '(2)',
  },
  {
    'question': '非常時には、（ ）行動が要求される。 (1) 切実な (2) 敏感な (3) 迅速な (4) 頻繁な',
    'answer': '(3)',
  },
  {'question': '年をとったせいか、何をするのも（ ）。 (1) まぎらわしい (2) なやましい', 'answer': '(4)'},
  {
    'question':
        '鈴木さんは（ ）がいいから、どんな洋服でもよく似合う。 (1) スタイル (2) スマート (3) ストップ (4) スタミナ',
    'answer': '(1)',
  },
  {
    'question':
        '人間関係でこんなに苦労するなら、（ ）この会社をやめてしまおう。 (1) いっこうに (2) いっしんに (3) いったい (4) いっそ',
    'answer': '(4)',
  },
  {
    'question': '政府が、この問題にどう（ ）するか注目される。 (1) 対面 (2) 対比 (3) 対処 (4) 対等',
    'answer': '(3)',
  },
  {
    'question': '駅から（ ）3 分の便利な所に住んでいる。 (1) 歩行 (2) 徒歩 (3) 進歩 (4) 散歩',
    'answer': '(2)',
  },
  {
    'question': '将来有望な人材を求める。年齢は 30 歳まで。（ ）は問わない。 (1) 人格 (2) 体格 (3) 資格 (4) 性格',
    'answer': '(3)',
  },
  {
    'question': '日本ほど国民の所得の（ ）が少ない国は多くない。 (1) 格差 (2) 差別 (3) 誤差 (4) 錯誤',
    'answer': '(1)',
  },
  {
    'question': '目に見えない細菌を、顕微鏡で（ ）して見る。 (1) 拡張 (2) 膨張 (3) 拡大 (4) 膨大',
    'answer': '(3)',
  },
  {
    'question': '高校時代の友達が集まって、株式会社を（ ）した。 (1) 樹立 (2) 確立 (3) 私立 (4) 設立',
    'answer': '(4)',
  },
  {'question': '死刑制度の（ ）を呼びかける。 (1) 閉鎖 (2) 廃棄 (3) 廃止 (4) 停止', 'answer': '(3)'},
  {
    'question': '初めての料理なので、味は（ ）できません。 (1) 保障 (2) 補助 (3) 保証 (4) 補償',
    'answer': '(3)',
  },
  {
    'question': '「日本人はあいまいだ」という（ ）をもたずに、接してほしい。 (1) 意見 (2) 意義 (3) 異議 (4) 偏見',
    'answer': '(4)',
  },
  {'question': '消化（ ）がガンに冒された。 (1) 機関 (2) 器官 (3) 器具 (4) 部品', 'answer': '(2)'},
  {
    'question': '農作物の収穫は、（ ）条件に大きく左右される。 (1) 気象 (2) 天候 (3) 気107候 (4) 天気',
    'answer': '(1)',
  },
  {
    'question': '酒の席とはいえ、みんなの前で「結婚する」と（ ）してしまった。 (1) 表現 (2) 宣言 (3) 伝言 (4) 説得',
    'answer': '(2)',
  },
  {'question': '犯人は現行犯で（ ）された。 (1) 獲得 (2) 収穫 (3) 捕獲 (4) 逮捕', 'answer': '(4)'},
  {
    'question': '政治家という職業は、金銭感覚が（ ）してしまうのだろうか？ (1) 麻酔 (2) 疲労 (3) 麻痺 (4) 熟睡',
    'answer': '(3)',
  },
  {'question': '先生に作文を（ ）してもらった。 (1) 削除 (2) 削減 (3) 軽減 (4) 添削', 'answer': '(4)'},
  {
    'question': 'マンガの読み過ぎで、現実と（ ）の違いがわからなくなった。 (1) 架空 (2) 高架 (3) 空想 (4) 思想',
    'answer': '(3)',
  },
  {
    'question': '歩道を歩いていたら、（ ）ビルの壁が崩れ落ちて来たのだった。 (1) 不意 (2) 意外 (3) 案外 (4) 突然',
    'answer': '(4)',
  },
  {
    'question': '大都市の人口（ ）が低くなってきている。 (1) 適度 (2) 濃度 (3) 密度 (4) 制度',
    'answer': '(3)',
  },
  {
    'question': '空いている教室を（ ）で使用してはいけません。 (1) 無断 (2) 無論 (3) 無口 (4) 無念',
    'answer': '(1)',
  },
  {
    'question':
        '彼は同僚とも、また上司とも（ ）良くつきあえる将来有望な社員である。 (1) 要項 (2) 項目 (3) 事項 (4) 要領',
    'answer': '(4)',
  },
  {
    'question': 'この車は特にエンジンの（ ）が優れている。 (1) 適性 (2) 個性 (3) 性能 (4) 性質',
    'answer': '(3)',
  },
  {
    'question': 'テレビ番組での差別発言に対して（ ）の電話が殺到した。 (1) 抵抗 (2) 反抗 (3) 抗議 (4) 抗争',
    'answer': '(3)',
  },
  {
    'question': '社長を神や仏のように（ ）する社員たち。 (1) 信仰 (2) 祈願 (3) 支持 (4) 崇拝',
    'answer': '(4)',
  },
  {
    'question': '台風でストップしていた電車がけさ（ ）した。 (1) 回復 (2) 復旧 (3) 復興 (4) 復活',
    'answer': '(2)',
  },
  {
    'question': '天候と売り上げには（ ）な関係がある。 (1) 密集 (2) 集中 (3) 密接 (4) 過密',
    'answer': '(3)',
  },
  {
    'question': '試験の会場へ向かう途中で事故に遭い、入院した友人に（ ）する。 (1) 合意 (2) 同意 (3) 同感 (4) 同情',
    'answer': '(4)',
  },
  {
    'question': 'エネルギーの（ ）は避けなければならない。 (1) 経費 (2) 浪費 (3) 消108化 (4) 費用',
    'answer': '(2)',
  },
  {
    'question': '友人に日本留学の（ ）をたずねた。 (1) 機械 (2) 契機 (3) 動機 (4) 原始',
    'answer': '(3)',
  },
  {
    'question': 'プライベートなことまで（ ）しないでください。 (1) 交渉 (2) 干渉 (3) 会見 (4) 会談',
    'answer': '(2)',
  },
  {
    'question': '5 万人を（ ）できるスタジアムが完成した。 (1) 納入 (2) 収入 (3) 収容 (4) 許容',
    'answer': '(3)',
  },
  {
    'question': '（ ）の結果、優勝は韓国のカンさんに決定致しました。 (1) 調査 (2) 検査 (3) 捜査 (4) 審査',
    'answer': '(4)',
  },
  {
    'question': '都市では、いたるところに（ ）カメラがついている。 (1) 観察 (2) 視察 (3) 監視 (4) 監督',
    'answer': '(3)',
  },
  {
    'question': 'わたし、機械に弱くて、コピーの（ ）も一人じゃできないんです。 (1) 操縦 (2) 操作 (3) 運転 (4) 作動',
    'answer': '(2)',
  },
  {
    'question': '人間が暗やみを恐れるのは（ ）である。 (1) 本質 (2) 体質 (3) 本能 (4) 本音',
    'answer': '(3)',
  },
  {
    'question': 'なんと 18 歳の若さで、驚異的な新記録を（ ）した。 (1) 到達 (2) 到着 (3) 上達 (4) 達成',
    'answer': '(4)',
  },
  {
    'question': '惜しくも敗れたが、再度（ ）したいと思う。 (1) 対抗 (2) 抗争 (3) 戦争 (4) 挑戦',
    'answer': '(4)',
  },
  {
    'question': '各国の（ ）が集まって、会議が行われた。 (1) 政府 (2) 本部 (3) 首脳 (4) 機関',
    'answer': '(3)',
  },
  {
    'question': '困っている人を見たら、何とかしてあげたいと思うのは（ ）である。 (1) 感情 (2) 心情 (3) 心中 (4) 人情',
    'answer': '(4)',
  },
  {
    'question': '仕事の帰り、つい酒の（ ）に負けて、家に帰るのが遅くなった。 (1) 勧誘 (2) 誘惑 (3) 誘拐 (4) 推薦',
    'answer': '(2)',
  },
  {
    'question': '駅前に（ ）された自転車が通行の妨げとなる。 (1) 廃止 (2) 廃棄 (3) 廃棄 (4) 放置',
    'answer': '(4)',
  },
  {
    'question': '土、日には学校の校庭が市民に（ ）される。 (1) 公表 (2) 公開 (3) 開放 (4) 解放',
    'answer': '(3)',
  },
  {
    'question': '最初にミニスカートが（ ）したのはいつ頃だったかな？ (1) 流通 (2) 流行 (3) 通行 (4) 交流',
    'answer': '(2)',
  },
  {
    'question': '逃亡中の犯人は指名（ ）された。 (1) 手際 (2) 手配 (3) 手109分け (4) 手回し',
    'answer': '(2)',
  },
  {
    'question': '彼女は今、次の作品の（ ）を練っているところだ。 (1) 創造 (2) 想像 (3) 創作 (4) 構想',
    'answer': '(4)',
  },
  {
    'question': '今や全世界の映像が、衛星（ ）で見られるようになった。 (1) 後継 (2) 中継 (3) 継続 (4) 存続',
    'answer': '(2)',
  },
  {
    'question': '今まで冗談ばかり言っていた彼が、ついに（ ）になった。 (1) 根気 (2) 本気 (3) 根本 (4) 根性',
    'answer': '(2)',
  },
  {
    'question': '筆記試験に合格したら、つぎは（ ）が待っている。 (1) 接触 (2) 接近 (3) 面接 (4) 直接',
    'answer': '(3)',
  },
  {
    'question': '自分の意見を主張するだけでなく、自ら（ ）することが大事だ。 (1) 実態 (2) 実際 (3) 実質 (4) 実践',
    'answer': '(4)',
  },
  {
    'question': '用紙の解答欄に鉛筆で（ ）すること。 (1) 登録 (2) 記録 (3) 記入 (4) 目録',
    'answer': '(3)',
  },
  {
    'question': '「漢字の勉強をするように」とあれだけ（ ）したのに。 (1) 忠告 (2) 中傷 (3) 申告 (4) 非難',
    'answer': '(1)',
  },
  {
    'question': '国会議員は（ ）によって選ばれる。 (1) 選考 (2) 選択 (3) 抽選 (4) 選挙',
    'answer': '(4)',
  },
  {'question': '写真を（ ）して人をだます。 (1) 合併 (2) 合成 (3) 合同 (4) 提携', 'answer': '(2)'},
  {
    'question': 'このマンションは姉と私の二人で（ ）している。 (1) 両立 (2) 共同 (3) 共有 (4) 共存',
    'answer': '(3)',
  },
  {
    'question':
        '友人の車を借りて、傷をつけてしまった。お金で（ ）するしかあるまい。 (1) 返還 (2) 返済 (3) 弁償 (4) 弁解',
    'answer': '(3)',
  },
  {
    'question': 'この作品は、およそ 10 年にわたる血と涙の（ ）である。 (1) 結成 (2) 結束 (3) 団結 (4) 結晶',
    'answer': '(4)',
  },
  {
    'question': '（ ）昔から、人は戦争を繰り返してきた。 (1) おおげさな (2) おおまかな (3) はるかな (4) ひそかな',
    'answer': '(3)',
  },
  {
    'question':
        '今こそ「人はなぜ教育が必要なのか」という（ ）な疑問に立ち戻るべきだ。 (1) 素質 (2) 素朴 (3) 地味 (4) 純粋',
    'answer': '(2)',
  },
  {'question': '毎日毎日人は、（ ）量の情報を消費している。 (1) うっとうしい (2) ややこしい', 'answer': '(3)'},
  {
    'question':
        '秋の夜、都会でも窓を開ければ、（ ）虫の声が聞こえてくる。 (1) かすかに (2) こまやかに (3) あ110やふやに (4) こっけいに',
    'answer': '(1)',
  },
  {
    'question':
        '「お金が無くなったら借りれば良い」という（ ）考えは通用しない。 (1) 容易な (2) 簡単な (3) 簡素な (4) 安易な',
    'answer': '(4)',
  },
  {
    'question':
        'この花瓶は倒れやすいので、（ ）ものの上に置いてください。 (1) ひさしい (2) たやすい (3) ひらたい (4) しぶとい',
    'answer': '(3)',
  },
  {
    'question': '試験中なのに、毎日雨ばかりで（ ）です。 (1) しとやか (2) あざやか (3) つぶら (4) ゆううつ',
    'answer': '(4)',
  },
  {
    'question': '渡っていた橋が崩れ落ちるという（ ）夢を見た。 (1) 不明な (2) 不審な (3) 不吉な (4) 不当な',
    'answer': '(3)',
  },
  {
    'question': 'いくら努力してもよい結果が得られず、（ ）なってきた。 (1) あくどく (2) むなしく',
    'answer': '(2)',
  },
  {
    'question': 'まる一日、誰とも口を利かずに過ごす（ ）老人が増えている。 (1) 独自な (2) 自在な (3) 孤独な (4) 特有な',
    'answer': '(3)',
  },
  {
    'question': '日本での一人暮らし。最初はとても、（ ）思いをした。 (1) こころぼそい (2) こころづよい',
    'answer': '(1)',
  },
  {
    'question': '会社ではやはり、上司に（ ）部下が求められる。 (1) 円満な (2) 忠実な (3) 勤勉な (4) 生真面目な',
    'answer': '(2)',
  },
  {
    'question':
        '社会に出て 3 カ月、厳しい現実の前で夢は（ ）消えて行った。 (1) そっけなく (2) あさましく (3) すばしこく (4) はかなく',
    'answer': '(4)',
  },
  {
    'question': '一時はどうなることかと心配したが、やっと（ ）解決した。 (1) 温和に (2) 円満に (3) 健全に (4) 柔軟に',
    'answer': '(2)',
  },
  {
    'question': 'あまり無理をせず、自分に（ ）勉強方法を見つけることが大事だ。 (1) せつない (2) たやすい',
    'answer': '(4)',
  },
  {
    'question': '彼女の機嫌が悪いときには、そっとしておくのがいちばん（ ）。 (1) あさましい (2) まちどおしい',
    'answer': '(4)',
  },
  {
    'question': '今度の旅行の（ ）予定を説明します。 (1) おおげさな (2) おおまかな (3) あやふやな (4) なめらかな',
    'answer': '(2)',
  },
  {
    'question':
        'どんなときもあわてずに、（ ）判断ができるようになりたいものだ。 (1) 冷淡な (2) 冷静な (3) 冷111酷な (4) 残酷な',
    'answer': '(2)',
  },
  {
    'question':
        '昔は病気ばかりしていたが、サッカー部に入ってから（ ）なった。 (1) すばしこく (2) しぶとく (3) たくましく (4) ものたりなく',
    'answer': '(3)',
  },
  {
    'question': '毎日の復習を（ ）にしてはいけない。油断大敵である。 (1) ゆるやか (2) おろか (3) おろそか (4) しなやか',
    'answer': '(3)',
  },
  {
    'question': '画家の彼女は性格は（ ）だが、作品にはとても派手な色を使う。 (1) 簡単 (2) 地味 (3) 悲惨 (4) 独自',
    'answer': '(2)',
  },
  {
    'question': 'ただのかぜで入院するなんて（ ）人だなあ。 (1) しとやかな (2) あざやかな (3) つぶらな (4) おおげさな',
    'answer': '(4)',
  },
  {
    'question': '旅行も買物もカード一枚でオーケー。もう（ ）手続きはいりません。 (1) ひさしい (2) わずらわしい',
    'answer': '(2)',
  },
  {
    'question': '犯行直前に現場で（ ）人物を見かけたという証言があった。 (1) 不良な (2) 不振な (3) 不明な (4) 不審な',
    'answer': '(4)',
  },
  {
    'question':
        '誰にも言わずにひとりで（ ）会社の設立を計画している。 (1) あやふやに (2) ひそかに (3) こっけいに (4) すこやかに',
    'answer': '(2)',
  },
  {
    'question': '最後まであきらめずに（ ）がんばる。 (1) あっけなく (2) そっけなく (3) しぶとく (4) ややこしく',
    'answer': '(3)',
  },
  {
    'question': '海外旅行は初めてだが、経験豊富な友人と一緒なので（ ）。 (1) 悩ましい (2) 浅ましい (3) 快い (4) 心強い',
    'answer': '(4)',
  },
  {
    'question': '講演の内容は、別に珍しくもない（ ）話だった。 (1) たるんだ (2) とろけた (3) あつらえた (4) ありふれた',
    'answer': '(4)',
  },
  {
    'question':
        '離婚の話が（ ）、とうとう法廷で争うことになってしまった。 (1) こだわって (2) こじれて (3) ごまかして (4) もがいて',
    'answer': '(2)',
  },
  {
    'question':
        '競争率 50 倍の難関を（ ）抜けて、ついに念願の N 大学に入学した。 (1) たどり (2) ねだり (3) くぐり (4) しくじり',
    'answer': '(3)',
  },
  {
    'question':
        'いつも夜道で（ ）歌は学生時代の思い出の歌である。 (1) ばらまく (2) くちずさむ (3) さえずる (4) ののしる',
    'answer': '(2)',
  },
  {'question': '国民のひたむきな努力が、日本経済の発展を（ ）。 (1) もたらした (2) もてなした', 'answer': '(1)'},
  {
    'question': '出費が（ ）、赤字になってしまった。 (1) こもって (2) さらって (3) し112みて (4) かさんで',
    'answer': '(4)',
  },
  {
    'question': 'なんだかこの写真は、顔が（ ）見える。 (1) ばけて (2) はげて (3) ぼけて (4) ばてて',
    'answer': '(3)',
  },
  {
    'question':
        '宝くじが当たった！夢かと思って頬を（ ）、やっぱり…。 (1) いじったら (2) むしったら (3) めくったら (4) つねったら',
    'answer': '(4)',
  },
  {
    'question': '冷たい水が、歯に（ ）、思わず顔をゆがめた。 (1) いたわって (2) とぎれて (3) さわって (4) しみて',
    'answer': '(4)',
  },
  {
    'question':
        '今、彼は興奮しているから、気に（ ）ようなことは言わない方がいいよ。 (1) あざわらう (2) もめる (3) さわる (4) さえる',
    'answer': '(3)',
  },
  {
    'question': 'あとちょっとのところで（ ）、契約書にハンコをもらえなかった。 (1) さぼって (2) しくじって',
    'answer': '(2)',
  },
  {
    'question':
        '仕方がない。今回だけは、目を（ ）見なかったことにしてあげよう。 (1) うつむいて (2) よけて (3) さらって (4) つぶって',
    'answer': '(4)',
  },
  {
    'question':
        '初めて友達のうちに行った時、とてもていねいな（ ）を受けた。 (1) いたわり (2) しつけ (3) もてなし (4) こだわり',
    'answer': '(3)',
  },
  {
    'question':
        'ここは開かずの踏切で、朝夕は電車が（ ）ことがない。 (1) とがめる (2) とぎれる (3) さしかかる (4) くぐる',
    'answer': '(2)',
  },
  {'question': '映画の上映時間について電話で（ ）。 (1) みなした (2) へりくだった', 'answer': '(4)'},
  {
    'question': '都会の中心には、たいてい高層ビルが（ ）いる。 (1) そびえて (2) うつむいて (3) おどして (4) ばらまいて',
    'answer': '(1)',
  },
  {
    'question':
        '記憶を頼りに、やっと 15 年前の思い出の地に（ ）着いた。 (1) もがき (2) たどり (3) はまり (4) ねだり',
    'answer': '(2)',
  },
  {
    'question': '濃いコーヒーを飲んだら、頭が（ ）勉強がどんどん進んだ。 (1) おだてて (2) ばけて (3) さえて (4) はげて',
    'answer': '(3)',
  },
  {
    'question': '疑われている友人を（ ）、うその証言をした。 (1) ごまかして (2) よけて (3) ののしって (4) かばって',
    'answer': '(4)',
  },
  {
    'question': '結果よりも過程が大事、勝敗には（ ）ない。 (1) はじらわ (2) こだわら (3) とがめ (4) いたわら',
    'answer': '(2)',
  },
  {
    'question':
        'するのはいつも自慢話ばかり、失敗すると他人のせいにする彼にはみんな（ ）いる。 (1) さらって (2) とろけて (3) お113どして (4) あきれて',
    'answer': '(4)',
  },
  {
    'question':
        '何があったのだろう、彼女は（ ）ままで、呼んでも返事をしない。 (1) けなした (2) ごまかした (3) うつむいた (4) みなした',
    'answer': '(3)',
  },
  {
    'question':
        '学生時代、授業を（ ）映画を見に行ったこともあった。 (1) はじらって (2) ごまかして (3) よけて (4) さぼって',
    'answer': '(4)',
  },
  {
    'question': '静かな図書室。本のページを（ ）音だけが聞こえる。 (1) もてる (2) めくる (3) むしる (4) もめる',
    'answer': '(2)',
  },
  {
    'question': '彼は一週間、自分の部屋に（ ）きりで論文を書き上げた。 (1) はまり (2) もがき (3) こもり (4) つまり',
    'answer': '(3)',
  },
  {
    'question': '事件解決まであと一歩という所に（ ）時、また新たな殺人が起こった。 (1) さしかかった (2) さしひいた',
    'answer': '(1)',
  },
  {
    'question': '幼い頃からの家庭での礼儀作法の（ ）は大事である。 (1) とがめ (2) たるみ (3) しつけ (4) さえずり',
    'answer': '(3)',
  },
  {
    'question': '応援していたチームが、あんなに（ ）負けるなんて。 (1) すっきり (2) さっぱり (3) あっさり (4) がっくり',
    'answer': '(3)',
  },
  {
    'question': 'お寺の参道には、土産物を売る店が（ ）並んでいる。 (1) ちらっと (2) ずらっと (3) きちっと (4) ぐっと',
    'answer': '(2)',
  },
  {
    'question':
        '実際日本で暮らしてみて、（ ）日本の物価は高いと思った。 (1) ぼつぼつ (2) いやいや (3) ずるずる (4) つくづく',
    'answer': '(4)',
  },
  {
    'question': '今住んでいるこの辺りは、（ ）海の底だったと言う。 (1) あえて (2) かつて (3) いたって (4) かねて',
    'answer': '(2)',
  },
  {
    'question':
        'トイレに行って飛行機に乗り遅れたなんて、（ ）彼らしいね。 (1) いかに (2) いかにも (3) いやに (4) ことに',
    'answer': '(2)',
  },
  {
    'question': '災害対策の品はそろえたが、（ ）という時、本当に訳に立つのかな。 (1) いざ (2) さぞ (3) さも (4) いまだ',
    'answer': '(1)',
  },
  {
    'question': '私は、（ ）かつて嘘をついたことがございません。 (1) うまれつき (2) なにより (3) もはや (4) いまだ',
    'answer': '(4)',
  },
  {
    'question': '予想が（ ）当たって、テストは満点だった。 (1) すんなり (2) くっきり (3) ずばり (4) まるっきり',
    'answer': '(3)',
  },
  {
    'question': '予想が（ ）外れて、テストは 0 点だった。 (1) まさしく (2) もっぱら (3) はなはだ (4) まるっきり',
    'answer': '(4)',
  },
  {
    'question':
        '「事故で家族が入院」と聞いて心配したが、無事だと分かり（ ）した。 (1) ぐっと (2) さっと (3) ほ114っと (4) ひょっと',
    'answer': '(3)',
  },
  {
    'question': '消費者の反応は（ ）で、商品についての特別な意見はなかった。 (1) むちゃくちゃ (2) ぼつぼつ',
    'answer': '(4)',
  },
  {
    'question':
        '残業が長引いて夜遅くなったが、（ ）終電に間に合った。 (1) しいて (2) まして (3) かろうじて (4) もしかして',
    'answer': '(3)',
  },
  {
    'question':
        '事故で入院した母が心配で、この 2 日、夜も（ ）寝ていない。 (1) ろくに (2) もろに (3) まことに (4) やけに',
    'answer': '(1)',
  },
  {
    'question': 'こちらが提示した条件はどれもこれも（ ）拒否され、取引は失敗した。 (1) しょっちゅう (2) かわるがわる',
    'answer': '(3)',
  },
  {
    'question': 'また今日も徹夜だ。（ ）夜が明けてきたらしい。 (1) どうにか (2) どうやら (3) とかく (4) いまさら',
    'answer': '(2)',
  },
  {
    'question': '反応を見るために、父は（ ）子供の意見に反対した。 (1) いやいや (2) あえて (3) いたって (4) いやに',
    'answer': '(2)',
  },
  {
    'question': 'たった 1 枚の絵が、（ ）1 億円もすると言う。 (1) なにとぞ (2) なんだか (3) なんて (4) なんと',
    'answer': '(4)',
  },
  {
    'question':
        '電車が揺れて倒れそうになったので、（ ）窓ガラスに手をついた。 (1) とっさに (2) ことに (3) やけに (4) もはや',
    'answer': '(1)',
  },
  {
    'question': '結婚を申し込んだら、（ ）断られてしまった。 (1) うんざり (2) げっそり (3) きっぱり (4) くっきり',
    'answer': '(3)',
  },
  {'question': 'あの 2 人は（ ）けんかしている。 (1) いやに (2) しょっちゅう', 'answer': '(2)'},
  {
    'question': 'そんなに思いどおりに（ ）行くとは思えない。 (1) くっきり (2) すんなり (3) げっそり (4) がっしり',
    'answer': '(2)',
  },
  {
    'question': 'この薬は水を入れると（ ）溶けて、効きめが早い。 (1) ぐっと (2) ちらっと (3) さっと (4) ひょっと',
    'answer': '(3)',
  },
  {
    'question': '新学期になり（ ）桜も咲き始めた。 (1) ぺこぺこ (2) いやいや (3) ずるずる (4) ぼつぼつ',
    'answer': '(4)',
  },
  {
    'question': '日本語が（ ）難しいか、言葉では説明できない。 (1) いやに (2) いかに (3) も115ろに (4) ことに',
    'answer': '(2)',
  },
  {'question': '酒の中でも私は（ ）ワインを好む。 (1) あんのじょう (2) なにとぞ', 'answer': '(4)'},
  {
    'question': '友達が試験に合格した。ご両親も（ ）うれしいことだとう。 (1) さも (2) さぞ (3) なるたけ (4) まさしく',
    'answer': '(2)',
  },
  {
    'question': 'やった！成績が（ ）したぞ。 (1) アップ (2) ダウン (3) オープン (4) オーバー',
    'answer': '(1)',
  },
  {
    'question': '（ ）の結果を分析して、グラフにして会議に提出した。 (1) カルテ (2) データ (3) ファイル (4) アンケート',
    'answer': '(4)',
  },
  {
    'question': '「個人」を前提として、社会という（ ）は成り立っている。 (1) オートマチック (2) レギュラー',
    'answer': '(4)',
  },
  {
    'question':
        'ずいぶんはでな（ ）の車が止まったと思ったら、彼だった。 (1) メロディー (2) デッサン (3) デザイン (4) センス',
    'answer': '(3)',
  },
  {
    'question': '彼は性格に問題があるのか、（ ）ばかり起こしている。 (1) ショック (2) ストレス (3) トラブル (4) ムード',
    'answer': '(3)',
  },
  {
    'question': '彼女の家はとても（ ）で、地下が玄関になっている。 (1) ソフト (2) ハード (3) ベスト (4) ユニーク',
    'answer': '(4)',
  },
  {
    'question':
        '庭なら、せめて子どもが走り回れるぐらいの（ ）が欲しい。 (1) ホール (2) フロント (3) スペース (4) コーナー',
    'answer': '(3)',
  },
  {
    'question': '正確に情報を（ ）して、全世界に送るジャーナリストたち。 (1) キャッチ (2) リード',
    'answer': '(1)',
  },
  {
    'question':
        '（ ）を守らない者は自由を拘束されるというのも、事実だ。 (1) ポイント (2) マーク (3) ジャンル (4) ルール',
    'answer': '(4)',
  },
  {
    'question': '人気歌手 J。来月（ ）待望の新曲が発売される。 (1) ブーム (2) ファン (3) ゲスト (4) スター',
    'answer': '(2)',
  },
  {
    'question':
        'もううんざりの雨続きと仕事の（ ）を解消するには、カラオケが一番。 (1) ショック (2) レッスン (3) ストレス (4) インフレ',
    'answer': '(3)',
  },
  {'question': 'パソコン通信という新しい（ ）が開発された。 (1) マスコミ (2) サイズ', 'answer': '(4)'},
  {
    'question': '円高で日本の自動車（ ）が打撃を受けている。 (1) コーナー (2) メーカー (3) ホール (4) ラベル',
    'answer': '(2)',
  },
  {
    'question':
        'この本の（ ）は『日本語能力試験に出る文字・語彙』だ。 (1) メッセージ (2) コメント (3) ヒント (4) タイトル',
    'answer': '(4)',
  },
  {
    'question': 'この文章は抽象的で（ ）がつかみにくい。 (1) ヒント (2) ピント (3) ポイント (4) ジャンル',
    'answer': '(3)',
  },
  {
    'question':
        '彼女は自分の感情まで（ ）できる、とても理想的な女性だ。 (1) リード (2) ボイコット (3) オープン (4) コントロール',
    'answer': '(4)',
  },
  {
    'question': '友達の誕生日。プレゼントに添えて（ ）贈る。 (1) メッセージ (2) レギュラー (3) レッスン (4) コーナー',
    'answer': '(1)',
  },
  {
    'question': '早く、言葉の（ ）が使い分けられるようになりたい。 (1) ブーム (2) ショック (3) サイクル (4) ニュアンス',
    'answer': '(4)',
  },
  {
    'question': '駅の近くにまた新しいホテルが（ ）した。 (1) オープン (2) オーバー (3) リード (4) チェンジ',
    'answer': '(1)',
  },
  {
    'question': '貴重品をホテルの（ ）にあずける。 (1) ホール (2) フロント (3) バック (4) コーナー',
    'answer': '(2)',
  },
  {
    'question': 'どんな（ ）の本が好きですか？ (1) ファイル (2) サイクル (3) センス (4) ジャンル',
    'answer': '(4)',
  },
  {
    'question':
        '事故で息子を亡くし、（ ）のあまり母親は倒れてしまった。 (1) ムード (2) インフレ (3) ショック (4) ボイコット',
    'answer': '(3)',
  },
  {
    'question': '結果よりも過程が大事。何事にも（ ）をつくす。 (1) ソフト (2) ゲスト (3) ベスト (4) ブーム',
    'answer': '(3)',
  },
  {
    'question': '不況が続き、賃金を（ ）した会社もあるという。 (1) カット (2) ボイコット (3) リード (4) オーバー',
    'answer': '(1)',
  },
  {
    'question': '気持ちを穏やかにしてくれるこの曲の（ ）が好きだ。 (1) デッサン (2) レッスン (3) メロディー (4) データ',
    'answer': '(3)',
  },
  {
    'question':
        '次から次に仕事が入ってきて、電話も一度に何本もかかってくるし、もう忙しくて（ ）が 回りそうだ。 (1) て (2) あし (3) め (4) みみ',
    'answer': '(3)',
  },
  {
    'question':
        '不況が続き、経営不振という理由で、会社を（ ）になった人もいるそうだ。 (1) かお (2) はな (3) あし (4) くび',
    'answer': '(4)',
  },
  {
    'question':
        '建築工事の業者が（ ）を抜いたせいか、このビルはあちこちで雨漏りがする。 (1) て (2) あし (3) こ117し (4) かた',
    'answer': '(1)',
  },
  {
    'question':
        'わたしのうちは学校から（ ）の先のところにあります。 (1) てとあし (2) めとはな (3) めとくち (4) めとみみ',
    'answer': '(2)',
  },
  {
    'question':
        '毎日、一生懸命勉強したおかげで、成績優秀な彼女と（ ）を並べるまでになった。 (1) あたま (2) かた (3) こし (4) あし',
    'answer': '(2)',
  },
  {
    'question': '勉強もしないで試験に合格しようなんて、（ ）がいい話だ。 (1) ねこ (2) うま (3) むし (4) あじ',
    'answer': '(3)',
  },
  {
    'question':
        '相手の気持ちも考えて、なるべく（ ）が立たないように、言葉には十分気をつける。 (1) うで (2) かお (3) かど (4) ゆび',
    'answer': '(3)',
  },
  {
    'question':
        '試験の当日にかぜで熱が出てしまって、せっかくの努力が（ ）となってしまった。 (1) 上の空 (2) 猫の額 (3) スズメの涙 (4) 水の泡',
    'answer': '(4)',
  },
  {
    'question': '授業中は一生懸命、先生の話に（ ）をかたむける。 (1) くび (2) みみ (3) かお (4) はな',
    'answer': '(2)',
  },
  {
    'question':
        '山田さんのご主人は、ほんとうにていねいで、だれに対しても（ ）が低い。 (1) はな (2) かた (3) あし (4) こし',
    'answer': '(4)',
  },
  {
    'question': '一人でやりますと言ってしまったので、今更、（ ）助けてほしいとは言えない。 (1) けむたくて (2) せつなくて',
    'answer': '(3)',
  },
  {
    'question': '祭の日には色とりどりの（ ）民族衣装を身につけた女達が大勢集まった。 (1) きらびやかな (2) きよらかな',
    'answer': '(1)',
  },
  {
    'question': '映画スターには（ ）個性を持っている人が多い。 (1) 強烈な (2) 勤勉な (3) 簡素な (4) 温和な',
    'answer': '(1)',
  },
  {
    'question':
        '救援隊がくるまで、1 枚のチョコレートと雨水で（ ）生きのびることができた。 (1) あえて (2) しいて (3) かろうじて (4) つとめて',
    'answer': '(3)',
  },
  {
    'question': 'オフィスに（ ）顔を出していれば、仲良くなって契約がとれるかも知れないよ。 (1) ぺこぺこ (2) ぶらぶた',
    'answer': '(4)',
  },
  {
    'question':
        'ちょっと（ ）をもらうと問題がすんなりとけることがあります。 (1) ヒント (2) ベスト (3) ゲスト (4) パート',
    'answer': '(1)',
  },
  {
    'question': '（ ）が早いですね。もう来週の旅行の準備をしてしまったんですか。 (1) 手 (2) 足 (3) 耳118 (4) 気',
    'answer': '(4)',
  },
  {
    'question':
        'いくらけんかをしても、人間関係を（ ）しまうようなことを言ってはいけない。 (1) つくろって (2) うるおって (3) そこなって (4) やしなって',
    'answer': '(3)',
  },
  {
    'question':
        '小さな会社をはじめたが、経費が（ ）ばかりでなかなか経営が軌道に乗らない。 (1) かさむ (2) からむ (3) いどむ (4) たるむ',
    'answer': '(1)',
  },
  {
    'question':
        'スピード違反の（ ）月間だそうで、この間から 2 度も捕まってしまった。 (1) 取り組み (2) 取り調べ (3) 取り扱い (4) 取り締まり',
    'answer': '(4)',
  },
  {
    'question': '部長は結婚の仲人を快く（ ）してくれた。 (1) 了承 (2) 了解 (3) 承諾 (4) 承認',
    'answer': '(3)',
  },
  {
    'question': '来月末までに新しいビルへの（ ）ができます。 (1) 異動 (2) 移転 (3) 移住 (4) 異郷',
    'answer': '(2)',
  },
  {
    'question': '彼は多額の財産を相続することを（ ）したそうだ。 (1) 廃止 (2) 廃棄 (3) 廃棄 (4) 放棄',
    'answer': '(4)',
  },
  {
    'question': '彼は自分の研究論文が認められないので学会を（ ）してしまった。 (1) 脱退 (2) 脱線 (3) 後退 (4) 辞退',
    'answer': '(1)',
  },
  {
    'question': '新しい機械の説明を聞いたが、何度聞いても（ ）よくわからない。 (1) たやすくて (2) ややこしくて',
    'answer': '(2)',
  },
  {
    'question':
        '彼は会議ではいつも（ ）発言するが、実行が伴わないからあまり信頼されていない。 (1) 盛大に (2) 頑固に (3) 活発に (4) 壮大に',
    'answer': '(3)',
  },
  {
    'question':
        '王女の結婚式が長い歴史のある教会で（ ）行われた。 (1) おごそかに (2) すこやかに (3) しとやかに (4) おろそかに',
    'answer': '(1)',
  },
  {
    'question':
        'その洋服は少し大きすぎないか。なんだか（ ）した感じがするよ。 (1) だぶだぶ (2) ずるずる (3) ふらふら (4) ながなが',
    'answer': '(1)',
  },
  {
    'question':
        '人前に出ると（ ）してしまうから、営業の仕事なんてとうてい無理だよ。 (1) どうどう (2) おどおど (3) いやいや (4) まちまち',
    'answer': '(2)',
  },
  {
    'question': '宇宙ロケットで飛び立った飛行士から地球への（ ）が送られてきました。 (1) コマーシャル (2) メッセージ',
    'answer': '(2)',
  },
  {
    'question':
        '盗んですぐ中古品店に持ち込んだ機械の製造番号から（ ）がついたらしいですよ。 (1) 鼻 (2) 足 (3) 目 (4) 気',
    'answer': '(2)',
  },
  {
    'question': '異常な悪臭がしたので、鼻を（ ）逃げた。 (1) つまんで (2) つんで (3) つ119ねって (4) つまって',
    'answer': '(1)',
  },
  {
    'question': '他人の幸せや昇進を（ ）のは見苦しい。 (1) にじむ (2) はげむ (3) ねたむ (4) うながす',
    'answer': '(3)',
  },
  {
    'question':
        '一度口に出して言ってしまったことを、いまさら（ ）と思っても無理だよ。 (1) 取り除こう (2) 取り消そう (3) 取り戻そう (4) 取り替えよう',
    'answer': '(2)',
  },
  {
    'question': '反対が多いのに、政府はその議案を（ ）採決した。 (1) 強制 (2) 無断 (3) 強硬 (4) 強行',
    'answer': '(4)',
  },
  {
    'question': '引っ越し荷物が次から次に（ ）良くトラックに載せられていく。 (1) 手配 (2) 手口 (3) 手分け (4) 手際',
    'answer': '(4)',
  },
  {
    'question':
        '会社経営の（ ）が明らかになるにつれ、負債総額が 10 億円以上になることがわかった。 (1) 態勢 (2) 実態 (3) 事態 (4) 情勢',
    'answer': '(2)',
  },
  {
    'question': '洪水で不通になった道路の（ ）作業がなかなかはかどらない模様です。 (1) 回復 (2) 復活 (3) 復旧 (4) 復興',
    'answer': '(3)',
  },
  {
    'question': '彼は（ ）な作品を次々発表して批評家の注目をひいた。 (1) 独占的 (2) 独創的 (3) 独裁的 (4) 独自的',
    'answer': '(2)',
  },
  {
    'question': '梅雨になると曇りや雨の日が多く、（ ）日が続く。 (1) わずらわしい (2) けがらわしい',
    'answer': '(4)',
  },
  {
    'question': 'この家は骨組みが（ ）だから孫の代まで大丈夫だろう。 (1) 厳密 (2) 強硬 (3) 巧妙 (4) 頑丈',
    'answer': '(4)',
  },
  {
    'question':
        '歌手にしても舞台俳優にしても、きょうの公演は（ ）だったと思う日はないそうだ。 (1) 賢明 (2) 完ぺき (3) 精巧 (4) 高尚',
    'answer': '(2)',
  },
  {
    'question': '彼の自慢話を何度も聞かされて、全く（ ）だよ。 (1) なにより (2) げっそり (3) うんざり (4) おおげさ',
    'answer': '(3)',
  },
  {
    'question':
        'あんなに一生懸命勉強したのに受験に失敗して（ ）してたよ。 (1) がっしり (2) がっちり (3) がっくり (4) びっしょり',
    'answer': '(3)',
  },
  {
    'question':
        '毎日の（ ）の積み重ねがノイローゼの原因になります。 (1) ストレス (2) ストライキ (3) ボイコット (4) インフレ',
    'answer': '(1)',
  },
  {
    'question': '甘いものに（ ）がなくて、つい食べてしまうんですよ。 (1) 手 (2) 足 (3) 目 (4) 口',
    'answer': '(3)',
  },
  {
    'question': 'もう（ ）も仕方がない。やるだけやってあきらめよう。 (1) といで (2) すすいで (3) ゆらいで (4) もがいて',
    'answer': '(4)',
  },
  {
    'question':
        '晴れた日に干したふとんをパンパンと（ ）気持ちがいい。 (1) つつく (2) はたく (3) は120じく (4) はたす',
    'answer': '(2)',
  },
  {
    'question':
        'この机はわざわざ注文してイタリアから（ ）もらったものだ。 (1) 取り立てて (2) 取り次いで (3) 取り寄せて (4) 取り付けて',
    'answer': '(3)',
  },
  {
    'question': '会社の備品を買いたいときは、あらかじめ（ ）してください。 (1) 申告 (2) 要請 (3) 申請 (4) 要求',
    'answer': '(3)',
  },
  {
    'question':
        '会社を成長させるために、古い組織の（ ）と管理職の若返りが求められている。 (1) 確信 (2) 変形 (3) 革新 (4) 革命',
    'answer': '(3)',
  },
  {
    'question':
        '宗教の違う民族との（ ）は受け入れられないと主張して戦争を続けている。 (1) 共存 (2) 共同 (3) 共有 (4) 共和',
    'answer': '(1)',
  },
  {
    'question':
        '履歴書に書かれたこれまでの（ ）が素晴らしいので即座に採用が決まった。 (1) 経過 (2) 経緯 (3) 過程 (4) 経歴',
    'answer': '(4)',
  },
  {
    'question': '国際婦人会議に出席して婦人解放運動に対する（ ）を新たにした。 (1) 認識 (2) 意識 (3) 常識 (4) 標識',
    'answer': '(1)',
  },
  {
    'question': '開放政策により中国の経済は（ ）発展を遂げつつある。 (1) ふさわしい (2) おびただしい',
    'answer': '(3)',
  },
  {'question': '私の妻は（ ）だから、毎日、家計簿と日記をつけている。 (1) 頑固 (2) 慎重', 'answer': '(3)'},
  {
    'question':
        'このソファーに 4 人座ると、ちょっと（ ）じゃないかな。 (1) こっけい (2) 憂うつ (3) きゃしゃ (4) 窮屈',
    'answer': '(4)',
  },
  {
    'question':
        'あやふやな言い方をするより、（ ）断ったほうがずっと親切だよ。 (1) きっぱり (2) くっきり (3) まるっきり (4) てっきり',
    'answer': '(1)',
  },
  {
    'question':
        'あの人は（ ）した人だから、きちっと誤れば、いつまでも怒ったりしないんだよ。 (1) あっさり (2) こうこうと (3) すんなり (4) まるまる',
    'answer': '(1)',
  },
  {
    'question':
        '私たちは（ ）通して世界中の情報を手に入れることができるようになりました。 (1) ビジネス (2) メディア (3) テレックス (4) コメント',
    'answer': '(2)',
  },
  {
    'question': '旅行でお金を使い過ぎて（ ）が出てしまった。 (1) 手 (2) 足 (3) 目 (4) 顎',
    'answer': '(2)',
  },
  {
    'question':
        '国連の重い任務を（ ）、戦争をしている国に赴いた。 (1) かばって (2) そむいて (3) になって (4) うながして',
    'answer': '(3)',
  },
  {
    'question':
        '子供をそんなに（ ）と危ないですよ、ゆっくり行きましょう。 (1) あかす (2) おかす (3) か121わす (4) せかす',
    'answer': '(4)',
  },
  {
    'question':
        '人気スターの車が到着すると、どっとファンが（ ）負傷者が出てしまった。 (1) 押し込んで (2) 押し寄せて (3) 押し出して (4) 押し入れて',
    'answer': '(2)',
  },
  {
    'question': '地域を（ ）するために必要な多額の資金は税金だけではまかなえない。 (1) 開発 (2) 開拓 (3) 開放 (4) 打開',
    'answer': '(1)',
  },
  {
    'question': '大統領暗殺のニュースが流れると、国民の間に大きな（ ）が走った。 (1) 攻撃 (2) 衝撃 (3) 打撃 (4) 衝突',
    'answer': '(2)',
  },
  {
    'question': '味方の失敗で、試合はにわかに（ ）不利に陥ってしまった。 (1) 形勢 (2) 形成 (3) 形態 (4) 体制',
    'answer': '(1)',
  },
  {
    'question': '（ ）を転換すれば、もう少しおもしろい企画が出せるはずだよ。 (1) 思想 (2) 空想 (3) 発想 (4) 愛想',
    'answer': '(3)',
  },
  {'question': '海外に駐在している彼の一時帰国する日が（ ）。 (1) このましい (2) まちどうしい', 'answer': '(2)'},
  {
    'question':
        '携帯電話の料金は高いから（ ）用件があるときだけかけるようにしている。 (1) 特急の (2) 早急の (3) 緊急の (4) 応急の',
    'answer': '(3)',
  },
  {
    'question': '先日、見合いをした相手から（ ）断りの電話があった。 (1) 婉曲に (2) 円満に (3) 円滑に (4) 遠慮に',
    'answer': '(1)',
  },
  {
    'question':
        'すがすがしい感じの青年が（ ）立って老人に席をゆずった。 (1) ひょっと (2) さっと (3) ぐっと (4) ずらっと',
    'answer': '(2)',
  },
  {
    'question':
        '（ ）より問題になっておりましたゴミ処理場建設地について話し合いたいと思います。 (1) かねて (2) かつて (3) いたって (4) はるか',
    'answer': '(1)',
  },
  {
    'question':
        '今日の午後は集会がありますから、次の（ ）が鳴ったら講堂に集まってください。 (1) キャッチ (2) チェンジ (3) チャイム (4) チャンネル',
    'answer': '(3)',
  },
  {
    'question': 'あの人は（ ）がきくから、いっしょに買いに行っていただいたらどうですか。 (1) 手 (2) 目 (3) 頭 (4) 口',
    'answer': '(2)',
  },
  {
    'question': '部下を（ ）よりおだてた方が仕事がうまくいきますよ。 (1) まかす (2) けなす (3) けとばす (4) ごまかす',
    'answer': '(2)',
  },
  {
    'question':
        '秋は夜が長くなるので、読書に（ ）季節だと言われています。 (1) したう (2) したしむ (3) つつしむ (4) いとなむ',
    'answer': '(2)',
  },
  {
    'question':
        '私たちには古くから伝わる伝統芸能を（ ）いく義務がある。 (1) 受け継いで (2) 受け付けて (3) 受け止めて (4) 受け入れて',
    'answer': '(1)',
  },
  {
    'question': '全く彼の疲れを知らないエネルギーには（ ）されてしまうよ。 (1) 圧縮 (2) 圧倒 (3) 圧122迫 (4) 抑圧',
    'answer': '(2)',
  },
  {
    'question': '根気よく障害を（ ）する努力を重ねて、協定を結ぶことができました。 (1) 解除 (2) 削除 (3) 排除 (4) 除外',
    'answer': '(3)',
  },
  {
    'question': '家が狭いので古いものはどんどん（ ）しないと大変なことになる。 (1) 処置 (2) 処分 (3) 処罰 (4) 処理',
    'answer': '(2)',
  },
  {
    'question': '私のかわりに彼にこの件の最終的な決定をする（ ）を与えてあります。 (1) 権威 (2) 権限 (3) 権利 (4) 権力',
    'answer': '(2)',
  },
  {
    'question': '新しいコンピューターを導入したので仕事の（ ）がぐんとアップした。 (1) 確率 (2) 比率 (3) 引率 (4) 能率',
    'answer': '(4)',
  },
  {
    'question': '昔、このあたりに（ ）金持ちがいて、貧しい人達に食べ物を配っていたそうだ。 (1) よくふかい (2) なさけない',
    'answer': '(3)',
  },
  {
    'question':
        '集団で動くときには、人に迷惑をかけるような（ ）行動をしてはならない。 (1) 軽快な (2) 軽率な (3) 気軽な (4) 手軽な',
    'answer': '(2)',
  },
  {'question': '（ ）話ばかりするので、もう誰も耳を貸そうとしない。 (1) ろくな (2) うつろな', 'answer': '(3)'},
  {
    'question':
        '避難訓練を行いますから非常ベルが鳴ったら（ ）外へ出てください。 (1) 適宜 (2) とっさに (3) 突如 (4) すみやかに',
    'answer': '(4)',
  },
  {
    'question': '（ ）として、銀行強盗のグループは車で逃走中の模様です。 (1) 漠然 (2) 呆然 (3) 依然 (4) 断念',
    'answer': '(3)',
  },
  {
    'question': '社員研修の（ ）が良かったので明日からが楽しみだ。 (1) ブーム (2) フォーム (3) ポーズ (4) ムード',
    'answer': '(4)',
  },
  {
    'question': 'あの若い社員に社長はずいぶん（ ）を入れているらしいよ。 (1) 手 (2) 目 (3) 耳 (4) 肩',
    'answer': '(4)',
  },
  {
    'question':
        '敵を（ ）ためには、まず味方をだませと言う言葉があります。 (1) うつむく (2) あざむく (3) おもむく (4) つらぬく',
    'answer': '(2)',
  },
  {
    'question':
        '急速なコンピューターの普及は電子部品会社に大きな利益を（ ）た。 (1) もてなした (2) もたらした (3) もよおした (4) みなした',
    'answer': '(2)',
  },
  {
    'question':
        '視聴率が低下したので 1 年続いたテレビ番組を（ ）。 (1) 打ち明けた (2) 打ち切った (3) 打ち消した (4) 打ち込んだ',
    'answer': '(2)',
  },
  {
    'question':
        'この文章は作者が何を言いたいのか、（ ）していることがはっきりしない。 (1) 意欲 (2) 意向 (3) 意123図 (4) 意識',
    'answer': '(3)',
  },
  {
    'question': 'このたび施行された新制度の（ ）を説明させていただきます。 (1) 概論 (2) 概説 (3) 概略 (4) 概念',
    'answer': '(3)',
  },
  {
    'question': 'わが社も東南アジアへの（ ）を計画している。 (1) 進展 (2) 進呈 (3) 進出 (4) 進行',
    'answer': '(3)',
  },
  {
    'question': 'カルシウムが（ ）すると頭の働きが悪くなるそうです。 (1) 窮乏 (2) 欠乏 (3) 不十分 (4) 貧弱',
    'answer': '(2)',
  },
  {
    'question': '部族によっては信じられないような奇妙な（ ）を受け継いでいる。 (1) 風習 (2) 風俗 (3) 風土 (4) 風景',
    'answer': '(1)',
  },
  {
    'question':
        'イタリアで音楽の勉強をするという計画は父の突然の死により（ ）夢となってしまった。 (1) たやすい (2) もろい (3) けむたい (4) はかない',
    'answer': '(4)',
  },
  {
    'question':
        '自らが選んだのなら、誰にも会わない（ ）生活が必ずしも不幸とは言えない。 (1) 孤独な (2) 固有な (3) 個別な (4) 独自な',
    'answer': '(1)',
  },
  {
    'question':
        '旅行先で出会った幼い子供の（ ）目が忘れられない。 (1) こまやかな (2) あざやかな (3) なごやかな (4) つぶらな',
    'answer': '(4)',
  },
  {
    'question':
        '彼は何をきいても（ ）答えてくれる天才的な頭脳の持ち主だ。 (1) 即座に (2) 不意に (3) ひょっと (4) ちらっと',
    'answer': '(1)',
  },
  {
    'question': '私が（ ）がんばっても、彼にはとうてい追い付けない。 (1) いかに (2) むやみに (3) いやに (4) やけに',
    'answer': '(1)',
  },
  {
    'question':
        '新しい原子力発電所の原子炉は（ ）が多くてなかなか役に立たない。 (1) サイクル (2) ファイト (3) トラブル (4) アクセル',
    'answer': '(3)',
  },
  {
    'question': 'あの人は（ ）が肥えているから、どんなもてなしをしたらいいか悩むよ。 (1) 目 (2) 体 (3) 耳 (4) 舌',
    'answer': '(4)',
  },
  {
    'question': '近年の不況と円高は、輸出関連企業の経営を（ ）いる。 (1) おだてて (2) おびやかして',
    'answer': '(2)',
  },
  {
    'question':
        '彼は悲しみの中で、なくなった母に（ ）歌を作曲した。 (1) さえぎる (2) さえずる (3) ささげる (4) さずける',
    'answer': '(3)',
  },
  {
    'question':
        '学校からの帰宅途中、駅前の本屋に（ ）のが何よりの楽しみでした。 (1) 立ち上がる (2) 立ち止まる (3) 立ち寄る (4) 立ち去る',
    'answer': '(3)',
  },
  {
    'question': '航空会社の社員募集があったのですぐに（ ）した。 (1) 応募 (2) 応接 (3) 応対 (4) 会見',
    'answer': '(1)',
  },
  {
    'question': 'あなたの主張は時代（ ）もはなはだしいと思います。 (1) 格差 (2) 錯誤 (3) 誤124差 (4) 差別',
    'answer': '(2)',
  },
  {
    'question': '平和的解決の（ ）を帯びて、大使は現地に赴いた。 (1) 運命 (2) 任命 (3) 宿命 (4) 使命',
    'answer': '(4)',
  },
  {
    'question': '戦後 50 年たって、当時の秘密資料が続々（ ）されはじめました。 (1) 公然 (2) 公開 (3) 公認 (4) 公表',
    'answer': '(4)',
  },
  {
    'question': '営業（ ）になるので入り口に車を止めないでください。 (1) 妨害 (2) 迫害 (3) 被害 (4) 災害',
    'answer': '(1)',
  },
  {
    'question':
        '建設現場で働いているから性格は（ ）けれど、とても優しい父です。 (1) あらっぽい (2) あくどい (3) すばしこい (4) すばやい',
    'answer': '(1)',
  },
  {
    'question':
        '契約の（ ）内容については後日担当者がご説明にまいりますのでよろしくお願いします。 (1) 詳細な (2) 相応な (3) 正当な (4) 精密な',
    'answer': '(1)',
  },
  {
    'question':
        '社内で誰も知らないと思うけれど、あの人（ ）株でもうけているらしいわよ。 (1) おおげさに (2) ひそかに (3) こまやかに (4) おおはばに',
    'answer': '(2)',
  },
  {
    'question':
        '学校の成績が悪いからといって、（ ）将来の見通しが暗いとは言えない。 (1) もろに (2) てんで (3) ろくに (4) 一概に',
    'answer': '(4)',
  },
  {
    'question':
        'まだもう少し入院が必要らしいが、手術後の経過は（ ）悪くないらしいよ。 (1) さほど (2) よほど (3) 若干 (4) 少々',
    'answer': '(1)',
  },
  {
    'question':
        '指揮者がうまく（ ）してくださるので合唱団の実力以上の公演ができた。 (1) ベース (2) ソフト (3) ハード (4) リード',
    'answer': '(4)',
  },
  {
    'question': 'あの人は取引先が倒産したせいで（ ）が回らなくなっているらしいよ。 (1) 手 (2) 頭 (3) 首 (4) 目',
    'answer': '(3)',
  },
  {
    'question':
        '（ ）お世辞をいくら言ってもだめなものはだめです。 (1) あつらえた (2) あやまった (3) ありふれた (4) あらたまった',
    'answer': '(3)',
  },
  {
    'question':
        '最近、競馬を楽しむ女性が多くなったが、どの馬が 1 位になるか（ ）のは難しい。 (1) あてる (2) あせる (3) はえる (4) さえる',
    'answer': '(1)',
  },
  {
    'question': '忘れ物をしたので（ ）として踏切事故にあったようです。 (1) 引き起こそう (2) 引き止めよう',
    'answer': '(3)',
  },
  {
    'question':
        '前回出版したときの内容に少し手を加えて、（ ）版として出版しようと思います。 (1) 改訂 (2) 改善 (3) 改良 (4) 改正',
    'answer': '(1)',
  },
  {
    'question': 'クイズ番組に出演して賞金 10 万円を（ ）した。 (1) 獲得 (2) 捕虜 (3) 確保 (4) 収穫',
    'answer': '(1)',
  },
  {
    'question':
        '（ ）の自由が保障されているからと言って、何でも報道していいわけではない。 (1) 弁論 (2) 世論 (3) 言125論 (4) 理論',
    'answer': '(3)',
  },
  {
    'question':
        '我が社も海外進出をすることになり、英会話能力の必要性を（ ）している。 (1) 直感 (2) 痛感 (3) 反感 (4) 共感',
    'answer': '(2)',
  },
  {
    'question': '被害にあった地域に物資を（ ）する経路があちこち普通になっている。 (1) 補給 (2) 補足 (3) 補償 (4) 補充',
    'answer': '(1)',
  },
  {
    'question': '冬に、（ ）スープなんてとても飲めない。 (1) あくどい (2) みにくい (3) ぬるい (4) きまりわるい',
    'answer': '(3)',
  },
  {
    'question':
        '病気で 1 か月入院すると、健康のありがたさを（ ）感じるようになった。 (1) 手近に (2) 痛切に (3) 陰気に (4) 安易に',
    'answer': '(2)',
  },
  {
    'question':
        '最近、放火が多いので（ ）人物を見かけたら警察に連絡してください。 (1) 不審な (2) 不振な (3) 不明な (4) 不良な',
    'answer': '(1)',
  },
  {
    'question':
        '忙しくて料理ができないから、最近は（ ）外食ですませている。 (1) もろに (2) もっぱら (3) ことごとく (4) まるごと',
    'answer': '(2)',
  },
  {
    'question': 'まだ全員集まっていないようですが、（ ）きょうの日程の説明を始めたいと思います。 (1) おのずから (2) もしかして',
    'answer': '(4)',
  },
  {
    'question':
        '（ ）風な感じの男性だったのでつい信用してだまされてしまった。 (1) ナンセンス (2) エレガント (3) インテリ (4) シック',
    'answer': '(3)',
  },
  {
    'question': '子供がいうことをきかないので（ ）を焼いています。 (1) 手 (2) 胸 (3) 胃 (4) 顔',
    'answer': '(1)',
  },
  {
    'question':
        '彼はスタイルも顔もいいし、その上仕事ができるんだから（ ）当然だよね。 (1) もうけて (2) もてて (3) もれて (4) もめて',
    'answer': '(2)',
  },
  {
    'question':
        '若い人を育てようと思ったら、失敗をひとつひとつ（ ）はいけない。 (1) とがめて (2) のがれて (3) となえて (4) なだめて',
    'answer': '(1)',
  },
  {
    'question': '体の調子が悪いので、今回のマラソン大会に参加するのは（ ）と思います。 (1) 見合わせよう (2) 見落とそう',
    'answer': '(1)',
  },
  {
    'question':
        'あのあたりは交通量が多いので、今、（ ）工事のために交通規制をしているよ。 (1) 拡散 (2) 拡張 (3) 拡充 (4) 拡大',
    'answer': '(2)',
  },
  {
    'question': '国自体が財政的（ ）に直面している。 (1) 危害 (2) 危険 (3) 危機 (4) 禁物',
    'answer': '(3)',
  },
  {
    'question': '今、国会で予算案を（ ）しているところです。 (1) 審議 (2) 論議 (3) 討126議 (4) 協議',
    'answer': '(1)',
  },
  {
    'question': 'あとで後悔しないように、職業の（ ）は慎重にしたほうがいいよ。 (1) 採択 (2) 採決 (3) 選考 (4) 選択',
    'answer': '(4)',
  },
  {
    'question': '姉は、外出するとき（ ）が必要な障害者を助ける奉仕活動をしている。 (1) 保護 (2) 看護 (3) 介護 (4) 養護',
    'answer': '(3)',
  },
  {
    'question': 'おもしろくなさそうなところを見ると、この仕事は彼には（ ）のかも知れない。 (1) ものたりない (2) おっかない',
    'answer': '(1)',
  },
  {
    'question':
        '（ ）市民の一人ですと言いながら、裏で業者から多額の現金を受け取る議員を許せない。 (1) 清純な (2) 善良な (3) 賢明な (4) 明瞭な',
    'answer': '(2)',
  },
  {
    'question':
        '北海道の開拓をさせられた人達は、寒さの中で食べ物もなく、（ ）生活を強いられた。 (1) 冷淡な (2) 冷酷な (3) 貧弱な (4) 悲惨な',
    'answer': '(4)',
  },
  {
    'question':
        'こんなに客が少なくなってしまっては、（ ）商売をやめたほうがましだ。 (1) いっそ (2) ずばり (3) きちっと (4) ちゃんと',
    'answer': '(1)',
  },
  {
    'question':
        '彼が（ ）おいしそうに食べるので、私もつい食べ過ぎてしまった。 (1) いかにも (2) まことに (3) まさしく (4) はなはだ',
    'answer': '(1)',
  },
  {
    'question':
        'その関係の書類ならひとつにまとめて（ ）に入れてあります。 (1) ファイル (2) タイトル (3) カルテ (4) データ',
    'answer': '(1)',
  },
  {
    'question': 'たくさんの女子社員の中から彼女を選ぶなんて君は（ ）が高いね。 (1) 鼻 (2) 目 (3) 頭 (4) 足',
    'answer': '(2)',
  },
  {
    'question': '旅行に出る前の晩にはしっかり準備を（ ）から寝る。 (1) おとろえて (2) ととのえて',
    'answer': '(2)',
  },
  {
    'question':
        '久し振りに郷里に帰ったら、すっかり駅が新しくなっていて（ ）しまった。 (1) ふくれて (2) まぎれて (3) むらがって (4) まごついて',
    'answer': '(4)',
  },
  {
    'question': 'この部屋なら学生には（ ）ないと思いますよ。 (1) 申し込み (2) 申し訳 (3) 申し分 (4) 申出',
    'answer': '(3)',
  },
  {
    'question':
        'この作家は短い文の中に要点がきちんとまとめられた（ ）で美しい文章を書きます。 (1) 簡易 (2) 簡潔 (3) 簡素 (4) 簡単',
    'answer': '(2)',
  },
  {
    'question': '時折、（ ）に立ち返って、平和運動を見直すことが肝心です。 (1) 観点 (2) 視点 (3) 原点 (4) 頂点',
    'answer': '(3)',
  },
  {
    'question':
        '他店に（ ）して売上をあげるためには営業時間の延長が不可欠です。 (1) 反抗 (2) 抵抗 (3) 対127抗 (4) 抗争',
    'answer': '(3)',
  },
  {
    'question': '（ ）の運用をあやまって、会社を倒産させてしまった。 (1) 資産 (2) 資本 (3) 資源 (4) 資金',
    'answer': '(4)',
  },
  {
    'question': '判決に（ ）があれば、上級の裁判所に訴えることができる。 (1) 不振 (2) 不審 (3) 不正 (4) 不服',
    'answer': '(4)',
  },
  {
    'question':
        'やはり棚はもっと（ ）ところに置かないと安定しなくて危ないよ。 (1) まんまるい (2) ひさしい (3) しかくい (4) たいらな',
    'answer': '(4)',
  },
  {
    'question':
        '（ ）ことはあなたに本当にこの仕事をやる気があるかどうかです。 (1) 正当な (2) 簡潔な (3) 肝心な (4) 勝手な',
    'answer': '(3)',
  },
  {
    'question': '真面目で（ ）方なので結婚しようと決めました。 (1) 滑けいな (2) 忠実な (3) 誠実な (4) 正常な',
    'answer': '(3)',
  },
  {
    'question':
        '（ ）この世の中は住みにくいと言うが、結構、楽しいこともある。 (1) ことに (2) とりわけ (3) とかく (4) まして',
    'answer': '(3)',
  },
  {
    'question':
        '最近の子供は両親や祖父母に（ ）されて育つので自己中心的になりがちです。 (1) ちやほや (2) あやふや (3) あべこべ (4) めちゃくちゃ',
    'answer': '(1)',
  },
  {
    'question':
        'この服は（ ）も色も素敵だなと思うと、高くて手が出ないことが多い。 (1) デザート (2) デザイン (3) レッスン (4) デッサン',
    'answer': '(2)',
  },
  {
    'question': '次から次に子供に教育費がかかって、全く（ ）が痛いよ。 (1) 頭 (2) 耳 (3) 胸 (4) 腹',
    'answer': '(1)',
  },
  {
    'question':
        '帰宅したら自分の部屋に（ ）、テレビゲームに熱中している。 (1) こりて (2) こって (3) こもって (4) うまって',
    'answer': '(3)',
  },
  {
    'question': '目を（ ）と、幼い日に遊んだふるさとの情景が目に浮ぶ。 (1) つぶる (2) にぶる (3) ねだる (4) たどる',
    'answer': '(1)',
  },
  {
    'question':
        '道がカーブしている上に強い雨のせいで（ ）が悪く、運転は危険な状況だった。 (1) 見積もり (2) 見通し (3) 見込み (4) 見晴らし',
    'answer': '(2)',
  },
  {
    'question':
        'この会社では毎年 1 月 1 日は全員出社して、新年の挨拶をするのが（ ）になっている。 (1) 習慣 (2) 定例 (3) 慣例 (4) 家風',
    'answer': '(3)',
  },
  {
    'question': '裏面に（ ）されている注意事項をよく読んでおいてください。 (1) 記載 (2) 掲載 (3) 記述 (4) 記録',
    'answer': '(1)',
  },
  {
    'question': 'デパートやスーパーにはいくつもの防犯カメラが（ ）してあります。 (1) 処置 (2) 措置 (3) 設置 (4) 装置',
    'answer': '(3)',
  },
  {
    'question': '彼は不正を暴露され（ ）してしまった。 (1) 失格 (2) 失脚 (3) 失128調 (4) 失望',
    'answer': '(2)',
  },
  {
    'question': '地域住民の（ ）により高速道路の騒音防止対策委員会が発足した。 (1) 祈願 (2) 要望 (3) 用命 (4) 救済',
    'answer': '(2)',
  },
  {
    'question': '成田空港に着いたとき、友人が迎えにきてくれたので本当に（ ）助かった。 (1) このましくて (2) こころづよくて',
    'answer': '(2)',
  },
  {
    'question':
        '山奥の温泉宿は静かで、土地の人達は（ ）で都会から来た客に優しかった。 (1) 素朴 (2) 単調 (3) 無難 (4) 簡素',
    'answer': '(1)',
  },
  {
    'question':
        '判断の基準が違う外国との交渉に臨むときには、特に（ ）姿勢が必要とされる。 (1) 健全な (2) 自在な (3) 柔軟な (4) 円満な',
    'answer': '(3)',
  },
  {
    'question': 'あのお宅は、（ ）話し声がすることもありますが、普通は留守がちですよ。 (1) しょっちゅう (2) 時折',
    'answer': '(2)',
  },
  {
    'question': '部屋の鍵はホテルの（ ）で受け取ってください。 (1) スペース (2) コーナー (3) ケース (4) フロント',
    'answer': '(4)',
  },
  {
    'question': 'ここはひとつ私の（ ）を立てて許してやってください。 (1) 顔 (2) 腹 (3) 腕 (4) 気',
    'answer': '(1)',
  },
  {
    'question':
        '1度や2度（ ）からといって、あきらめるのはまだ早いよ。 (1) いじった (2) さとった (3) しくじった (4) ののしった',
    'answer': '(3)',
  },
  {
    'question':
        '古いアルバムを（ ）と、写真の 1 枚 1 枚に思い出がつまっていて懐かしい。 (1) しみる (2) むしる (3) とじる (4) めくる',
    'answer': '(4)',
  },
  {
    'question':
        'もう子供ではありませんから私の保護者のように（ ）のはやめてください。 (1) 振る舞う (2) 振り向く (3) 振り出す (4) 振り返る',
    'answer': '(1)',
  },
  {
    'question': 'あの女優は（ ）があるから、今度の映画作品の主人公に選ばれた。 (1) 気立て (2) 気風 (3) 気質 (4) 気品',
    'answer': '(4)',
  },
  {
    'question': '（ ）ある生活をするように心掛けて暮しています。 (1) 規則 (2) 規律 (3) 規約 (4) 規範',
    'answer': '(2)',
  },
  {
    'question': '各国間の意見の（ ）に時間がかかって、なかなか声明が発表できない。 (1) 調印 (2) 調停 (3) 調和 (4) 調整',
    'answer': '(4)',
  },
  {
    'question': '会社の（ ）の一部で車椅子を購入し、障害者の施設に寄付した。 (1) 収益 (2) 収穫 (3) 収集 (4) 収支',
    'answer': '(1)',
  },
  {
    'question':
        '彼は会社に忠実でまじめな（ ）的社員だったのに、すっかり変わってしまった。 (1) 模範 (2) 規模 (3) 模129倣 (4) 模様',
    'answer': '(1)',
  },
  {
    'question': '近年、東南アジアの経済の発展は（ ）、日本の企業もたくさん進出している。 (1) ややこしく (2) おびただしく',
    'answer': '(4)',
  },
  {
    'question': '毎日の基本練習を（ ）すると、決してプロとして良い成績を残すことはできない。 (1) ばかばかしく (2) うつろに',
    'answer': '(4)',
  },
  {
    'question':
        '社員研修の（ ）日程が決まりましたので発表します。 (1) おおはばな (2) こまやかな (3) おおまかな (4) おおがらな',
    'answer': '(3)',
  },
  {
    'question': '別れてしまった人に、（ ）愛していますとは言いにくい。 (1) もはや (2) いまだ (3) いまさら (4) なおさら',
    'answer': '(3)',
  },
  {
    'question':
        'お忙しいとおもいますが、当日はご参加くださいますように（ ）よろしくお願い致します。 (1) なるたけ (2) なにとぞ (3) ひいては (4) ひたすら',
    'answer': '(2)',
  },
  {
    'question':
        '私なんて会社という大きな（ ）の歯車の一つでしかない。 (1) ポイント (2) システム (3) ポジション (4) セクション',
    'answer': '(2)',
  },
  {
    'question': 'いまどき、（ ）でひとを使ったりしては、若い者はやめてしまいますよ。 (1) 足 (2) 目 (3) 顔 (4) あご',
    'answer': '(4)',
  },
  {
    'question':
        '3 日前に海で遭難した人を乗せた救命ボートが（ ）いるのが見つかった。 (1) さぼって (2) うかって (3) とろけて (4) ただよって',
    'answer': '(4)',
  },
  {
    'question': '今、外国企業との技術提携の準備に（ ）いるので、とてもほかまで手が回らない。 (1) たずさわって (2) たてまつって',
    'answer': '(1)',
  },
  {
    'question':
        '大学受験 2 か月前ともなると勉強も（ ）に入ります。 (1) 追い込み (2) 追い出し (3) 追いつき (4) 追い越し',
    'answer': '(1)',
  },
  {
    'question': 'オリンピックのために（ ）規模の競技場が建設されました。 (1) 壮大な (2) 膨大な (3) 拡大な (4) 盛大な',
    'answer': '(1)',
  },
  {
    'question': '新しい会社を設立する（ ）を練っているところです。 (1) 構想 (2) 機構 (3) 構造 (4) 構成',
    'answer': '(1)',
  },
  {
    'question': '東京の中心部では住民の減少により、小学校の（ ）が相次いでいる。 (1) 統合 (2) 統治 (3) 統制 (4) 統率',
    'answer': '(1)',
  },
  {
    'question': '（ ）でものを判断すると大変な間違いを犯す。 (1) 推定 (2) 推理 (3) 推130測 (4) 推進',
    'answer': '(3)',
  },
  {
    'question': '最近は化学肥料を使わない（ ）農業というものが見直されている。 (1) 有益 (2) 有機 (3) 有望 (4) 有能',
    'answer': '(2)',
  },
  {
    'question': '台風のせいで（ ）量の土や砂が上流から流れてきた。 (1) いちじるしい (2) ばかばかしい',
    'answer': '(3)',
  },
  {
    'question': '（ ）飛び出してきた子供を危うく車ではねるところだった。 (1) 身近に (2) 不意に (3) 無邪気に (4) 早急に',
    'answer': '(2)',
  },
  {
    'question':
        '親にうそをつくような子供は（ ）人間になれないと父に厳しく叱られた。 (1) ろくな (2) おろかな (3) 寛容な (4) 好評な',
    'answer': '(1)',
  },
  {
    'question':
        '（ ）きょうはひどく機嫌がいいですね、何か良いことがあったんですか。 (1) どうにか (2) どうやら (3) なんだか (4) なんなり',
    'answer': '(3)',
  },
  {
    'question': 'きょうは風雨が強くなるそうだ。（ ）野球の試合は中止になるかも知れないね。 (1) にもかかわらず (2) しかしながら',
    'answer': '(4)',
  },
  {
    'question': '外国人のスピーチ（ ）があるので一生懸命暗記しています。 (1) コンタクト (2) コントラスト',
    'answer': '(3)',
  },
  {
    'question': '政治運動に（ ）を突っ込みすぎて、家庭が崩壊してしまった。 (1) 足 (2) 顔 (3) 首 (4) 頭',
    'answer': '(3)',
  },
  {
    'question': '体の調子が良いと、どんどん仕事が（ ）。 (1) たばねる (2) はかどる (3) またがる (4) ゆさぶる',
    'answer': '(2)',
  },
  {
    'question':
        '肉体的、精神的に余裕がないと他人を（ ）やさしさを失いがちである。 (1) あやつる (2) あやまる (3) いたわる (4) おしむ',
    'answer': '(3)',
  },
  {
    'question': '長い間住み慣れた土地には（ ）が残る。 (1) 未知 (2) 未定 (3) 未練 (4) 未熟',
    'answer': '(3)',
  },
  {
    'question': 'その喫茶店を探すときは何か（ ）となるような建物がありますか。 (1) 目安 (2) 目印 (3) 目途 (4) 目付き',
    'answer': '(2)',
  },
  {
    'question': '東京都はゴミの（ ）収集を徹底するために透明ゴミ袋をくばった。 (1) 個別 (2) 分別 (3) 区別 (4) 差別',
    'answer': '(2)',
  },
  {
    'question': '会議の前に（ ）した資料に目を通しておいてください。 (1) 配達 (2) 配分 (3) 配131布 (4) 配列',
    'answer': '(3)',
  },
  {
    'question': '（ ）の用紙に必要事項を書いて 3 番の窓口に提出してください。 (1) 所在 (2) 所属 (3) 所定 (4) 所持',
    'answer': '(3)',
  },
  {
    'question':
        '行政が福祉施設に補助金を出すことは消費者に税金を（ ）することと言える。 (1) 返還 (2) 返済 (3) 弁償 (4) 還元',
    'answer': '(4)',
  },
  {
    'question':
        '目的もなく、ただ時間に追われて仕事をする忙しい生活を（ ）感じる。 (1) みぐるしく (2) むなしく (3) はかなく (4) たやすく',
    'answer': '(2)',
  },
  {
    'question': 'こんな（ ）な内容のレポートでは合格はおぼつかない。 (1) 小柄 (2) 不吉 (3) 貧弱 (4) 簡易',
    'answer': '(3)',
  },
  {
    'question':
        '崩壊したビルの現場から（ ）助けを呼ぶ声が聞こえて ¤ 救助作業が再開された。 (1) はるかな (2) かすかな (3) ひそかな (4) しとやかな',
    'answer': '(2)',
  },
  {
    'question':
        '（ ）ハイキングに出かけようというときに雨がぽつぽつ降り出してしまった。 (1) さぞ (2) さも (3) いざ (4) なんか',
    'answer': '(3)',
  },
  {
    'question': '水曜日（ ）金曜日のどちらかの午前中にお越しください。 (1) ならびに (2) もしくは (3) およびに (4) かつ',
    'answer': '(2)',
  },
  {
    'question':
        'コンサートが素晴らしかったので（ ）を求める拍手が鳴り止まなかった。 (1) アンケート (2) アンコール (3) アルコール (4) アプローチ',
    'answer': '(2)',
  },
  {
    'question': '組合運動をやり過ぎて、とうとう会社を（ ）になってしまった。 (1) 顔 (2) 気 (3) 首 (4) 手足',
    'answer': '(3)',
  },
  {
    'question':
        '自動販売機の普及により、女性社員が休憩時間のお茶を配る習慣が（ ）つつある。 (1) ほろび (2) ほころび (3) ほどこし (4) すたれ',
    'answer': '(4)',
  },
  {
    'question':
        '目の見えない人を目的地まで安全に（ ）犬のことを盲導犬という。 (1) ひきいる (2) ひきずる (3) うながす (4) みちびく',
    'answer': '(4)',
  },
  {
    'question': 'あと一歩というところで優勝を逃してしまい（ ）でなりません。 (1) 無念 (2) 無闇 (3) 無能 (4) 無口',
    'answer': '(1)',
  },
  {
    'question': '最後まで（ ）を張り通してしまうと、気まずい関係になるよ。 (1) 意地 (2) 熱意 (3) 意志 (4) 決意',
    'answer': '(1)',
  },
  {
    'question': '会社に貢献した（ ）が認められて管理職に昇進した。 (1) 効能 (2) 業績 (3) 名誉 (4) 能率',
    'answer': '(2)',
  },
  {
    'question':
        '子供を相手に（ ）でけんかをするなんて頭がおかしいんじゃないですか。 (1) 本質 (2) 本能 (3) 本気 (4) 本音',
    'answer': '(3)',
  },
  {
    'question':
        '街頭デモを（ ）しようとする警官が参加者を数人逮捕したらしい。 (1) 停止 (2) 阻止 (3) 中132止 (4) 禁止',
    'answer': '(2)',
  },
  {
    'question':
        '円滑な人間関係を保ちたいという考えが（ ）にあるから、贈り物をするのだろう。 (1) 根気 (2) 根本 (3) 根底 (4) 根拠',
    'answer': '(3)',
  },
  {
    'question': '心を（ ）作った料理はおいしい。 (1) いれて (2) こめて (3) つめて (4) つけて',
    'answer': '(2)',
  },
  {
    'question': 'この薬は痛みを（ ）効能がある (1) なだめる (2) とどめる (3) せばめる (4) やわらげる',
    'answer': '(4)',
  },
  {
    'question': 'これから、この経験を仕事に（ ）いきたいと思う。 (1) 生かして (2) 慣れて (3) 使って (4) 努力して',
    'answer': '(1)',
  },
  {
    'question':
        'もし、（ ）なければ、この本を来週まで貸していただけないでしょうか。 (1) さしかえ (2) さしひかえ (3) さしおさえ (4) さしつかえ',
    'answer': '(4)',
  },
  {
    'question': 'この機械を（ ）にはかなりの技術が必要だ。 (1) 使いこなす (2) 使いおわる (3) 使いはたす (4) 使いすてる',
    'answer': '(1)',
  },
  {
    'question':
        'サッカーの試合に優勝したとき、胸に熱いものが（ ）きた。 (1) こぼれて (2) こみあげて (3) そそいで (4) ながれて',
    'answer': '(2)',
  },
  {
    'question':
        '入会をご希望の方は（ ）配布した用紙にご記入の上、お申し込みください。 (1) あしからず (2) あいかわらず (3) あいにく (4) あらかじめ',
    'answer': '(4)',
  },
  {
    'question': '自分の意見をはっきり（ ）し、相手の意見を聞くことも大切だ。 (1) 調和 (2) 主張 (3) 同調 (4) 説得',
    'answer': '(2)',
  },
  {
    'question': '真の国際交流とは何かを考えなければならない（ ）にきている。 (1) 期間 (2) 期限 (3) 時間 (4) 時期',
    'answer': '(4)',
  },
  {
    'question': '疲れているようですから、自宅で十分に（ ）を取ってください。 (1) 休日 (2) 休業 (3) 休養 (4) 休憩',
    'answer': '(3)',
  },
  {
    'question': '自然保護を（ ）に入れた開発計画が大事だ。 (1) 思考 (2) 想像 (3) 促進 (4) 考慮',
    'answer': '(4)',
  },
  {'question': '彼は仕事に対する（ ）があまい。 (1) 常識 (2) 知識 (3) 認識 (4) 見識', 'answer': '(3)'},
  {
    'question':
        '彼は朗らかな人で、（ ）のある話し方で、職場の雰囲気を明るくしてくれる。 (1) ユーモア (2) ニュアンス (3) チャンス (4) タイミング',
    'answer': '(1)',
  },
  {
    'question': '投票日は明日だが、彼が当選するのはほぼ（ ）だろう。 (1) 確実 (2) 的確 (3) 確保 (4) 正確',
    'answer': '(1)',
  },
  {
    'question': '森林の木を（ ）に切ると、災害が起きやすくなる。 (1) 非公開 (2) 無計画 (3) 不133平等 (4) 未開発',
    'answer': '(2)',
  },
  {
    'question':
        '子ども（ ）知っているようなことを大人の私が知らなかったのは、恥ずかしい。 (1) なら (2) だから (3) だけが (4) でさえ',
    'answer': '(4)',
  },
  {
    'question':
        '弟は、酒が飲めない（ ）ぜんぜん飲めないわけではない。 (1) といっても (2) としたら (3) どころか (4) というより',
    'answer': '(1)',
  },
  {
    'question':
        'もし、私の言ったことに何か失礼があった（ ）、深くおわびします。 (1) につけ (2) としたら (3) にせよ (4) としても',
    'answer': '(2)',
  },
  {
    'question':
        'この国の経済（ ）、今後も注目していく必要がある。 (1) にあたっては (2) にかけては (3) に関しては (4) に際しては',
    'answer': '(3)',
  },
  {
    'question':
        '女性の管理職が増えたといわれているが、まだほんの 1 割程度（ ）。 (1) に限らない (2) に達している (3) にすぎない (4) に及んでいる',
    'answer': '(3)',
  },
  {
    'question':
        '待ちに待った夏休みがやっと始まった（ ）、子どもたちはみんなうれしそうだ。 (1) として (2) にあたって (3) とあって (4) にして',
    'answer': '(3)',
  },
  {
    'question': '子どもたちは、机は（ ）、ピアノにまで上がって遊んでいた。 (1) あげく (2) きわみ (3) かぎり (4) おろか',
    'answer': '(4)',
  },
  {
    'question':
        '早く大きくなって両親の手助けがしたい。幼い（ ）少年はそう思った。 (1) ものを (2) わけで (3) ながらも (4) ことに',
    'answer': '(3)',
  },
  {
    'question':
        'その話は他の人にはおもしろくても、私には退屈（ ）ものだった。 (1) 極まって (2) 極めて (3) 極める (4) 極まる',
    'answer': '(4)',
  },
  {
    'question':
        '試験開始のベルが鳴る（ ）、学生たちはいっせいに書き始めた。 (1) やいなや (2) とたんに (3) ばかりに (4) が最後',
    'answer': '(1)',
  },
  {
    'question':
        '君がどうしても行ってくれと言うなら（ ）が、行ってもいい結果は出ないと思う。 (1) 行くものではない (2) 行くことではない',
    'answer': '(3)',
  },
  {
    'question':
        '昔ほどではない（ ）、今でも長男が家を継ぐという傾向は残っている。 (1) とすると (2) にしても (3) うえに (4) かわりに',
    'answer': '(2)',
  },
  {
    'question':
        '多くの人々から、家庭教育（ ）貴重な意見が出された。 (1) をめぐって (2) とともに (3) でもって (4) にかけて',
    'answer': '(1)',
  },
  {
    'question':
        '実際に事故が起こる（ ）、ようやく自動車会社は事故原因の調査を始めた。 (1) にひきかえ (2) について (3) にいたって (4) に際して',
    'answer': '(3)',
  },
  {
    'question': 'いくら後悔したところで、事故を起こしてからでは（ ）。 (1) どうにもならない (2) どうにかなるだろう',
    'answer': '(1)',
  },
  {
    'question': 'こんなつらい仕事は、何度やめようと思った（ ）…。 (1) ほどか (2) ものか (3) せいか (4) ことか',
    'answer': '(4)',
  },
  {
    'question': '健康を無視して働き続けるなんて、むちゃとしか（ ）。 (1) 言いようがない (2) 言うはずはない',
    'answer': '(1)',
  },
  {
    'question': '店の装飾やサービスに一流の店（ ）の品が感じられる。 (1) であれ (2) ならでは (3) らしき (4) ごとき',
    'answer': '(2)',
  },
  {
    'question':
        '新しい日本の文化が現在作られつつ（ ）し、これからも作られていくだろう。 (1) みる (2) いる (3) する (4) ある',
    'answer': '(4)',
  },
  {
    'question':
        '人にはそれぞれ、その人（ ）生き方や生きがいがあっていいと思う。 (1) なりの (2) ための (3) からの (4) ところの',
    'answer': '(1)',
  },
  {
    'question':
        '最近の日本をとりまく環境には、経済摩擦や輸出入の問題など、きびしい（ ）。 (1) ほかはない (2) ことである (3) ものがある (4) わけではない',
    'answer': '(3)',
  },
  {
    'question':
        '本人に確かめた（ ）、彼はそんな場所へは行ったことがないという。 (1) もので (2) からには (3) ことで (4) ところ',
    'answer': '(4)',
  },
  {
    'question':
        '世界的な俳優（ ）、さすがに演技力が違うようだ。 (1) ともなると (2) ともあれ (3) ともすると (4) ともなれ',
    'answer': '(1)',
  },
  {
    'question':
        'うちの会社の部長（ ）、口で言うばかりで全然実行しようとしない。 (1) としたら (2) ときたら (3) ときて (4) として',
    'answer': '(2)',
  },
  {
    'question': 'あれだけ非難されれば、だれだって一言ぐらいは反論（ ）。 (1) するのではない (2) しないではいられない',
    'answer': '(2)',
  },
  {
    'question':
        '昼間はにぎやかなこの道も、早朝の（ ）あたりに人影はなかった。 (1) ことに (2) ことさえ (3) ことでは (4) こととて',
    'answer': '(4)',
  },
  {
    'question': '人間は（ ）、心ならずも悪事を行ってしまう場合がある。 (1) 生きぬがために (2) 生きんがために',
    'answer': '(2)',
  },
  {'question': '彼は将来（ ）小説家だ。 (1) 有効な (2) 有利な (3) 有益な (4) 有望な', 'answer': '(4)'},
  {
    'question': '外国での生活に（ ）できないで、帰国する人がいる。 (1) 反応 (2) 応用 (3) 適135応 (4) 応答',
    'answer': '(3)',
  },
  {
    'question': '日本では労働時間を（ ）しようという動きがある。 (1) 縮小 (2) 短縮 (3) 軽減 (4) 減量',
    'answer': '(2)',
  },
  {
    'question': 'なお、詳細は説明書をご（ ）ください。 (1) 参照 (2) 参考 (3) 解説 (4) 解釈',
    'answer': '(1)',
  },
  {
    'question': '台風の進路がそれたので、被害は（ ）。 (1) のがした (2) しのいだ (3) まぬがれた (4) よけた',
    'answer': '(3)',
  },
  {
    'question': '彼の話は焦点が（ ）いて、理解しにくい。 (1) ほどけて (2) ぼやけて (3) とぼけて (4) ぼやいて',
    'answer': '(2)',
  },
  {
    'question':
        'この辺りはまだ開発の波も押し寄せていない、（ ）山村である。 (1) なめらかな (2) のどかな (3) すこやかな (4) すみやかな',
    'answer': '(2)',
  },
  {
    'question':
        '科学技術の歴史からみると、コンピューターの発明は（ ）できごとだった。 (1) 画期的な (2) 周期的な (3) 定期的な (4) 末期的な',
    'answer': '(1)',
  },
  {
    'question':
        '彼女は 15 年の（ ）を持つテニスの選手である。 (1) ベテラン (2) ポジション (3) キャリア (4) トレーニング',
    'answer': '(3)',
  },
  {
    'question': '洪水で鉄道が不通になり、復旧の（ ）はまだ立っていない。 (1) ほど (2) まと (3) あと (4) めど',
    'answer': '(4)',
  },
  {
    'question': 'この団体は国際交流に寄与することを目的として、昨年（ ）した。 (1) 発足 (2) 発生 (3) 発作 (4) 発進',
    'answer': '(1)',
  },
  {
    'question': '最近仕事が忙しくて、社員は（ ）気味だ。 (1) 過多 (2) 過剰 (3) 過労 (4) 過密',
    'answer': '(3)',
  },
  {
    'question': 'この決議は（ ）一致で採択された。 (1) 満足 (2) 満員 (3) 満身 (4) 満場',
    'answer': '(4)',
  },
  {
    'question': '大気汚染の対策として、車の排気ガス（ ）が強化された。 (1) 規制 (2) 規格 (3) 規模 (4) 規約',
    'answer': '(1)',
  },
  {
    'question': '疲れていたせいか、ゆうべは（ ）眠れました。 (1) ぐったり (2) ぐっすり (3) げっそり (4) こっそり',
    'answer': '(2)',
  },
  {
    'question': '私は、彼がなぜ人を困らせるようなことばかりするの（ ）わからない。 (1) か (2) を (3) は (4) が',
    'answer': '(1)',
  },
  {
    'question':
        '最近、公害を出す企業（ ）批判が強くなっている。 (1) にとっての (2) にとって (3) に対するの (4) に対する',
    'answer': '(4)',
  },
  {
    'question': '話し方から（ ）、彼は束京の人ではないようだ。 (1) いると (2) すると (3) あ136ると (4) くると',
    'answer': '(2)',
  },
  {
    'question':
        'たとえ（ ）、親子いっしょに暮らせるのがいちばんだ。 (1) 貧しくても (2) 貧しいなら (3) 貧しければ (4) 貧しいのに',
    'answer': '(1)',
  },
  {
    'question': '暑く（ ）とたん、ビールの売れ行きがよくなった。 (1) なる (2) なるか (3) なった (4) なろう',
    'answer': '(3)',
  },
  {
    'question': '「愛してる」（ ）言葉は日本人にはなかなか言えません。 (1) なんか (2) などを (3) なんて (4) などが',
    'answer': '(3)',
  },
  {
    'question':
        '1988 年、この競技場（ ）、世界卓球大会が開催された。 (1) につれて (2) について (3) に反して (4) において',
    'answer': '(4)',
  },
  {
    'question':
        '美しいものへの憧れは、洋の東西（ ）、いつの時代にもあったことである。 (1) に対して (2) までもなく (3) を問わず (4) からして',
    'answer': '(3)',
  },
  {
    'question':
        '日本の文化に独自なものがある（ ）、それは日本の歴史が作ったものである。 (1) とすれば (2) につけ (3) ことから (4) 反面',
    'answer': '(1)',
  },
  {
    'question':
        '「この仕事、ずいぶんもうかるでしょう。」「いや、経費がかかりすぎて、もうかる（ ） じゃありませんよ。」 (1) はず (2) あまり (3) どころ (4) べき',
    'answer': '(3)',
  },
  {
    'question': '「開発」の名（ ）大規模な森林破壊が進んでいる。 (1) といえば (2) とあって (3) のあげく (4) のもとに',
    'answer': '(4)',
  },
  {
    'question':
        '夫も子どもも亡くなってしまって、たった一人の弟に頼る（ ）。 (1) ほかない (2) にすぎない (3) せいではない (4) に合わない',
    'answer': '(1)',
  },
  {
    'question':
        '日本人と付き合っていたら、知らず知らず（ ）、日本語が上手になっていた。 (1) にしても (2) のうちに (3) のうえに (4) にいても',
    'answer': '(2)',
  },
  {
    'question':
        'だれかに相談すれば簡単に解決できた（ ）、どうして一人で悩んでいたのだろう。 (1) ように (2) ほどを (3) ものを (4) ばかりに',
    'answer': '(3)',
  },
  {
    'question':
        '昔に比べて体力が衰えた（ ）、まだまだ若い者には負けない。 (1) だけあって (2) とはいえ (3) にひきかえ (4) とすれば',
    'answer': '(2)',
  },
  {
    'question': 'ちょっとでも間違いを（ ）ものなら、上司にひどく怒られる。 (1) し (2) して (3) しよう (4) しそう',
    'answer': '(3)',
  },
  {
    'question': '彼をおいて、この仕事を任せられる人間は（ ）。 (1) いるかもしれない (2) いないだろう',
    'answer': '(2)',
  },
  {
    'question':
        '首相が変わった（ ）、政治がすぐによくなるわけではない。 (1) と言えば (2) と言うと (3) か137らして (4) からといって',
    'answer': '(4)',
  },
  {
    'question':
        '市民の皆さんの協力（ ）、ゴミ問題の解決はありえません。 (1) どおりに (2) なくして (3) ならでは (4) に限らず',
    'answer': '(2)',
  },
  {
    'question': '本日はお忙しい（ ）おじゃまいたしまして…。 (1) ところを (2) ことを (3) ほうを (4) わけを',
    'answer': '(1)',
  },
  {
    'question':
        '今年は、昨年にも（ ）台風が多い。豊作はあまり期待できないようだ。 (1) ひきかえ (2) まして (3) いたって (4) あたって',
    'answer': '(2)',
  },
  {
    'question':
        'また、いやな仕事がまわってきた。腹立たしいといったらありゃ（ ）。 (1) すまない (2) ならない (3) こない (4) しない',
    'answer': '(4)',
  },
  {
    'question': '救急活動は、人命に（ ）ことだから、一刻を争う。 (1) いたる (2) かかわる (3) あたる (4) かわる',
    'answer': '(2)',
  },
  {
    'question':
        '大学の図書館を、だれでも利用できるという（ ）すれば、いいと思う。 (1) なりに (2) おかげに (3) ふうに (4) かぎりに',
    'answer': '(3)',
  },
  {
    'question':
        '人に言われる（ ）、この事件の責任は私にあります。 (1) ほどもなく (2) わけもなく (3) はずもなく (4) までもなく',
    'answer': '(4)',
  },
  {
    'question':
        '明日は忙しいので、行ける（ ）夜遅くなってしまいます。 (1) になっても (2) としても (3) によっても (4) ときても',
    'answer': '(2)',
  },
  {
    'question':
        '日本は、島国（ ）海運業がさかんになったと言われている。 (1) ゆえに (2) の一方 (3) のかわりに (4) ごとくに',
    'answer': '(1)',
  },
  {
    'question': 'あき子は、親の心配（ ）、遊んでばかりいる。 (1) をよそに (2) はもとより (3) はやはり (4) をかぎりに',
    'answer': '(1)',
  },
  {
    'question': '天才とは（ ）までも、彼女は才能豊かな人物だ。 (1) 言う (2) 言って (3) 言わない (4) 言わずに',
    'answer': '(3)',
  },
  {
    'question':
        'あまり無理をすると病気になり（ ）から、気をつけたほうがいい。 (1) かねる (2) すぎる (3) かねない (4) すぎない',
    'answer': '(3)',
  },
  {
    'question':
        '社長「あ、君。食事の用意はできてるの。」社員「はい、あちらのお部屋にすでに準備して （ ）。」 (1) いたします (2) まいります (3) なさいます (4) ございます',
    'answer': '(4)',
  },
  {
    'question': '彼は（ ）性格でみんなに好かれている。 (1) 明確な (2) 明解な (3) 明朗な (4) 明白な',
    'answer': '(3)',
  },
  {
    'question': '今回の事件の（ ）には、複雑な事情があるようだ。 (1) 背景 (2) 景色 (3) 景気 (4) 光景',
    'answer': '(1)',
  },
  {
    'question': '周囲の人々の気持ちに（ ）して対策を考えるべきだ。 (1) 気配 (2) 配慮 (3) 配138畳 (4) 分配',
    'answer': '(2)',
  },
  {
    'question':
        '高い木に登っている子供が落ちはしないかと、大人は（ ）して見ている。 (1) はらはら (2) ひらひら (3) ぶかぶか (4) ふらふら',
    'answer': '(1)',
  },
  {
    'question': '若さを（ ）にはどうすればいいか、その人に聞いてみたい。 (1) ためる (2) たやす (3) たもつ (4) たよる',
    'answer': '(3)',
  },
  {
    'question':
        '大型の台風が近づいているので、きょうは出発を（ ）ことにした。 (1) 見はからう (2) 見ならう (3) 見のがす (4) 見あわせる',
    'answer': '(4)',
  },
  {
    'question': '朝の（ ）空気を胸一杯に吸った。 (1) すがすがしい (2) わかわかしい (3) はなばなしい (4) なれなれしい',
    'answer': '(1)',
  },
  {
    'question':
        '（ ）一言が人を勇気づけたり、傷つけたりするものだ。 (1) だらしない (2) なにげない (3) みっともない (4) なさけない',
    'answer': '(2)',
  },
  {
    'question': '彼は（ ）勢いで仕事を片付けていった。 (1) もうれつな (2) ものずきな (3) だいたんな (4) たくみな',
    'answer': '(1)',
  },
  {
    'question':
        'あれ、まだ家にいたんですか。（ ）もう出かけたのだと思っていました。 (1) きっかり (2) てっきり (3) じっくり (4) きっちり',
    'answer': '(2)',
  },
  {
    'question':
        'この深刻な不況の中で、（ ）見通しを持つ人は少ない。 (1) 間接的な (2) 平均的な (3) 楽観的な (4) 伝統的な',
    'answer': '(3)',
  },
  {
    'question': 'この工場で働く人々の技術的（ ）はたいへん高い。 (1) ラベル (2) レベル (3) ドリル (4) ダブル',
    'answer': '(2)',
  },
  {
    'question': '治療の効果が全然ないので、医者もとうとう（ ）を投げた。 (1) さじ (2) さら (3) はし (4) はり',
    'answer': '(1)',
  },
  {
    'question': 'そんなことをすると、（ ）を疑われますよ。 (1) 良性 (2) 良好 (3) 良質 (4) 良識',
    'answer': '(4)',
  },
  {
    'question': '日本の流通の（ ）は複雑で、外からはわかりにくく見える。 (1) しあげ (2) しくみ (3) したて (4) しつけ',
    'answer': '(2)',
  },
  {
    'question':
        '仕事をする（ ）、遊ぶことも忘れない、そんな若者が増えている。 (1) までか (2) 以上で (3) ほどか (4) 一方で',
    'answer': '(4)',
  },
  {
    'question':
        '下記に転居しました。お近くに（ ）の節はぜひお立ちよりください。 (1) おじゃま (2) おこし (3) おあり (4) おいき',
    'answer': '(2)',
  },
  {
    'question': '彼に成功をもたらしたものは、日々の努力（ ）。 (1) でいられない (2) であたらない',
    'answer': '(3)',
  },
  {
    'question':
        '次回の交渉では、相手の態度の（ ）にかかわらず、こちらはこちらの主張を貫き通すつもりだ。 (1) 多少 (2) 次第 (3) ごとき (4) いかん',
    'answer': '(4)',
  },
  {
    'question':
        'この問題に（ ）は、もう少しみんなでよく考えてみてください。 (1) 伴って (2) 関して (3) 従って (4) よって',
    'answer': '(2)',
  },
  {
    'question': '散歩（ ）ちょっとたばこを買ってきます。 (1) ばかり (2) ごとき (3) がてら (4) ながら',
    'answer': '(3)',
  },
  {
    'question':
        '初めてそこを訪れたとき、（ ）美しい街だろうと思った。 (1) いかほど (2) なんという (3) いかに (4) なにほど',
    'answer': '(2)',
  },
  {
    'question': '子育ての（ ）、近所の子供たちを集めて絵を教えている。 (1) かたわら (2) あまり (3) うちに (4) そばから',
    'answer': '(1)',
  },
  {
    'question': '彼が手伝ってくれた（ ）、仕事がだいぶ早く終わった。 (1) のおかげで (2) おかげで',
    'answer': '(2)',
  },
  {
    'question':
        '20 歳にもなりながら、そんな簡単なこともできない（ ）、実に情けないことだ。 (1) とは (2) にすら (3) わけに (4) ものの',
    'answer': '(1)',
  },
  {
    'question':
        'どんな悪人（ ）、心のどこかに良心は残っているはずだ。 (1) かと思うと (2) にすると (3) となると (4) であろうと',
    'answer': '(4)',
  },
  {
    'question':
        '試験まであと一週間しかない。もはや一日（ ）無駄にはできない。 (1) ならでは (2) どころか (3) たりとも (4) までも',
    'answer': '(3)',
  },
  {
    'question': '彼は、事前の連絡（ ）会社を休んだ。 (1) にしろ (2) ですら (3) ばかりに (4) なしに',
    'answer': '(4)',
  },
  {
    'question': '一歩も後退はできない。ただ前進ある（ ）。 (1) のみ (2) ほど (3) きり (4) さえ',
    'answer': '(1)',
  },
  {
    'question':
        '先輩に命令されてやったことである（ ）、責任は君にもある。 (1) にすれば (2) にされて (3) にせよ (4) にして',
    'answer': '(3)',
  },
  {
    'question': 'この一年間は良いこと（ ）、来年はどうだろうか。 (1) ずくめ (2) ぐらい (3) めかし (4) ぽっち',
    'answer': '(1)',
  },
  {
    'question': '大雪で交通が麻痺し、（ ）動けなかった. (1) 動けば (2) 動いても (3) 動こうにも (4) 動くまいか',
    'answer': '(3)',
  },
  {
    'question':
        '休日には映画を見る（ ）、音楽会へ行くなりして、気分転換を図ったほうがいい。 (1) や (2) べく (3) し140 (4) なり',
    'answer': '(4)',
  },
  {
    'question':
        '最近、父（ ）、私の結婚のことばっかり気にしているのよ。 (1) ときたら (2) にきては (3) とすれば (4) にすると',
    'answer': '(1)',
  },
  {
    'question':
        'カメラを手に（ ）からというもの、彼は毎週撮影にでかけている。 (1) 入れる (2) 入れた (3) 入れて (4) 入れます',
    'answer': '(3)',
  },
  {
    'question':
        '弟が社交的なタイプなの（ ）、兄は人前に出るのを嫌うタイプだ。 (1) にひきかえ (2) はもとより (3) とはいえ (4) とともに',
    'answer': '(1)',
  },
  {
    'question': '君の能力を（ ）すれば、どこに行ってもやっていけると思う。 (1) よそに (2) とって (3) 限りに (4) もって',
    'answer': '(4)',
  },
  {
    'question':
        'こうして君に大学進学を勧めているのは、君の将来を考えれば（ ）なんだよ。 (1) から (2) こそ (3) すら (4) だけ',
    'answer': '(2)',
  },
  {
    'question':
        'この古新聞も、使い（ ）によっては、何かの役に立つのではないかと思いますが。 (1) ざま (2) ふう (3) むけ (4) よう',
    'answer': '(4)',
  },
  {
    'question':
        '「この仕事、だれかやってくれないかな。」「だれもやる人がないなら、私が（ ）。」 (1) やらせていただきます (2) やっていただきます',
    'answer': '(1)',
  },
  {
    'question': '田中先生、最近先生が（ ）ご本のことで、お伺いしたいんですが。 (1) お書きした (2) お書きになった',
    'answer': '(2)',
  },
  {
    'question':
        '山田さんのところは、去年火事にあって、今年はご両親が交通事故にあったそうだ。まった く同情を（ ）ね。 (1) 禁じられない (2) 禁じさせない (3) 禁じえない (4) 禁じない',
    'answer': '(3)',
  },
  {
    'question': 'わが社の危機を救える人は、あの人をおいて、（ ）。 (1) ほかにもいるだろう (2) ほかにはいないだろう',
    'answer': '(2)',
  },
  {
    'question':
        '彼は帰国してから、重い病気にかかり、歩くことはおろか、（ ）。 (1) 走ることすらできる (2) 起き上がることすらできる',
    'answer': '(4)',
  },
  {
    'question':
        '彼はよく冗談を言って、人を笑わせているので、さぞや明るい男だと思いきや、（ ）。 (1) やはり面白い男だった (2) はたして、明るい男だった',
    'answer': '(3)',
  },
  {
    'question':
        'この 30 年間の日本経済の発展は、その時々の最先端技術をとりいれた技術革新なしには、 （ ）。 (1) ありえなかっただろう (2) あったといえよう',
    'answer': '(1)',
  },
  {
    'question':
        'あなたがいくら仕事に専念したところで、あなた一人では、その仕事を（ ）。 (1) こなすでしょう (2) こなしてしまうかもしれません',
    'answer': '(3)',
  },
  {
    'question':
        '息子は A 大学に進学することを希望している。しかし、今の息子の学力ではとても無理だか ら、別の大学を（ ）。本人の希望とは違っても、しかたがないことだ。 (1) 受験させるしかない (2) 受験させないだろう',
    'answer': '(1)',
  },
  {
    'question':
        '男女平等が叫ばれて久しい。日本は戦後、法律の上では男女が同権に（ ）、いぜんとして、 現実には女性が差別を受けている。 (1) なるように (2) なったからこそ',
    'answer': '(4)',
  },
  {
    'question':
        '科学の進歩は、人類に無限の発展を約束し、われわれは、すばらしい未来を迎えるはずであっ た。ところが、今、予想（ ）、科学の力には、限界のあることが次第に明らかになりつつ ある。 (1) に加えて (2) に反して (3) にひきかえ (4) に基づいて',
    'answer': '(2)',
  },
  {
    'question':
        'わたしには、世界のあちこちに友達がいて、絵葉書を送ってくれる。そういう絵葉書を壁に はり始めたところ、それが、いつのまにかものすごい数になった。今や壁という壁が絵葉書 （ ）なってしまった。 (1) だらけに (2) のままに (3) なんかに (4) ぬきに',
    'answer': '(1)',
  },
  {
    'question':
        '現在の私たちにとってもっとも緊急の問題は地球の環境汚染であろう。後の世代のために、 自分とは無関係と考えずに、一人一人が自分自身の問題（ ）この問題を考えることが求め られている。 (1) からいって (2) をのぞいて (3) として (4) に限って',
    'answer': '(3)',
  },
  {
    'question':
        'ノーべル賞を受賞した T 氏は、少年時代、劣等生だったという。あの人（ ）そうなのだか ら、わが子が劣等生だからといって深刻に悩む必要もない。 (1) だけが (2) にとって (3) にして (4) ともなると',
    'answer': '(3)',
  },
  {
    'question':
        'わたしは子供のころから物事を決めるのが遅くて、ずっと悩んできた。たとえば、友達に旅行 に誘われても、（ ）、すぐに返事をしないで、いろいろ考えているうちに時間がたってしまう。いつのまにか友達もあきらめ、旅行はとりやめになってしまい、残念に思うことが多い。 (1) 行きたくないわけではないが (2) 行きたくないから 142',
    'answer': '(1)',
  },
  {
    'question':
        'これからの日本人は、国際人をめざすべきだという人もいる。しかし、日本に対する客観的 な視点が欠けている人は国際人をめざす（ ）、国際という言葉を口にする資格すら疑わし いのではないか。 (1) どころか (2) からして (3) ばかりか (4) ゆえに',
    'answer': '(1)',
  },
  {
    'question':
        '小さな個人商店を世界的な企業にまで成長させた H 氏は、自分の人生を失敗の連続だったと 語ったことがある。氏のように失敗に耐えられる（ ）、成功は望めないということを改めて思い知らされた。 (1) ばかりだと (2) ぐらいでないと (3) (4)',
    'answer': '(2)',
  },
  {
    'question':
        '子供の立場を考えずに、一方的に子供をしかりつける親もいる。だが、親は子供をただ（ ）。親子の関係は信頼関係に支えられているのであって、それなしには、子供は親に反発するだけである。 (1) しからないともいえない (2) しかるよりほかにはしかたがない',
    'answer': '(4)',
  },
  {
    'question':
        'ホテルのレストランヘ行くなら、やはりスーツを着て行くのが（ ）だろう。 (1) 非難 (2) 無難 (3) 避難 (4) 苦難',
    'answer': '(2)',
  },
  {
    'question': 'この専門（ ）は比較的新しく、まだあまり研究が進んでいない。 (1) 領土 (2) 領事 (3) 領域 (4) 領地',
    'answer': '(3)',
  },
  {
    'question':
        '佐藤さんは（ ）だから、いつも期限に遅れて、人に迷惑をかける。 (1) ドライ (2) ルーズ (3) ユニーク (4) オープン',
    'answer': '(2)',
  },
  {
    'question':
        'お互いに大人なんだから、感情的にならずに、（ ）話し合いを進めましょう。 (1) 理屈的に (2) 理解的に (3) 理知的に (4) 理性的に',
    'answer': '(4)',
  },
  {
    'question': '博士論文を（ ）のに 3 年間かかった。 (1) 仕切る (2) 仕入れる (3) 仕上げる (4) 仕掛ける',
    'answer': '(3)',
  },
  {
    'question': '大切な時間を内容のない会議で（ ）するのは、ばからしい。 (1) 浪費 (2) 経費 (3) 出費 (4) 実費',
    'answer': '(1)',
  },
  {
    'question': '細かいことに（ ）いては、進歩はない。 (1) こじれて (2) こだわって (3) ことなって (4) こぼれて',
    'answer': '(2)',
  },
  {
    'question':
        '能力はあるのだが、まだ経験が（ ）ため、うまくいかないことが多い。 (1) いやしい (2) とぼしい (3) あさましい (4) たくましい',
    'answer': '(2)',
  },
  {
    'question': 'タイヤを燃やしたようなにおいが鼻を（ ）。 (1) ついた (2) おった (3) かんだ (4) まげた',
    'answer': '(1)',
  },
  {
    'question':
        'この詩は子供をなくした親の（ ）気持ちをつづったものである。 (1) そっけない (2) つれない (3) あ143っけない (4) せつない',
    'answer': '(4)',
  },
  {
    'question': '資金を上手に（ ）し、利益をあげた。 (1) 運搬 (2) 運行 (3) 運用 (4) 運営',
    'answer': '(3)',
  },
  {
    'question':
        'なまけ者の彼のことだから、（ ）そんなことだろうと思った。 (1) おおかた (2) きわめて (3) なかなか (4) とうてい',
    'answer': '(1)',
  },
  {
    'question': '（ ）をせずに、何日でも泊まっていってください。 (1) きだて (2) きまぐれ (3) きがね (4) きまじめ',
    'answer': '(3)',
  },
  {
    'question':
        'ちょっとしたことばの（ ）から、たいへんなけんかになってしまった。 (1) 落ち着き (2) 差し引き (3) 受け持ち (4) 行き違い',
    'answer': '(4)',
  },
  {
    'question': 'この案は会議で否決されたが、（ ）悪いとは言えないと思う。 (1) 一挙に (2) 一概に (3) 一気に (4) 一斉に',
    'answer': '(2)',
  },
  {
    'question':
        'さすがに一流の歌手（ ）違う。1 回の出演料が数百万円だという。 (1) ともすると (2) ともなると (3) とはいえ (4) といっても',
    'answer': '(2)',
  },
  {
    'question':
        'もう少し早く病院に行けば助かった（ ）、放っておいたので、手遅れになってしまった。 (1) もので (2) ものか (3) ものを (4) ものに',
    'answer': '(3)',
  },
  {
    'question':
        '人前で演技をするのは初めての経験（ ）、彼はひどく緊張していた。 (1) とあって (2) にあって (3) として (4) にして',
    'answer': '(1)',
  },
  {
    'question':
        '今日の午後 3 時までに原稿を提出しなければならず、今は 1 分（ ）おろそかにできない。 (1) よりも (2) だけは (3) たりとも (4) ばかりか',
    'answer': '(3)',
  },
  {
    'question': '彼は空港に着く（ ）、恋人の入院先にかけつけた。 (1) や否や (2) が最後 (3) 末に (4) 次第で',
    'answer': '(1)',
  },
  {
    'question':
        'こんな風が強い日に小型のボートで沖に出るなんて、危険（ ）。 (1) 極める (2) 極めない (3) 極まりない (4) 極まっている',
    'answer': '(3)',
  },
  {
    'question':
        'あまりよく考えないで仕事を引き受けた（ ）、ひどい目にあった。 (1) わりに (2) ように (3) ばかりに (4) ところに',
    'answer': '(3)',
  },
  {
    'question': 'そんなひどいいたずらは、たとえ子供（ ）許せるものではない。 (1) だに (2) であれ (3) だと (4) にして',
    'answer': '(2)',
  },
  {
    'question': 'いつも迷惑をかけていると（ ）つつも、つい甘えてしまう。 (1) 知り (2) 知る (3) 知って (4) 知れ',
    'answer': '(1)',
  },
  {
    'question':
        '大都市にはゴミ処理（ ）、地震対策、交通渋滞など、さまざまな問題が山積している。 (1) をめぐって (2) をはじめ (3) において (4) にとって',
    'answer': '(2)',
  },
  {
    'question': 'あのチームは（ ）がためには、どんなひどい反則でもする。 (1) 勝つ (2) 勝ち (3) 勝144たぬ (4) 勝たん',
    'answer': '(4)',
  },
  {
    'question':
        '人と人とのコミュニケ一ションをはかる（ ）、お互いの信頼関係がきずかれる。 (1) ことから (2) ことに (3) ことなしに (4) ことだから',
    'answer': '(1)',
  },
  {
    'question':
        'あそこでは一流ホテル（ ）豪華な雰囲気が味わえる。 (1) まじきの (2) ならではの (3) かぎりの (4) ごときの',
    'answer': '(2)',
  },
  {
    'question':
        'A 氏は不動産業を営む（ ）、暇を見つけては作家活動をしている。 (1) かたわら (2) そばから (3) ながら (4) がてら',
    'answer': '(1)',
  },
  {
    'question':
        '映画を見終わって、主人公の生き方に（ ）、自分の生き方がいかにいいかげんだったか、 強く反省した。 (1) かけて (2) よって (3) あって (4) ひきかえ',
    'answer': '(4)',
  },
  {
    'question':
        'あの子は教師の忠告（ ）、相変わらず悪い仲間とつきあっている。 (1) をもとに (2) をよそに (3) をもって (4) をこめて',
    'answer': '(2)',
  },
  {
    'question':
        'どの大学に留学しようかと、さんざん悩んだ（ ）、A 大学に決めた。 (1) ことに (2) ほかに (3) かぎり (4) あげく',
    'answer': '(4)',
  },
  {
    'question':
        'あの大統領は庶民性をそなえているが（ ）、人気を集めているという。 (1) ゆえに (2) くせに (3) だけに (4) のみに',
    'answer': '(1)',
  },
  {
    'question': '話し合いの結果（ ）では、ストライキも辞さない覚悟だ。 (1) のわけ (2) かぎり (3) いかん (4) のよう',
    'answer': '(3)',
  },
  {
    'question':
        'べストを尽くしてやれば、成功しようと（ ）と関係ないのではないか。 (1) しまい (2) しない (3) して (4) しろ',
    'answer': '(1)',
  },
  {
    'question':
        '今の親は他人の子供は（ ）、自分の子供さえも叱らなくなったといわれている。 (1) きわみ (2) おろか (3) かぎらず (4) いたり',
    'answer': '(2)',
  },
  {
    'question':
        'いかがですか。こちらのお着物はお気に（ ）でしょうか。 (1) なされた (2) なられた (3) 召された (4) 存じた',
    'answer': '(3)',
  },
  {
    'question': '採否（ ）、結果は郵便でお知らせします。電話でのお問い合わせには応じられません。 (1) にあらず (2) をものともせず',
    'answer': '(4)',
  },
  {
    'question':
        '「ご注文の品物ができあがりましたので、今度の日曜日にお届けに（ ）よろしいでしょう か。」「ええ、お願いします。」 (1) あがっても (2) おいでになっても',
    'answer': '(1)',
  },
  {
    'question':
        '国際交流に微力（ ）貢献できればと思っておりますので、よろしくお願いいたします。 (1) がてら (2) ながら (3) と145して (4) さえも',
    'answer': '(2)',
  },
  {
    'question':
        'あの選手は子供のころ、サッカーに（ ）スポーツなら何でも得意だったそうだ。 (1) 基づき (2) 限らず (3) わたって (4) すぎず',
    'answer': '(2)',
  },
  {
    'question':
        '環境破壊を（ ）工業化をおし進めていくのには疑問がある。 (1) するにせよ (2) しただけで (3) すればこそ (4) してまで',
    'answer': '(4)',
  },
  {
    'question': 'こう毎日レポートや試験に追われていては、国の両親に手紙を書こうにも（ ）。 (1) 書けない (2) 書こうとしない',
    'answer': '(1)',
  },
  {
    'question':
        '日本へ来てしばらくは、国へ電話はかけるまいと思っていたが、今日はさびしくてたまらず、 つい（ ）。 (1) かけたかった (2) かけるべきだ',
    'answer': '(3)',
  },
  {
    'question':
        '日本での生活も 10 年ともなれば、相手が黙っていてもイエスかノーか（ ）。 (1) 分かるわけがない (2) 分かるようになる',
    'answer': '(2)',
  },
  {
    'question':
        '前政権が崩壊してからというもの、この国では中小企業の倒産、大手の企業の合併が続き、多 くの人が職場を離れることを（ ）。 (1) 余儀なくしている (2) 余儀なくされている',
    'answer': '(2)',
  },
  {
    'question':
        'せっかく遠くから来たのに、着いたそうそう帰れと言わんばかりの顔をされては（ ）。 (1) 帰るまでもない (2) 帰るにあたらない',
    'answer': '(4)',
  },
  {
    'question':
        'まだ卒業論文が完成していないので、就職が決まったからといって、（ ）。 (1) 喜ぶわけではありません (2) 喜んでいるにすぎません',
    'answer': '(4)',
  },
  {
    'question':
        '公園のべンチにかばんを置き忘れたことに今気がついた。もう 5 時間もたっているから、も どって（ ）、まず見つからないだろう。 (1) さがしてみたら (2) さがしてみたところ',
    'answer': '(4)',
  },
  {
    'question':
        '主張すべきことは相手がだれであっても主張すべきだ。それによって採用を（ ）それまで のことだ。 (1) 取り消されるより (2) 取り消されるなら',
    'answer': '(2)',
  },
  {
    'question': 'そんなことは常識だ。君に言われる（ ）。 (1) はずもない (2) 必要がある (3) までもない (4) 可能性がある',
    'answer': '(3)',
  },
  {
    'question':
        '東京は土地の値段が高く、ふつうのサラリーマンが自分の家を持つことはかなりむずかしい。 家を買えるとしても、それは通勤に不便な場所（ ）。 (1) ではないだろう (2) ではあるまい',
    'answer': '(4)',
  },
  {
    'question':
        '最近、日本では電話料金が下がり、手続きも簡単になった。また電話機も小さくなり、性能 もよくなったことから携帯電話の利用者は（ ）。 (1) 増えかねる (2) 減りつつある (3) 増える一方だ (4) 減り気味だ',
    'answer': '(3)',
  },
  {
    'question':
        '雨が激しく降り始め、あたりが暗くなってきた。道路はすベりやすく、プロのドライバーで も運転が難しい状況だった。この悪条件を（ ）、参加者全員がみごとにゴールインした。 (1) ものともせず (2) ものとして (3) ものならず (4) ものながら',
    'answer': '(1)',
  },
  {
    'question':
        '私はお茶が好きで、毎目朝起きてまずお茶を飲む。これはずいぶん昔から習慣になっている。 お茶（ ）一日が始まらない。 (1) なければ (2) なしには (3) ないので (4) ないのに',
    'answer': '(2)',
  },
  {
    'question':
        '子供の頃、私は父によく「勉強をしろ」とか「きちんとあいさつをしろ」とか言われた。それ に反発していたが、年をとるに（ ）私も同じことを自分の子供に言うようになってきた。 (1) ひきかえ (2) そって (3) つれて (4) しても',
    'answer': '(3)',
  },
  {
    'question':
        '今度のコンサートで演奏する曲には高度な技術が要求される。何か月も準備してきたからに は、失敗（ ）と思うが、それでもやはり不安が残る。 (1) せずにはいられない (2) せざるをえない',
    'answer': '(4)',
  },
  {
    'question': '平行な二つの直線は決して（ ）。 (1) まじえない (2) まじらない (3) まざらない (4) まじわらない',
    'answer': '(4)',
  },
  {
    'question':
        '建物に入るのに、いちいち証明書を見せなければならないので、本当に（ ）。 (1) わずらわしい (2) まちどおしい (3) みすぽらしい (4) はなはだしい',
    'answer': '(1)',
  },
  {
    'question': '不況の影響で、この地域の中小企業は（ ）倒産した。 (1) いまさら (2) ひたすら (3) のきなみ (4) ひいては',
    'answer': '(3)',
  },
  {
    'question': 'いつもは厳しい先生だが、おもしろい（ ）もあることがわかった。 (1) 一見 (2) 一目 (3) 一部 (4) 一面',
    'answer': '(4)',
  },
  {
    'question':
        'わたしには小さくなったスーツを息子に着せてみたが、（ ）だった。 (1) だぶだぶ (2) ふらふら (3) のろのろ (4) ぺこぺこ',
    'answer': '(1)',
  },
  {
    'question':
        '道で子供たちが遊んでいたので、車のスピードを（ ）通り過ぎた。 (1) へらして (2) ゆるめて (3) よ147わめて (4) なくして',
    'answer': '(2)',
  },
  {
    'question': '話し合いは（ ）終わった。 (1) 健全に (2) 寛容に (3) 精巧に (4) 円満に',
    'answer': '(4)',
  },
  {
    'question': '林さんは、いつも（ ）洋服を着ているので、みんなのあこがれの的だ。 (1) エレガントな (2) コントロールな',
    'answer': '(1)',
  },
  {
    'question': '計画がうまく行くように、みんなで作戦を（ ）。 (1) こめた (2) ねった (3) ほどこした (4) あつらえた',
    'answer': '(2)',
  },
  {
    'question': '小松さんの迫力に（ ）されて、思わず同意してしまった。 (1) 抑圧 (2) 重圧 (3) 圧倒 (4) 圧縮',
    'answer': '(3)',
  },
  {
    'question':
        '（ ）数の貝がらが、遺跡から発掘された。 (1) はなばなしい (2) おびただしい (3) やかましい (4) なやましい',
    'answer': '(2)',
  },
  {
    'question': '電車の中で突然気分が悪くなったが、親切な人が（ ）してくれた。 (1) 救済 (2) 養護 (3) 介抱 (4) 奨励',
    'answer': '(3)',
  },
  {
    'question':
        '事故で電車が止まって遅刻しそうになったが、バスに乗り換えたので、（ ）間に合った。 (1) おのずから (2) かろうじて (3) やむをえず (4) ことによると',
    'answer': '(2)',
  },
  {
    'question':
        '田中先生は神経が（ ）、生徒たち一人一人をよく理解してくれる。 (1) きよらかで (2) しなやかで (3) こまやかで (4) さわやかで',
    'answer': '(3)',
  },
  {
    'question': '道の（ ）に名もないきれいな花が咲いていた。 (1) かたわら (2) ふもと (3) なぎさ (4) すそ',
    'answer': '(1)',
  },
  {
    'question':
        '試験の日に朝寝坊をした弟のあわてようと（ ）なかった。 (1) いっても (2) いうけど (3) いうのに (4) いったら',
    'answer': '(4)',
  },
  {
    'question':
        '彼女は 3 度の足のけがを（ ）オりンビックの代表選手になった。 (1) ものともせず (2) ものにせず (3) ものにして (4) ものではなく',
    'answer': '(1)',
  },
  {
    'question':
        '田中さんは周囲の心配（ ）ヨットで長い航海に出た。 (1) はもとより (2) をよそに (3) によらず (4) はおろか',
    'answer': '(2)',
  },
  {
    'question':
        'このたび代表として国際会議に（ ）いただくことになりました。 (1) いかれて (2) いかせて (3) いかされて (4) いかせられて',
    'answer': '(2)',
  },
  {
    'question': 'わたしの（ ）未熟者にこんな重要な役が果たせるでしょうか。 (1) ごとき (2) ごとの (3) ごとく (4) ごとし',
    'answer': '(1)',
  },
  {
    'question':
        '休養に徹すると言い（ ）頭から仕事のことが離れない。 (1) ながらに (2) かたがた (3) ながらも (4) ついでに',
    'answer': '(3)',
  },
  {
    'question':
        '鈴木アナウンサーはきょうのサッカーの試合の中継放送を（ ）引退した. (1) かぎりに (2) かぎつて (3) し148まって (4) ばかりに',
    'answer': '(1)',
  },
  {
    'question': '姉と（ ）最近おしゃれのことばかり気にしている。 (1) すれば (2) したら (3) あれば (4) きたら',
    'answer': '(4)',
  },
  {
    'question': '選手（ ）もの、試合においては堂々と戦え。 (1) する (2) おる (3) たる (4) ある',
    'answer': '(3)',
  },
  {
    'question': 'どんな小さな成功も努力（ ）ことだ. (1) あっては (2) あってで (3) あっても (4) あっての',
    'answer': '(4)',
  },
  {
    'question':
        '父親が帰ると、待っていたと（ ）娘はおみやげをねだった。 (1) ばかりに (2) ばかりか (3) ばかりも (4) ばかりで',
    'answer': '(1)',
  },
  {
    'question':
        '掃除が終わったらおやつがもらえる（ ）子供は一生懸命手伝っている。 (1) とあって (2) として (3) とあっても (4) とすると',
    'answer': '(1)',
  },
  {
    'question': '昔は親に反抗（ ）、すぐにたたかれたものだ。 (1) しそうものなら (2) しようものなら',
    'answer': '(2)',
  },
  {
    'question': '息子はこづかいをやったそば（ ）使ってしまう。 (1) にも (2) まで (3) から (4) でも',
    'answer': '(3)',
  },
  {
    'question': 'どろ（ ）になって働いても、もらえる金はわずかだ。 (1) まみれ (2) ぎみ (3) くさく (4) ながら',
    'answer': '(1)',
  },
  {
    'question':
        'あの子はいったん遊びに出たが（ ）、暗くなるまでもどって来ない。 (1) 終わり (2) 始末 (3) しまい (4) 最後',
    'answer': '(4)',
  },
  {
    'question': '地震のことなど想像する（ ）恐ろしい。 (1) だの (2) でも (3) だに (4) では',
    'answer': '(3)',
  },
  {
    'question': '見舞いに来ない（ ）電話ぐらいはするものだ。 (1) からに (2) までに (3) からも (4) までも',
    'answer': '(4)',
  },
  {
    'question':
        '結婚をひかえ、家具はもちろん、皿やスプーンに（ ）新しいのを買いそろえた。 (1) いたりで (2) いたっては (3) いたっても (4) いたるまで',
    'answer': '(4)',
  },
  {
    'question':
        'コンピューターに入れておいても、うっかり消してしまえば（ ）。 (1) そのものだ (2) それまでだ (3) そのままだ (4) それだけだ',
    'answer': '(2)',
  },
  {
    'question': '課長である以上、そんな大事なことを知らなかった（ ）だろう。 (1) でもすまされない (2) でもとまらない',
    'answer': '(3)',
  },
  {
    'question':
        '友達の励まし（ ）作品の完成はなかったであろう。 (1) なくとも (2) なくしては (3) な149いまでも (4) ないでは',
    'answer': '(2)',
  },
  {
    'question':
        '知らないくせに知っているようなふりをする（ ）。 (1) ことじゃない (2) ようじゃない (3) までじゃない (4) ものじゃない',
    'answer': '(4)',
  },
  {
    'question': 'そんな簡単なこと、わざわざあなたに説明してもらう（ ）。 (1) までもない (2) ものではない',
    'answer': '(1)',
  },
  {
    'question': '事故で家族を失った人の話を聞いて、涙を（ ）。 (1) 禁じなかった (2) 禁じ得なかった',
    'answer': '(2)',
  },
  {
    'question': '台風によって交通機関が止まってしまい、旅行の中止を（ ）。 (1) 余儀なくした (2) 余儀なくさせた',
    'answer': '(3)',
  },
  {
    'question': 'みんなから信頼されている彼をおいてほかに適当な人が（ ）。 (1) いるだろう (2) いるだろうか',
    'answer': '(2)',
  },
  {
    'question':
        'うるさいと感じるかもしれないが、親があれこれ言うのはあなたのことを心配して（ ）。 (1) いたらこそだ (2) いればこそだ',
    'answer': '(2)',
  },
  {
    'question':
        '問題がこじれてしまう前に対策をたてるべきだったのに、ことここにいたっては（ ）。 (1) どうかしなくては (2) どうにかしている',
    'answer': '(3)',
  },
  {
    'question':
        'この奨学金は留学生のためのものです。出身国の（ ）によらず応募することができます。 (1) どこ (2) なに (3) いかん (4) どちら',
    'answer': '(3)',
  },
  {
    'question':
        '人には精神の豊かさこそが第一に必要なものである。どんなに物質的に豊かになった（ ）、 幸せだとは限らない。 (1) だけあって (2) のみならず (3) にかかわらず (4) からといって',
    'answer': '(4)',
  },
  {
    'question':
        '同じ兄弟でありながら、彼らほど性格が違うのも珍しい。いつも冷静でしっかり者の兄（ ）、 弟の方はなんと落ち着きのないことか。 (1) とかわって (2) にひきかえ (3) にもまして (4) といえども',
    'answer': '(2)',
  },
  {
    'question':
        '父も母も、これまではただ仕事ひとすじで、人生を楽しむゆとりなどなかった。海外旅行は （ ）国内さえもほとんど見て回ったことがない。 (1) おろか (2) わずか (3) 限150らず (4) 問わず',
    'answer': '(1)',
  },
  {
    'question':
        '世界経済の自由化の波は、日本の農業にも深刻な影響を与えた。米は一粒（ ）輸入させな いと言っていた人々も、もうそんなことは言っていられなくなった。 (1) ばかりも (2) だけさえ (3) たりとも (4) とはいえ',
    'answer': '(3)',
  },
  {
    'question':
        'ラジオから流れてくる日本の民謡を（ ）聞いていると、何だか懐かしい気分になった。ど うしてだろうと思ってよく聞いてみると、私のふるさとの音楽とリズムが一緒だった。 (1) 聞かないまでも (2) 聞くともなしに',
    'answer': '(2)',
  },
  {
    'question': '今日は（ ）秋らしい、いい天気だ。 (1) いかにも (2) つとめて (3) とかく (4) まるで',
    'answer': '(1)',
  },
  {
    'question':
        '小さな子が一人で留守番をするなんて、さぞ（ ）ことだろう。 (1) うっとうしい (2) こころぼそい (3) なさけない (4) ものたりない',
    'answer': '(2)',
  },
  {
    'question': 'うちの（ ）は、入り口が狭くて車が入れにくい。 (1) ガレージ (2) スタジオ (3) ステージ (4) フロント',
    'answer': '(1)',
  },
  {
    'question': 'テレビ番組の表現が差別的だったので、さっそく放送局に（ ）した。 (1) 協議 (2) 決議 (3) 抗議 (4) 物議',
    'answer': '(3)',
  },
  {
    'question':
        'あの人はおとなしそうに見えるが、することが（ ）でびっくりさせられる。 (1) 盛大 (2) 膨大 (3) 大体 (4) 大胆',
    'answer': '(4)',
  },
  {
    'question':
        '年をとると、だんだん新しい考え方が（ ）にくくなる。 (1) うけあい (2) うけいれ (3) うけとり (4) うけもち',
    'answer': '(2)',
  },
  {
    'question':
        '博士がそれまでの常識をくつがえす説を（ ）のは、今から 20 年前のことだ。 (1) かなえた (2) かまえた (3) となえた (4) とらえた',
    'answer': '(3)',
  },
  {
    'question': 'あの人は口が（ ）から、秘密をもらしたりしません。 (1) おもい、 (2) かたい (3) きつい (4) つよい',
    'answer': '(2)',
  },
  {
    'question':
        '有利な証言をしてくれとたのんだが、（ ）ことわられた。 (1) がっくりと (2) きっかりと (3) きっぱりと (4) くっきりと',
    'answer': '(3)',
  },
  {
    'question':
        '自分の仕事をするのがやっとで、とても人の手助けをする（ ）などない。 (1) たるみ (2) なさけ (3) のぞみ (4) ゆとり',
    'answer': '(4)',
  },
  {
    'question': 'この選手は（ ）が足りないので、いつも最後に負けてしまう。 (1) はげみ (2) はずみ (3) ねばり (4) むすび',
    'answer': '(3)',
  },
  {
    'question':
        '高齢者の人口が急に増えて、お年寄りを介護する人材の（ ）が間に合わない。 (1) 生育 (2) 成熟 (3) 生長 (4) 養成',
    'answer': '(4)',
  },
  {
    'question': '事件を解決するため、（ ）を探しているところだ。 (1) めど (2) きざし (3) し151かけ (4) てがかり',
    'answer': '(4)',
  },
  {
    'question': '母は病気のせいで食べるものにいろいろ（ ）がある。 (1) 拘束 (2) 制限 (3) 束搏 (4) 統制',
    'answer': '(2)',
  },
  {
    'question': '紛争が（ ）、市民の生活に落ち着きがもどった。 (1) おさまり (2) さだまり (3) まとまり (4) よわまり',
    'answer': '(1)',
  },
  {
    'question': '新車の発売に（ ）展示会が開かれた。 (1) しては (2) すれば (3) さきだち (4) ひきかえ',
    'answer': '(3)',
  },
  {
    'question': '雪がとけて、野の花もさきはじめ、日ざしも春（ ）きた。 (1) らしく (2) ぎみに (3) っぽく (4) めいて',
    'answer': '(4)',
  },
  {
    'question':
        '娘は家へ帰る（ ）おなかがへったと言って、冷蔵庫をのぞきこんだ。 (1) やいなや (2) ときたら (3) にいたって (4) とばかりに',
    'answer': '(1)',
  },
  {
    'question':
        'いくら少人数（ ）パーティーをするにはこの部屋は狭すぎる。 (1) にしても (2) にとって (3) となれば (4) となると',
    'answer': '(1)',
  },
  {
    'question': '国の情勢いかん（ ）訪問を中止することもある。 (1) ときたら (2) をしらず (3) ともなると (4) によっては',
    'answer': '(4)',
  },
  {
    'question': '新製品の宣伝について、わたし（ ）考えた案を説明した。 (1) までに (2) なりに (3) しだいに (4) どおりに',
    'answer': '(2)',
  },
  {
    'question':
        'みなさん、わざわざお出迎え（ ）、ありがとうございます。 (1) られて (2) されて (3) いたされ (4) くださり',
    'answer': '(4)',
  },
  {
    'question':
        '新しい家を買うため見に行ったが、夜の（ ）日当たりのことはわからなかった。 (1) こととて (2) ことさえ (3) ことには (4) ことでは',
    'answer': '(1)',
  },
  {
    'question': 'プロの選手（ ）さすがに実力が違うようだ。 (1) ともすると (2) ともなると (3) となれども (4) とあれども',
    'answer': '(2)',
  },
  {
    'question': 'こんなにみごとな絵が、芸術（ ）。 (1) とはいえないだろう (2) であってなんだろう',
    'answer': '(3)',
  },
  {
    'question':
        '世間で言われている（ ）、意外にやさしい入学試験でしたよ。 (1) までもなく (2) はずもなく (3) わけでもなく (4) ほどでもなく',
    'answer': '(4)',
  },
  {
    'question':
        '今日の午後はちょっと早めに（ ）いただきたいのですが。 (1) 帰られて (2) 帰らせて (3) 帰されて (4) 帰らされて',
    'answer': '(2)',
  },
  {
    'question':
        '隣のご主人は、奥さんが亡くなってから（ ）ほとんど外出しなくなった。 (1) とあらば (2) ともなると (3) というほど (4) というもの',
    'answer': '(4)',
  },
  {
    'question':
        '兄は締め切りに間に合わせる（ ）昼も夜も論文に取り組んでいる。 (1) かう (2) べく (3) の152で (4) ゆえ',
    'answer': '(2)',
  },
  {
    'question': 'あの老人は小説を書く（ ）絵も描いている。 (1) がわで (2) ままに (3) ところを (4) かたわら',
    'answer': '(4)',
  },
  {
    'question': '田中さんは学生の身（ ）、いくつもの会社を経営している。 (1) にひきかえて (2) でありながら',
    'answer': '(2)',
  },
  {
    'question':
        '急なこと（ ）たいした準備もできず、申しわけないことをしてしまった。 (1) なりに (2) ゆえに (3) からに (4) ほどに',
    'answer': '(2)',
  },
  {
    'question': '彼は 40 歳に（ ）ようやく自分の生きるべき道を見つけた。 (1) より (2) あり (3) して (4) とり',
    'answer': '(3)',
  },
  {
    'question':
        'この吹雪では遭難（ ）ので、引き返すことにしましょう。 (1) しかねる (2) しえない (3) しかねない (4) しはしない',
    'answer': '(3)',
  },
  {
    'question': '相手を十分納得させるに（ ）データを示す必要がある。 (1) たる (2) だけ (3) なる (4) あう',
    'answer': '(1)',
  },
  {
    'question': '事実を言おうか言うまいかと、廊下を（ ）考えた。 (1) 行くも戻るも (2) 行きつ戻りつ',
    'answer': '(2)',
  },
  {
    'question':
        'あの家の息子は父親から会社をまかされて、前（ ）仕事に励むようになった。 (1) にもまして (2) までもなく (3) ともなしに (4) のみならず',
    'answer': '(1)',
  },
  {
    'question':
        '住所も電話番号もわからないので、連絡の取り（ ）。 (1) ようがない (2) そうもない (3) ようでない (4) そうでない',
    'answer': '(1)',
  },
  {
    'question': '長期は無理だが、短期間ならその依頼に協力でき（ ）。 (1) るまでもない (2) るものでもない',
    'answer': '(4)',
  },
  {
    'question': 'あの社員は客の金を使ったのだから処罰（ ）。 (1) するわけはないではないか (2) されずにはすまないだろう',
    'answer': '(2)',
  },
  {
    'question':
        '久しぶりに友人から電話がかかってきたが元気で研究を続けているそうでうれしい（ ）。 (1) あまりだ (2) ごとくだ (3) かぎりだ (4) あげくだ',
    'answer': '(3)',
  },
  {
    'question':
        '役者でもあるまいし、こんなに腹を立てているのにニコニコなんかしていられる（ ）。 (1) ことですか (2) はずですか (3) ものですか (4) ようですか',
    'answer': '(3)',
  },
  {
    'question': 'スイッチの入れ方すら知らない人に、この装置を動かしてみろなんて、よく（ ）。 (1) 言えますね (2) 言えませんね',
    'answer': '(1)',
  },
  {
    'question':
        'わたしがビジネスでこれまでに訪れたことのある国は、すでに 50 をこえているのでは（ ）。 (1) あるまい (2) ないだろう (3) ないものか (4) あるまいか',
    'answer': '(4)',
  },
  {
    'question':
        '親は子供がまんがを読むのを快く思わない。しかし、まんがと（ ）立派な文化の産物で ある。 (1) いわずに (2) いうなり (3) いえても (4) いえども',
    'answer': '(4)',
  },
  {
    'question':
        '町の再開発をいっきょに進めるのには無理がある。実状（ ）計画を練らなければならない。 (1) に至って (2) に即して (3) とあいまって(4) とともに',
    'answer': '(2)',
  },
  {
    'question':
        'この間の会議で田中さんは独創的な企画を出した。ベテラン技師（ ）素晴らしいアイディ アである。 (1) ならではの (2) とすれども (3) にかけての (4) となれども',
    'answer': '(1)',
  },
  {
    'question':
        '雪で一週間山小屋に閉じ込められた。空腹や寒さ（ ）、話せる相手のいないことが最もつ らいことだった。 (1) にしたがって (2) にいたっては',
    'answer': '(4)',
  },
  {
    'question':
        '彼のあざやかなプレーには、だれもが目をうばわれた。そして、味方の応援団から（ ）、 相手チームの人々からも拍手がわいた。 (1) ともなわぬ (2) ただならぬ (3) のみならず (4) かかわらず',
    'answer': '(3)',
  },
  {
    'question':
        '今までたばこを吸うこと（ ）一日もいられなかった。しかし、医者にきつく止められたの で、これからは禁煙しなければならない。 (1) なしには (2) ないでは (3) なければ (4) なくても',
    'answer': '(1)',
  },
  {
    'question':
        '申請書の提出締め切りは明日の午後 4 時だが、早めに出せればそれに（ ）。 (1) こしたことはない (2) こすことはない',
    'answer': '(1)',
  },
  {
    'question':
        'ああした方がいい、こうした方がいいと大騒ぎしたあげく、この（ ）。 (1) しまつだ (2) しまいだ (3) かぎりだ (4) おわりだ',
    'answer': '(1)',
  },
  {
    'question':
        '何もおっしゃらないでください。私なりによく考えた（ ）出した結論なのです。 (1) わけで (2) すえに (3) かぎり (4) さいご',
    'answer': '(2)',
  },
  {
    'question': 'あの選手は、走る（ ）がとてもきれいだ。 (1) フォーム (2) ポーズ (3) ポジション (4) コントロール',
    'answer': '(1)',
  },
  {
    'question': 'この辞書は、今いちばん（ ）がある日本語の辞書と言われている。 (1) 威力 (2) 迫力 (3) 権威 (4) 権限',
    'answer': '(3)',
  },
  {
    'question':
        '佐藤さんは、ホテルの予約が難しいと聞いただけで、（ ）旅行をあきらめた。 (1) あっさり (2) うんざり (3) げ154っそり (4) じっくり',
    'answer': '(1)',
  },
  {
    'question':
        'あの店員は、来たばかりのころは自信なさそうに（ ）していたが、今はすっかり落ち着いた。 (1) いやいや (2) おどおど (3) ぐずぐず (4) だらだら',
    'answer': '(2)',
  },
  {
    'question': 'こういう話は一度（ ）と、まとまらなくなる。 (1) みだれる (2) ねじれる (3) はずれる (4) こじれる',
    'answer': '(4)',
  },
  {
    'question': '事務所ではアルバイトを 2 名（ ）している。 (1) 案内 (2) 応募 (3) 募集 (4) 捜索',
    'answer': '(3)',
  },
  {
    'question': '初めて会った瞬間、（ ）的にこの人とはうまくいくと思った。 (1) 主観 (2) 悲観 (3) 予感 (4) 直感',
    'answer': '(4)',
  },
  {
    'question':
        '山田さんは、自分の子どもがときどき理解できないと言う。私も（ ）だ。 (1) 同感 (2) 同情 (3) 共感 (4) 共鳴',
    'answer': '(1)',
  },
  {
    'question': 'テレビが洪水の状況を（ ）に映し出している。 (1) ありかた (2) ありさま (3) ありのまま (4) ありよう',
    'answer': '(3)',
  },
  {
    'question': 'もっと（ ）を広げて、自分のからに閉じこもらないようにしなさい。 (1) 見地 (2) 視野 (3) 視点 (4) 観点',
    'answer': '(2)',
  },
  {
    'question': '田中さんは一生信念を（ ）。 (1) はたした (2) うちこんだ (3) やりとげた (4) つらぬいた',
    'answer': '(4)',
  },
  {
    'question':
        'イヌとネコのどちらが好きかと聞かれても困るが、（ ）選ぶならネコだ。 (1) たとえ (2) まさに (3) しいて (4) ひいては',
    'answer': '(3)',
  },
  {
    'question':
        'この仕事には特別な資格はいらないが、日本語がある程度できることが（ ）。 (1) のぞましい (2) ふさわしい (3) まちどおしい (4) めざましい',
    'answer': '(1)',
  },
  {
    'question':
        '高速道路で制限速度を 50 キロ（ ）して走り、スピード違反でつかまった。 (1) アップ (2) オーバー (3) マーク (4) チェンジ',
    'answer': '(2)',
  },
  {
    'question':
        '並んで順番を待っている人の列に（ ）、文句を言われた。 (1) おしこんだら (2) のりこんだら (3) ふみこんだら (4) わりこんだら',
    'answer': '(4)',
  },
  {
    'question':
        'あんまり腹が立ったので、つい言わず（ ）のことを言ってしまった。 (1) じまい (2) がてら (3) もがな (4) ながら',
    'answer': '(3)',
  },
  {
    'question': '田中さんは、責任はお前にあると（ ）ばかりの態度だった。 (1) 言う (2) 言わん (3) 言った (4) 言わず',
    'answer': '(2)',
  },
  {
    'question': '山本さんは、意見を求められると、（ ）とばかりに自分の説を展開し始めた。 (1) 待ちます (2) 待ちました',
    'answer': '(4)',
  },
  {
    'question':
        '彼は、事件には関係していない（ ）、知らぬふりをしていた。 (1) かとは (2) かなにか (3) かのごとく (4) かといって',
    'answer': '(3)',
  },
  {
    'question': '次の首相にふさわしい人物は、彼をおいて、ほか（ ）。 (1) にはいない (2) にすぎない',
    'answer': '(1)',
  },
  {
    'question':
        'この事業が成功したのも、貴社のご協力が（ ）こそです。 (1) なければ (2) あったら (3) なかったら (4) あれば',
    'answer': '(4)',
  },
  {
    'question': '真実を明らかに（ ）、あらゆる手を尽くす。 (1) するまじく (2) すべからず (3) せんがため (4) せざるべく',
    'answer': '(3)',
  },
  {
    'question':
        'もうすぐ海外旅行に行くというのに切符の手配（ ）、パスポートも用意していない。 (1) をとわず (2) はおろか (3) にひきかえ (4) といえども',
    'answer': '(2)',
  },
  {
    'question': '警官（ ）者、そのような犯罪にかかわってはいけない。 (1) なる (2) たる (3) なりの (4) ならではの',
    'answer': '(2)',
  },
  {
    'question':
        '住民の反対運動が盛り上がるのを（ ）、高層ホテルの建設工事はどんどん進められた。 (1) よそに (2) そとに (3) あとに (4) ほかに',
    'answer': '(1)',
  },
  {
    'question':
        '先日お世話になったお礼（ ）、部長のお宅にお寄りしました。 (1) までも (2) なくして (3) ならでは (4) かたがた',
    'answer': '(4)',
  },
  {
    'question': '彼は、貧しい（ ）温かい家庭で育った。 (1) ことで (2) うえに (3) わけで (4) ながらも',
    'answer': '(4)',
  },
  {
    'question':
        'ことここに至っては、素人にはどうすること（ ）。 (1) もできない (2) もできよう (3) にもなろう (4) にもならない',
    'answer': '(1)',
  },
  {
    'question': '戦争の映画や写真を見るたびに、戦争への怒りを（ ）。 (1) 禁じえない (2) 禁じかねない',
    'answer': '(3)',
  },
  {
    'question': 'いくら急いだ（ ）始発のバスにはもう間に合わない。 (1) もので (2) ようで (3) ところで (4) かぎりで',
    'answer': '(3)',
  },
  {
    'question': '叔父の持ち込んだもうけ話は、どうも（ ）です。 (1) うそがち (2) うそぎみ (3) うそつき (4) うそっぽい',
    'answer': '(4)',
  },
  {
    'question': '先生に（ ）、ますますお元気でご活躍のことと存じます。 (1) おかれましては (2) なさいましては',
    'answer': '(1)',
  },
  {
    'question':
        'あの子は学校から帰るとすぐ友達と出かけたが、さて、どこへ（ ）。 (1) 行くまいか (2) 行くべきか (3) 行ったやら (4) 行ったものを',
    'answer': '(3)',
  },
  {
    'question':
        'ほかの従業員の倍の仕事をさせられている（ ）、給料が低い。 (1) 分1こは (2) 割には (3) 上には (4) 中には',
    'answer': '(2)',
  },
  {
    'question':
        'あの人に発言させようものなら、（ ）。 (1) 何とか問題を解決するのではないか (2) 無事にこの会議を終わることができる',
    'answer': '(3)',
  },
  {
    'question':
        '山本さんは、ある日突然会社をやめて周りを驚かせたが、あの人の性格を考えると、理解 （ ）。 (1) しないものだ (2) しなくはない',
    'answer': '(3)',
  },
  {
    'question':
        'その新人候補は、今回の選挙に必ず当選してみせると断言して（ ）。 (1) かいがない (2) きりがない (3) しくはない (4) はばからない',
    'answer': '(4)',
  },
  {
    'question':
        'これは早急に結論を出さなければならない議題だ。全員集まろうが集まるまいが、予定どお りに審議を始め（ ）。 (1) るだろうか (2) てはならない',
    'answer': '(4)',
  },
  {
    'question':
        '食事の用意をするといっても、材料も買っていなければ調味料もそろっていない。これでは、 作ろうにも（ ）。 (1) 作れない (2) 作らない',
    'answer': '(1)',
  },
  {
    'question': '試験は終わった。あとはただ結果を待つ（ ）。 (1) きりだ (2) のみだ (3) ほどだ (4) までだ',
    'answer': '(2)',
  },
  {
    'question':
        '田中君は就職も決まり、もうすぐ卒業だ。今後の活躍を心より願って（ ）。 (1) おえない (2) すまない (3) やまない (4) ちがわない',
    'answer': '(3)',
  },
  {
    'question':
        '農業での品種改良の技術は日々進歩している。しかし、どんなに優れた技術であっても自然 への影響を考えることなしには（ ）。 (1) 進みかねない (2) 進められない',
    'answer': '(2)',
  },
  {
    'question':
        '海辺の町で育ったと聞いていたので、さぞかし泳ぎがうまいだろうと思いきや、（ ）。 (1) ほどほどに泳ぐことができる (2) 水に浮くこともできないらしい',
    'answer': '(2)',
  },
  {
    'question':
        '夏は体の調子を崩しやすく、私にとっては冬の方が過ごしやすい。そうは言っても、毎日こ う寒くては（ ）。 (1) かなわない (2) かまわない (3) かなうだろう (4) かまうだろう',
    'answer': '(1)',
  },
  {
    'question':
        '去年のコンクールでは、私はあんなに練習したのに入賞できなかった。今年はもっと練習し て、きっと優勝（ ）。 (1) しそうだ (2) してみよう (3) するそうだ (4) してみせよう',
    'answer': '(4)',
  },
  {
    'question':
        '「だれかポスターをかいてくれる人を知りませんか。来月、社内オーケストラのコンサート を開くんです。」「ああ、それなら弟に（ ）くださいませんか。美術学校の学生なんです。」 (1) かかせてやって (2) かかれてやって',
    'answer': '(1)',
  },
  {
    'question':
        'A 社と B 社は合併することになったらしい。C 社に対抗するため、（ ）思い切った決断を したものである。 (1) といえば (2) というなら (3) とはいえ (4) とはいって',
    'answer': '(3)',
  },
  {
    'question':
        '田中君は先週ずっと授業を休んでいて、試験を受けなかった。卒業を控えた身で（ ）、海 外へ遊びに行っていたらしい。 (1) あるらしく (2) ありながら (3) あるまいに (4) ありうべく',
    'answer': '(2)',
  },
  {
    'question':
        '画家の山本さんは、これまでに数多くの優れた作品を描いている。信じられない（ ）、そ の作品の多くは一日で仕上げたものだそうだ。 (1) ためで (2) せいで (3) ことに (4) ものに',
    'answer': '(3)',
  },
  {
    'question':
        '坂本さんの論文は大変すばらしい。山田教授の指導（ ）修正を重ねた結果だということだ。 (1) ときたら (2) となると (3) のあげく (4) のもとに',
    'answer': '(4)',
  },
  {
    'question':
        '環境に配慮したエンジンを開発するため、各企業は必死に研究を続けている。担当者は休日 出勤（ ）開発に力を注いでいるらしい。 (1) までして (2) ほどにして (3) までなって (4) ほどになって',
    'answer': '(1)',
  },
  {
    'question': 'この博物館には、船の（ ）が展示してある。 (1) 模型 (2) 模索 (3) 模範 (4) 模倣',
    'answer': '(1)',
  },
  {
    'question':
        '田中さんはくじが当たって海外旅行に行けることになったのに、「飛行機がこわい」と（ ） した。 (1) 辞退 (2) 謝絶 (3) 否定 (4) 避難',
    'answer': '(1)',
  },
  {
    'question': '妻は、（ ）いやそうに「よっぱらい！」と言った。 (1) いかに (2) さも (3) ど158うにか (4) もっぱら',
    'answer': '(2)',
  },
  {
    'question': '祖父は自分は「安全運転だ」と（ ）するが、私は心配だ。 (1) 信任 (2) 信頼 (3) 断言 (4) 予言',
    'answer': '(3)',
  },
  {
    'question': 'この会場は 400 人（ ）できる。 (1) 許容 (2) 収容 (3) 収集 (4) 占領',
    'answer': '(2)',
  },
  {
    'question': '好き嫌いの問題を（ ）で説得しようとしても難しい。 (1) 異論 (2) 合理 (3) 無論 (4) 論理',
    'answer': '(4)',
  },
  {
    'question': 'きのうのパーティーでは、山田夫妻が大声でけんかをして（ ）。 (1) はかなかった (2) みぐるしかった',
    'answer': '(2)',
  },
  {
    'question': 'このファイルに入っている（ ）は絶対秘密だ。 (1) オンライン (2) チャンネル (3) データ (4) マスコミ',
    'answer': '(3)',
  },
  {
    'question': 'この企画の成功は大野さんの働きに（ ）ところが大きい。 (1) 負う (2) おどす (3) 借りる (4) おかす',
    'answer': '(1)',
  },
  {
    'question': 'もともと体には、けがや病気と闘う力が（ ）いる。 (1) すえつけて (2) すえて (3) 備えつけて (4) 備わって',
    'answer': '(4)',
  },
  {
    'question':
        '私は経験を通して人間性についての理解が（ ）と思う。 (1) 強まった (2) 広まった (3) 深まった (4) 早まった',
    'answer': '(3)',
  },
  {
    'question': 'けがが回復して（ ）のことが自分でできるようになった。 (1) 身の回り (2) 身の上 (3) 身近 (4) 身分',
    'answer': '(1)',
  },
  {
    'question': '警察がスピード違反の（ ）をしている。 (1) 取り締まり (2) 取り扱い (3) 取り引き (4) 引き取り',
    'answer': '(1)',
  },
  {
    'question': '写真を上手に撮るには、ちょっとした（ ）がある。 (1) うで (2) かん (3) こつ (4) のう',
    'answer': '(3)',
  },
  {
    'question': '引っ越しの費用を業者に（ ）もらった。 (1) 見計らって (2) 見積もって (3) 見込んで (4) 見通して',
    'answer': '(2)',
  },
  {
    'question':
        '会社の評判（ ）から、製品の品質管理は厳しくしなければならない。 (1) をかぎる (2) にいたる (3) をめぐる (4) にかかわる',
    'answer': '(4)',
  },
  {
    'question':
        '無料で映画が見られる（ ）、入り口の前には 1 時間も前から行列ができた。 (1) とあって (2) とあっても (3) とすると (4) とされても',
    'answer': '(1)',
  },
  {
    'question':
        '仕事が山のようにあって、日曜日（ ）、出社しなければならない。 (1) にそって (2) ともなく (3) とはいえ (4) にそくして',
    'answer': '(3)',
  },
  {
    'question':
        'かたづける（ ）子どもがおもちゃを散らかすので、いやになってしまう。 (1) あとでは (2) そばから (3) よ159そには (4) ことまで',
    'answer': '(2)',
  },
  {
    'question': 'この子は小学生（ ）ずいぶんしっかりしている。 (1) にしては (2) にすると (3) にするなら (4) にしてから',
    'answer': '(1)',
  },
  {
    'question': '貧しい（ ）十分な教育を受けられない人々がいる。 (1) ものから (2) がゆえに (3) とすると (4) わけもなく',
    'answer': '(2)',
  },
  {
    'question':
        '（ ）によっては、その仕事はもっと簡単に済ませることができる。 (1) やりかけ (2) やりそう (3) やりよう (4) やりがち',
    'answer': '(3)',
  },
  {
    'question':
        '親に経済的な負担を（ ）してアルバイトで生活費を稼いだ。 (1) かけず (2) かけつつ (3) かけようと (4) かけまいと',
    'answer': '(4)',
  },
  {
    'question':
        '今年度の反省（ ）来年度の計画を立てなければならない。 (1) のかぎり (2) とみると (3) をふまえて (4) にわたって',
    'answer': '(3)',
  },
  {
    'question': 'あの店の服は、品質（ ）デザイン（ ）申し分ない。 (1) といい、といい (2) をとり、をとり',
    'answer': '(1)',
  },
  {
    'question':
        '子どものためを（ ）、留学の費用は子ども自身に用意させたのです。 (1) 思いがてら (2) 思えばこそ (3) 思ったまで (4) 思うがまま',
    'answer': '(2)',
  },
  {
    'question':
        '火山の噴火の影響は、ふもとに（ ）、周辺地域全体に及んだ。 (1) むかって (2) いたって (3) とどまらず (4) かかわらず',
    'answer': '(3)',
  },
  {
    'question': '大災害により財産（ ）肉親までも失った。 (1) のみか (2) だけに (3) あまり (4) さえも',
    'answer': '(1)',
  },
  {
    'question':
        '彼は足が痛い（ ）と理由をつけては、サッカーの練習をさぼっている。 (1) のなんだ (2) のなんか (3) のなんで (4) のなんの',
    'answer': '(4)',
  },
  {
    'question':
        'どんなに反対され（ ）、自分が正しいと思う道を進みたい。 (1) てまで (2) ながら (3) かけては (4) ようとも',
    'answer': '(4)',
  },
  {
    'question': '父の病気に（ ）、会への出席を断った。 (1) かけて (2) かんして (3) かぎって (4) かこつけて',
    'answer': '(4)',
  },
  {
    'question':
        '有名な観光地の近くまで行ったのに、忙しくてどこへも（ ）だった。 (1) 寄るまい (2) 寄るまえ (3) 寄らずじまい (4) 寄らないまで',
    'answer': '(3)',
  },
  {
    'question':
        'ふるさとを歌ったこの歌は、子どものころの思い出と（ ）、私の心に深く響く。 (1) あれば (2) いったら (3) するなら (4) あいまって',
    'answer': '(4)',
  },
  {
    'question':
        'どんな相手でも、試合が終わるまでは一瞬（ ）油断はできない。 (1) ばかりか (2) たりとも (3) ならでは (4) どころか',
    'answer': '(2)',
  },
  {
    'question': 'わが社は学歴に（ ）本人の実力で採用を決めている。 (1) よらず (2) つかず (3) つ160いて (4) よって',
    'answer': '(1)',
  },
  {
    'question':
        'どろぼうにかなりの額の現金をとられはしたが、命を取られなかった（ ）。 (1) だけましだ (2) ことしかない (3) ことばかりだ (4) のみである',
    'answer': '(1)',
  },
  {
    'question': '審査員が彼の作品を見て、そのすばらしさに驚いたことは、想像（ ）。 (1) にかたくない (2) にもおよばない',
    'answer': '(1)',
  },
  {
    'question': '孫が無事生まれたとの知らせに、彼が喜んだのは（ ）。 (1) いうくらいだ (2) いうまでもない',
    'answer': '(2)',
  },
  {
    'question':
        '銀行がもう金を貸してくれなくなった以上、この会社もこれ（ ）。 (1) のみだ (2) までだ (3) だけだ (4) ばかりだ',
    'answer': '(2)',
  },
  {
    'question': 'この部屋には、関係者以外入ってはいけない（ ）。 (1) ことではない (2) ことでもない',
    'answer': '(3)',
  },
  {'question': '今年の米のできは、まあまあと（ ）。 (1) いったことだ (2) いったところだ', 'answer': '(2)'},
  {
    'question': '夏祭りの計画は、予算不足のため、変更を（ ）。 (1) 余儀なくした (2) 余儀なくできた',
    'answer': '(4)',
  },
  {
    'question':
        'さっき田中さんから電話があって、今日の野球の試合は、天気が悪いから中止（ ）。 (1) なんかだ (2) なんだか (3) なんでよ (4) なんだって',
    'answer': '(4)',
  },
  {
    'question': '小さい子を一人で遠くに遊びに（ ）。 (1) 行ったものではない (2) 行かせるものではない',
    'answer': '(2)',
  },
  {
    'question': '結婚が決まったときの彼の喜びようと（ ）。 (1) いうならこまった (2) いってもよかった',
    'answer': '(3)',
  },
  {
    'question':
        'ある宗教を、ほかの人にも勧めてまわるくらい熱心に信仰する人がいる。一方で、（ ）。 (1) 宗教に身をささげる人もいる (2) やはり他人を宗教に誘う人もいる',
    'answer': '(4)',
  },
  {
    'question':
        'お客さんにきちんとあいさつするくらい、（ ）、言われなくてもやりなさい。 (1) 子どもじゃあるまいし (2) 大人じゃあるまいし (3) (4)',
    'answer': '(1)',
  },
  {
    'question': '必死の練習のかいもなく、（ ）。 (1) オリンピックで優勝した (2) オリンピックに出場できた',
    'answer': '(4)',
  },
  {
    'question': '結婚する二人の（ ）やまない。 (1) 両親の反対を思って (2) 今後の幸せを願って (3) (4)',
    'answer': '(2)',
  },
  {
    'question':
        '連絡もなしにお客様がいらっしゃったが、急なこととて、（ ）。 (1) 何のおもてなしもできなかった (2) たくさんのごちそうをお出しした',
    'answer': '(1)',
  },
  {
    'question':
        '彼は、父である前社長のあとを引き継いで社長になった。しかし、社長といっても名ばか りで、（ ）。 (1) 会社のことは何も知らない (2) 社員に人気があるいい社長だ',
    'answer': '(1)',
  },
  {
    'question': 'ひげを（ ）のが、今年の若い男性の流行だ。 (1) 生やす (2) ほどこす (3) 丸める (4) もうける',
    'answer': '(1)',
  },
  {
    'question': '（ ）的な立場から見ると、そのことばづかいは正しいとは言えない。 (1) 規格 (2) 規準 (3) 規定 (4) 規範',
    'answer': '(4)',
  },
  {
    'question':
        'この薬は使い方を（ ）と危険だから、注意が必要だ。 (1) あやまる (2) ことなる (3) まぎれる (4) くいちがう',
    'answer': '(1)',
  },
  {
    'question': '日本では（ ）の大きな靴をさがすのに苦労する。 (1) 構え (2) サイズ (3) 体格 (4) 様式',
    'answer': '(2)',
  },
  {
    'question': '最近セールスの電話が（ ）にかかってくる。 (1) 活発 (2) 自在 (3) 頻162繁 (4) 不調',
    'answer': '(3)',
  },
  {
    'question':
        '先生が我々の運動を支援してくださるとは（ ）。 (1) きまりわるい (2) こころづよい (3) こころよい (4) たやすい',
    'answer': '(2)',
  },
  {
    'question': '（ ）の少年犯罪には、共通した社会背景があるのだろうか。 (1) 一括 (2) 一帯 (3) 一同 (4) 一連',
    'answer': '(4)',
  },
  {
    'question':
        'あの人もあんなにわがままばかり言っていたら、周囲から（ ）してしまうだろう。 (1) 孤独 (2) 孤立 (3) 独立 (4) 自立',
    'answer': '(2)',
  },
  {
    'question':
        '指の先に少しけがをしただけなのに、ずいぶん（ ）に包帯をしている。 (1) 大げさ (2) 大まか (3) 長々 (4) 緩やか',
    'answer': '(1)',
  },
  {
    'question': '都会の（ ）に負けずにしっかり勉強しようと決心して、田舎を出た。 (1) 勧誘 (2) 作用 (3) 保養 (4) 誘惑',
    'answer': '(4)',
  },
  {
    'question': '負けるとはわかっているが、（ ）彼と戦う。 (1) あえて (2) 以って (3) まして (4) 努めて',
    'answer': '(1)',
  },
  {
    'question': 'この薬には、病気の進行を（ ）する効果がある。 (1) 圧迫 (2) 迫害 (3) 抑制 (4) 抑圧',
    'answer': '(3)',
  },
  {
    'question': 'この国では、18 歳未満で結婚する場合、親の（ ）が必要だ。 (1) 合致 (2) 協調 (3) 同調 (4) 同意',
    'answer': '(4)',
  },
  {
    'question':
        'この曲を聞くと、子どものころの思い出が（ ）。 (1) こぼれる (2) さかのぼる (3) よみがえる (4) かえりみる',
    'answer': '(3)',
  },
  {
    'question': '三日も徹夜が続くと、さすがに（ ）する。 (1) ふらふら (2) ぶらぶら (3) ぺらぺら (4) べらべら',
    'answer': '(1)',
  },
  {
    'question': '出席欠席の（ ）、同封した葉書にてお返事くださるようおねがいいたします。 (1) そばから (2) ないまでも',
    'answer': '(4)',
  },
  {
    'question':
        '私は、彼の失礼（ ）態度に我慢ならなかった。 (1) きわまった (2) きわまりない (3) きわめた (4) きわめない',
    'answer': '(2)',
  },
  {
    'question':
        '田中さんは、この 1 週間と（ ）、仕事どころではないようだ。 (1) いうもの (2) いっては (3) いえず (4) いうのに',
    'answer': '(1)',
  },
  {
    'question':
        'この町に大きな自動車工場ができるので、来年には労働人口が大幅に変化（ ）と思われる。 (1) される (2) させる (3) する (4) した',
    'answer': '(3)',
  },
  {
    'question':
        '私の料理を一口（ ）なり、父は変な顔をして席をたってしまった。 (1) 食べたら (2) 食べて (3) 食163べる (4) 食ベよう',
    'answer': '(3)',
  },
  {
    'question':
        '会社をやめたいというあなたの気持ちは、わからない（ ）が、無断で仕事を休むのはよくないと思う。 (1) とばかりだ (2) にかたくない (3) にいたる (4) でもない',
    'answer': '(4)',
  },
  {
    'question': '周囲の反対（ ）、兄はいつも自分の意志を通してきた。 (1) であれ (2) をものともせず',
    'answer': '(2)',
  },
  {
    'question':
        'それを（ ）最後、君たち二人の友情は完全にこわれてしまうよ。 (1) 言ったが (2) 言うのに (3) 言っても (4) 言うものの',
    'answer': '(1)',
  },
  {
    'question': '猫の子一匹（ ）、ここを通らせないぞ。 (1) ばかりか (2) たりとも (3) ときたら (4) をよそに',
    'answer': '(2)',
  },
  {
    'question':
        '彼は、お金のため（ ）、どんな仕事でも引き受ける。 (1) は問わず (2) をもとに (3) とあれば (4) にとっては',
    'answer': '(3)',
  },
  {
    'question': 'だれが何と（ ）と、謝る気は全くない。 (1) 言おう (2) 言う (3) 言った (4) 言われる',
    'answer': '(1)',
  },
  {
    'question':
        '山川さんは、この間彼自身が入院した時の話をして、「ぼくは手術の前には水が飲めなくて、 それはつらい思い（ ）。」と言った。 (1) をさせる (2) をされた (3) をした (4) をする',
    'answer': '(3)',
  },
  {
    'question':
        '彼は、ことばづかい（ ）、とてもやさしい人間だ。 (1) より良くて (2) ほど良いが (3) まで悪くて (4) こそ悪いが',
    'answer': '(4)',
  },
  {
    'question': '母はどんなに（ ）、決してぐちを言わなかった。 (1) 辛くて (2) 辛いのに (3) 辛そうで (4) 辛くとも',
    'answer': '(4)',
  },
  {
    'question':
        'あのとき彼女がそう（ ）、僕はどんなことをしてでも助けただろうに。 (1) 言うとは (2) 言ったなら (3) 言っては (4) 言うと',
    'answer': '(2)',
  },
  {
    'question': 'この絵は、昔父が借金（ ）手に入れたものです。 (1) までして (2) からして (3) してさえ (4) してこそ',
    'answer': '(1)',
  },
  {
    'question': 'しっかりかぎをかけないと、泥棒に（ ）から注意してください。 (1) 入れることはない (2) 入るとはかぎらない',
    'answer': '(3)',
  },
  {
    'question': '休み中、（ ）眠り（ ）眠りの連続で、すっかり太ってしまった。 (1) 食べては、食べては (2) 食べても、食べても',
    'answer': '(1)',
  },
  {
    'question': 'この程度の実力ならば、彼は（ ）たりない。 (1) 恐れるにも (2) 恐れるに (3) 恐164れ (4) 恐れて',
    'answer': '(2)',
  },
  {
    'question':
        'この大学は七つの学部（ ）いて、学生数は日本一である。 (1) が分けて (2) を分けて (3) と分かれて (4) に分かれて',
    'answer': '(4)',
  },
  {
    'question': '株の取引も、大金持ちの彼女にとっては単なる遊びと（ ）。 (1) いえばこそだ (2) いってこそだ',
    'answer': '(3)',
  },
  {
    'question':
        '母校のチームが去年の優勝校を破ったからといって、それほど驚くには（ ）。 (1) あたらない (2) もとづかない (3) そういない (4) たえない',
    'answer': '(1)',
  },
  {
    'question':
        'この映画は評判が高く、見る者を感動させずには（ ）だろう。 (1) ならない (2) いけない (3) しない (4) おかない',
    'answer': '(4)',
  },
  {
    'question':
        'あなたがたまたま確認してくれたからよかったものの、もう少しで原稿の締め切りに間に合 わなくなる（ ）。 (1) ところだろう (2) ところだった',
    'answer': '(2)',
  },
  {
    'question': '道路拡張の工事のために、この周辺の人々は引っ越しを（ ）。 (1) 余儀なくされた (2) 余儀なくさせた',
    'answer': '(1)',
  },
  {
    'question':
        '新しく住宅開発を進めるなら、この地域（ ）ほかにはない。 (1) はおろか (2) ときたら (3) にそくして (4) をおいて',
    'answer': '(4)',
  },
  {
    'question':
        '山田さんの話し方は発音がきれいで聞きやすく、さすがに元アナウンサーだった（ ）。 (1) うえのことである (2) ばかりのことはある',
    'answer': '(3)',
  },
  {
    'question': '実験に 1 回失敗したからといって、あきらめてしまう（ ）。 (1) ことだ (2) ことはない',
    'answer': '(2)',
  },
  {
    'question':
        '事故の被害者の見舞いに行ったが、相手はほとんど口もきかず、まるで早く帰れと（ ）。 (1) 言いかねた (2) 言わんばかりだった',
    'answer': '(2)',
  },
  {
    'question':
        '相手の話も聞かずに自分の主張だけ通そうとするなんて、それはわがまま（ ）。 (1) ということではない (2) というからだ',
    'answer': '(4)',
  },
  {
    'question':
        '新しいダムの建設には住民の反対も大きい。国は計画を中止するとは（ ）、もう一度見直 さざるを得ないだろう。 (1) 言わないまでも (2) 言うまでもなく',
    'answer': '(1)',
  },
  {
    'question':
        '彼の給料は 1 か月 40 万円だ。それ（ ）私の給料はなんと安いことか。 (1) について (2) にそくして (3) にしたがい (4) にひきかえ',
    'answer': '(4)',
  },
  {
    'question':
        '末っ子の弟は甘やかされて育ったから、兄弟の中で一番わがままだ。気に入らないことを ちょっとでもされよう（ ）すぐに大声で泣き叫ぶ。 (1) ものを (2) ものなら (3) もので (4) ものだから',
    'answer': '(2)',
  },
  {
    'question':
        '両親は、息子に病院の跡を継いで医者になってほしいと思っているようだ。だが、親の希望 も（ ）、やはり本人の気持ちが第一だろう。 (1) さることながら (2) あるまじく',
    'answer': '(1)',
  },
  {
    'question':
        '当時は会社の経営が困難を極めた時代だった。そのため、父は責任者という立場（ ）寝る 時間も惜しんで働かなければならなかった。 (1) だけしか (2) にとって (3) にあって (4) ばかりか',
    'answer': '(3)',
  },
  {
    'question':
        '山田さんはもともと世話好きで、だれに対しても親切だ。そんな彼女の（ ）、困っている 友達をほうっておけなかったのだろう。 (1) わけだから (2) ものだから (3) ことだから (4) ところだから',
    'answer': '(3)',
  },
  {'question': '友人の（ ）に従ってよかった。 (1) 証言 (2) 申告 (3) 宣言 (4) 忠告', 'answer': '(4)'},
  {
    'question': 'この漫画は（ ）なところがおもしろい。 (1) バランス (2) アナウンス (3) ナンセンス (4) ニュアンス',
    'answer': '(3)',
  },
  {
    'question': '欠点というものは、まず本人がそれを（ ）しないと直せない。 (1) 向上 (2) 自覚 (3) 始末 (4) 処理',
    'answer': '(2)',
  },
  {
    'question': '彼がなぜそのような発言をしたのか、（ ）がわからない。 (1) 意志 (2) 意識 (3) 意図 (4) 意欲',
    'answer': '(3)',
  },
  {
    'question': 'みんなで協力して仕事をしたら、（ ）感が生まれた。 (1) 依存 (2) 共存 (3) 連帯 (4) 連続',
    'answer': '(3)',
  },
  {
    'question': '事故の（ ）を防ぐために様々な努力がなされている。 (1) 再現 (2) 再発 (3) 復活 (4) 復旧',
    'answer': '(2)',
  },
  {
    'question':
        'レストランで、隣の人がタバコをすっていたので、（ ）。 (1) くもりだった (2) くもった (3) け166むりだった (4) けむたかった',
    'answer': '(4)',
  },
  {
    'question': '熱があるのだろうか、体が（ ）。 (1) だるい (2) うつろだ (3) かすかだ (4) なさけない',
    'answer': '(1)',
  },
  {
    'question': 'この 10 年で情報（ ）がずいぶん発達した。 (1) 制 (2) 帯 (3) 派 (4) 綱',
    'answer': '(4)',
  },
  {
    'question': '商店街での駐車違反を厳しく（ ）ようになった。 (1) 取り消す (2) 取り組む (3) 取り締まる (4) 取り上げる',
    'answer': '(3)',
  },
  {
    'question': '彼は髪の毛を（ ）くせがある。 (1) いじる (2) つねる (3) いためる (4) かぶれる',
    'answer': '(1)',
  },
  {
    'question':
        '試験中に他人の答案を見ることを（ ）という。 (1) カンニング (2) スプリング (3) タイミング (4) トレーニング',
    'answer': '(1)',
  },
  {'question': '図書館の（ ）室で本を読む。 (1) 一覧 (2) 閲覧 (3) 回覧 (4) 観覧', 'answer': '(2)'},
  {
    'question': '中身がこぼれないように、ビンのふたを（ ）しめた。 (1) きっかり (2) きっちり (3) くっきり (4) じっくり',
    'answer': '(2)',
  },
  {
    'question': '佐藤さんは、おだやかで（ ）のある話し方をする人です。 (1) 気質 (2) 気性 (3) 気品 (4) 気分',
    'answer': '(3)',
  },
  {
    'question':
        '連休中、海や山は言うに（ ）、公園や博物館まで親子連れであふれていた。 (1) および (2) およんで (3) およばず (4) およばなくて',
    'answer': '(3)',
  },
  {
    'question': '新入社員（ ）、入社 8 年にもなる君がこんなミスをするとは信じられない。 (1) とすれば (2) ともなれば',
    'answer': '(4)',
  },
  {
    'question': '彼に一言でも（ ）、あっという間にうわさが広がってしまうだろう。 (1) 話そうとも (2) 話すにして',
    'answer': '(3)',
  },
  {
    'question':
        '彼女はここ 1 か月（ ）授業を休んでいる。 (1) としては (2) というもの (3) ともなると (4) としてみると',
    'answer': '(2)',
  },
  {
    'question': '私の妹は両親の反対（ ）結婚した。 (1) をおして (2) をおいて (3) につけても (4) にてらして',
    'answer': '(1)',
  },
  {
    'question':
        '皆の前でこれが正しいと言ってしまった（ ）、今さら自分が間違っていたとは言いにくい。 (1) てまえ (2) ものの (3) ところ (4) ままに',
    'answer': '(1)',
  },
  {
    'question': '部屋の中の物は、机（ ）いす（ ）、めちゃくちゃに壊されていた。 (1) によらず、によらず (2) というか、というか',
    'answer': '(3)',
  },
  {
    'question':
        '好きなことを我慢（ ）長生きしたいとは思わない。 (1) してまで (2) せずとも (3) させないで (4) されるくらい',
    'answer': '(1)',
  },
  {
    'question': '日本全国、その地方（ ）名産がある。 (1) なみに (2) ながらの (3) なりとも (4) ならではの',
    'answer': '(4)',
  },
  {
    'question':
        '周囲の人々の興奮（ ）、賞をもらった本人はいたって冷静だった。 (1) ときたら (2) かたがた (3) にひきかえ (4) のかぎりに',
    'answer': '(3)',
  },
  {
    'question': 'そのパソコン、捨てる（ ）私にください。 (1) のみか (2) もので (3) くらいなら (4) かいもなく',
    'answer': '(3)',
  },
  {
    'question': '新しい条約は、議会の承認を（ ）認められた。 (1) 経て (2) 機に (3) かねて (4) ひかえて',
    'answer': '(1)',
  },
  {
    'question': '彼のやったことは、人としてある（ ）残酷な行為だ。 (1) べき (2) まじき (3) ごとき (4) らしき',
    'answer': '(2)',
  },
  {
    'question':
        '皆さんお帰りになった（ ）、そろそろ会場を片づけましょう。 (1) ことに (2) ことで (3) ことだし (4) こととて',
    'answer': '(3)',
  },
  {
    'question':
        'いたずらをしていた生徒たちは、教師が来たと（ ）いっせいに逃げ出した。 (1) みるや (2) みたら (3) してみると (4) するならば',
    'answer': '(1)',
  },
  {
    'question':
        'こんな貴重な本は、一度手放した（ ）、二度と再びこの手には戻って来ないだろう。 (1) そばから (2) とたんに (3) ところで (4) がさいご',
    'answer': '(4)',
  },
  {
    'question': '昨日の飛行機事故は、世界中に衝撃（ ）伝えられた。 (1) めいて (2) をもって (3) なしには (4) にそくして',
    'answer': '(2)',
  },
  {
    'question': 'わざわざ（ ）、私は自分の責任を認めている。 (1) 言われるには (2) 言うにあたらず',
    'answer': '(4)',
  },
  {
    'question':
        '今日の会合には、どんな手段を（ ）時間どおりに到着しなければならない。 (1) 使いつつ (2) 使ってでも (3) 使ううちに (4) 使おうとして',
    'answer': '(2)',
  },
  {
    'question':
        '国会で法案を（ ）、首相は根回し工作を開始した。 (1) 通せばこそ (2) 通るまいと (3) 通さんがため (4) 通ろうとして',
    'answer': '(3)',
  },
  {
    'question':
        '子どもたちが学校へ通う道なのに、信号がないのは危険（ ）。 (1) しだいだ (2) にたえない (3) かぎりない (4) きわまりない',
    'answer': '(4)',
  },
  {
    'question': '世界的に有名な俳優と握手できたなんて、感激の（ ）。 (1) せいだ (2) ことだ (3) きわみだ (4) ところだ',
    'answer': '(3)',
  },
  {
    'question': 'ここ数年、この町の人口は減る（ ）。 (1) 上だ (2) 一方だ (3) 通168りだ (4) 代わりだ',
    'answer': '(2)',
  },
  {
    'question':
        'たった 1 回の授業では、とてもこの本の内容を説明（ ）。 (1) しうる (2) しそうだ (3) したはずだ (4) しきれない',
    'answer': '(4)',
  },
  {
    'question': '100 万円も払ってこんな役に立たない機械を買うのは君（ ）。 (1) だけのものだ (2) ほどのものだ',
    'answer': '(3)',
  },
  {
    'question': '戦争で多くの人が殺されているなんて、これが悲劇（ ）。 (1) でやまない (2) でなくてなんだろう',
    'answer': '(2)',
  },
  {
    'question': 'どのコンピューターにしたらよいか、なかなか一つには（ ）。 (1) 決めがたい (2) 決めかねない',
    'answer': '(1)',
  },
  {'question': '土地が高い都会では、家などそう簡単に手に入る（ ）。 (1) べきだ (2) べくもない', 'answer': '(2)'},
  {
    'question':
        'この交通事故の原因は、運転者が前をよく見ていなかったためだと（ ）。 (1) 見させる (2) 見えている (3) 見られている (4) 見させられる',
    'answer': '(3)',
  },
  {
    'question':
        '彼女は、何でもものごとを悪い方に考える（ ）。 (1) にあたる (2) きらいがある (3) にかたくない (4) 上でのことだ',
    'answer': '(2)',
  },
  {
    'question': '国の経済は、鉄道やトラックなどによる貨物の輸送に依存している。国全体に広がる交通網 （ ）、1 日たりとも成り立たない。',
    'answer': '(4)',
  },
  {
    'question':
        '彼は本当に仕事をする気があるのかどうか、疑いたくなる。遅刻はする、約束は忘れる、つ いには居眠り運転で事故を起こす（ ）。 (1) までだ (2) あげくだ (3) おかげだ (4) しまつだ',
    'answer': '(4)',
  },
  {
    'question':
        '友人の一人娘が結婚することになった。さぞ喜んでいるだろう（ ）、娘がいなくなるさび しさに、ため息ばかりついているそうだ。 (1) と思いきや (2) といえども (3) とばかりに (4) というもので',
    'answer': '(1)',
  },
  {
    'question':
        '私の家のまわりは、歴史のある神社やお寺が多く、海にも近いため、有名な観光地になって いる。休日ともなると、（ ）。 (1) ぜひ多くの人に遊びに来てほしい (2) 一日中人通りも少なく静かになる 169',
    'answer': '(4)',
  },
  {
    'question':
        '息子は、学校に行く際に、必ずと言っていいほど忘れ物をする。出かけたかと思うと（ ）。 (1) 忘れ物を届けに行く (2) すぐ忘れ物を取りに帰ってくる',
    'answer': '(2)',
  },
  {
    'question':
        '80 才の祖母は、この間階段で転んで足を痛め、歩くのが不自由になってしまった。（ ）、 全く歩けないということではないので、家事をするには問題ないとのことだ。 (1) とはいえ (2) それゆえに (3) だとしたら (4) それにしては',
    'answer': '(1)',
  },
  {
    'question': '彼女はいつもにこにこしていて（ ）がいい。 (1) 愛情 (2) 愛想 (3) 感情 (4) 感想',
    'answer': '(2)',
  },
  {
    'question': '家のローンの返済が家計を（ ）している。 (1) 圧縮 (2) 圧勝 (3) 圧迫 (4) 圧力',
    'answer': '(3)',
  },
  {
    'question': '彼女は自分には才能があると（ ）いる。 (1) ひやかして (2) おもむいて (3) うぬぼれて (4) あつらえて',
    'answer': '(3)',
  },
  {
    'question': '私の（ ）の関心は教育問題にある。 (1) 今更 (2) 最中 (3) 瞬間 (4) 目下',
    'answer': '(4)',
  },
  {
    'question': '私には履歴書に書けるような（ ）は何もない。 (1) 特技 (2) 特権 (3) 特産 (4) 特集',
    'answer': '(1)',
  },
  {
    'question': '両国は経済的に（ ）な関係がある。 (1) 精密 (2) 過密 (3) 密度 (4) 密接',
    'answer': '(4)',
  },
  {'question': '失敗から多くの（ ）を学んだ。 (1) 教科 (2) 教訓 (3) 教材 (4) 教習', 'answer': '(2)'},
  {
    'question': '彼、なかなか（ ）ね。まだあきらめずにがんばってるよ。 (1) だるい (2) でかい (3) しぶとい (4) たやすい',
    'answer': '(3)',
  },
  {
    'question': '子どもに見せたい（ ）な番組が少なくなった。 (1) 保健 (2) 壮健 (3) 健全 (4) 健在',
    'answer': '(3)',
  },
  {
    'question': '彼女のファッションはいつも（ ）だ。 (1) シック (2) センス (3) デザイン (4) フォーム',
    'answer': '(1)',
  },
  {
    'question': 'キャプテンにうまくチームを（ ）してほしい。 (1) アップ (2) オーバー (3) バック (4) リード',
    'answer': '(4)',
  },
  {
    'question':
        'せっかく「一緒に行こう」と言ったのに、（ ）断られた。 (1) ばかばかしく (2) そっけなく (3) す170まなく (4) いやしく',
    'answer': '(2)',
  },
  {
    'question':
        '彼はいつも聞かれたことにはっきり答えず、（ ）ことばかり言っている。 (1) あべこべな (2) あやふやな (3) だぶだぶな (4) ふわふわな',
    'answer': '(2)',
  },
  {
    'question': 'ゆり子さんは、後輩の（ ）をよく見てくれるやさしい人です。 (1) 面倒 (2) 世話 (3) 助け (4) 手伝い',
    'answer': '(1)',
  },
  {
    'question': 'その動物は人間に（ ）を加えることがある。 (1) 迫害 (2) 障害 (3) 災害 (4) 危害',
    'answer': '(4)',
  },
  {
    'question':
        '当社では学歴を（ ）多くの優秀な人材を集めるため、履歴書の学歴欄を廃止した。 (1) もって (2) 問わず (3) 皮切りに (4) こめて',
    'answer': '(2)',
  },
  {
    'question':
        '二酸化炭素を多く発生させている国の協力（ ）、温暖化を防ぐことはできないだろう。 (1) をひかえ (2) ぬきには (3) までなら (4) にひきかえ',
    'answer': '(2)',
  },
  {
    'question': 'アパートの住人が突然追い出される（ ）保護する必要がある。 (1) ことになるよう (2) ことのないよう',
    'answer': '(2)',
  },
  {
    'question': '周囲の人が反対（ ）、私の気持ちは変わらない。 (1) しないとばかりに (2) したそばから',
    'answer': '(3)',
  },
  {
    'question':
        '彼は会社勤めの（ ）、福祉活動に積極的に取り組んでいる。 (1) かたわら (2) あまり (3) うちに (4) いかんで',
    'answer': '(1)',
  },
  {'question': '厳しい経済状況（ ）、就職は非常に困難だった。 (1) ときたら (2) とおもいきや', 'answer': '(4)'},
  {
    'question':
        '国際政治の専門家（ ）、日々変化する世界情勢を分析するのは難しい。 (1) とあって (2) にしては (3) にかけては (4) といえども',
    'answer': '(4)',
  },
  {
    'question': '著名な画家の行方不明になっていた作品が発見（ ）、非常に喜ばしいことだ。 (1) されたとは (2) されては',
    'answer': '(1)',
  },
  {
    'question': '様々な苦難に（ ）、あきらめないで最後までやりぬいた。 (1) あいながらも (2) あわんがため',
    'answer': '(1)',
  },
  {
    'question':
        '先生方のご指導や友人の助け（ ）、論文を書き上げられなかっただろう。 (1) にもまして (2) のおかげで (3) の171いたりで (4) なしには',
    'answer': '(4)',
  },
  {
    'question':
        '私が事業で成功できたのは、自分（ ）工夫を重ねたからだと思います。 (1) とはいえ (2) にかかわり (3) なりに (4) なくして',
    'answer': '(3)',
  },
  {
    'question': 'ドアのところに私のかさを（ ）いいですか。 (1) 置かせてくださっても (2) お置きくださっても',
    'answer': '(3)',
  },
  {
    'question':
        'ウィルスの感染経路を明らかに（ ）調査が行われた。 (1) すまじと (2) すべく (3) するはおろか (4) すべからず',
    'answer': '(2)',
  },
  {'question': 'カメラマンは自らの命も（ ）戦場に向かった。 (1) かぎりに (2) すえに', 'answer': '(3)'},
  {
    'question':
        '部下を評価する立場になると、優しすぎる（ ）思い悩む人も少なくない。 (1) ほどには (2) 上には (3) とばかりに (4) がゆえに',
    'answer': '(4)',
  },
  {
    'question':
        '親の期待を（ ）、子供たちは毎日ゲームに熱中している。 (1) もとに (2) きっかけに (3) よそに (4) めぐって',
    'answer': '(3)',
  },
  {
    'question':
        '募金で集めたお金は 1 円（ ）無駄にできない。 (1) もかまわず (2) もそこそこに (3) かたがた (4) たりとも',
    'answer': '(4)',
  },
  {
    'question': '母は、ぼんやり、テレビを見るとも（ ）見ていた。 (1) なしに (2) なくて (3) ないで (4) ないと',
    'answer': '(1)',
  },
  {
    'question': '本のタイトルさえ分かれば、（ ）もあるのだが。 (1) 探そう (2) 探しよう (3) 探しそう (4) 探すよう',
    'answer': '(2)',
  },
  {'question': '一言も（ ）帰ってしまった。 (1) しゃベりもしないで (2) しゃべらなかったとて', 'answer': '(1)'},
  {
    'question': '私たちは、彼の突然の辞職に、戸惑いを（ ）。 (1) おぼえさせた (2) 余儀なくさせた',
    'answer': '(4)',
  },
  {
    'question':
        '自分の目で確かめない限り、そんな恐ろしいことは誰も（ ）。 (1) 信じまい (2) 信じかねない (3) 信じよう (4) 信じきれる',
    'answer': '(1)',
  },
  {
    'question': 'このような結果は十分予想できたことであり、驚くほどの（ ）。 (1) わけではない (2) ようではない',
    'answer': '(4)',
  },
  {
    'question': 'そんなに頼むのなら、その仕事を代わって（ ）。 (1) やらないものだ (2) やらないものでもない',
    'answer': '(2)',
  },
  {
    'question': 'あとは表紙をつけるだけだから、クラスの文集はもう（ ）。 (1) できないのも無理はない (2) できないも同然だ',
    'answer': '(4)',
  },
  {
    'question': 'どんなに安全な地域でも、ドアの鍵を二つつけるなど（ ）。 (1) 用心するにこしたことはない (2) 用心するにたりない',
    'answer': '(1)',
  },
  {
    'question': '事故はあまりにも突然で、私は何もできず、ただ（ ）。 (1) ぼう然とするまでもなかった (2) ぼう然としがちだった',
    'answer': '(3)',
  },
  {
    'question':
        '試験終了時間まであと数分だから、この問題にそんなに時間をかけては（ ）。 (1) かなわない (2) しかたがない (3) いられない (4) いなめない',
    'answer': '(3)',
  },
  {
    'question':
        '美しかった森林が、開発のためすべて切り倒され、見るに（ ）。 (1) たえない (2) たえる (3) たえていない (4) たえた',
    'answer': '(1)',
  },
  {
    'question':
        '健康的にやせるためには、薬をのんだり食事をぬいたりするより、まずよく体を動かす（ ）。 (1) 一方だ (2) ことだ (3) 限りだ (4) 始末だ',
    'answer': '(2)',
  },
  {
    'question':
        '今年は景気が非常に悪く、ボーナスが出なかった。しかし、給料がもらえる（ ）。 (1) だけましだ (2) までのことだ (3) かいがある (4) ほどではない',
    'answer': '(1)',
  },
  {
    'question':
        '多くの困難にも負けず、努力を続けている彼女はすばらしい。私は彼女の成功を（ ）。 (1) 願うわけにはいかない (2) 願ってやまない',
    'answer': '(2)',
  },
  {
    'question':
        '毎日遅くまで、必死に頑張る（ ）。そんなことをして、体をこわしては意味がない。 (1) べきだ (2) つもりだ (3) ことはない (4) にちがいない',
    'answer': '(3)',
  },
  {'question': '彼はいつも仕事が雑だ。間違いを（ ）。 (1) あげがたい (2) あげればきりがない', 'answer': '(2)'},
  {
    'question': 'この精密機械は水に弱い。水が（ ）。 (1) かかって当たり前だ (2) かかろうとも平気だ',
    'answer': '(4)',
  },
  {
    'question':
        '友だちが、余っていたコンサートの券を 1 枚くれた。それで、私は券を（ ）。 (1) 買わずにはいられなかった (2) 買わざるをえなかった',
    'answer': '(3)',
  },
  {
    'question': '昨日のゲームは後半に（ ）が一気に逆転した。 (1) 均衡 (2) 形勢 (3) 原形 (4) 平均',
    'answer': '(2)',
  },
  {
    'question': '裁判では、法律の（ ）な適用がなされなければならない。 (1) 過密 (2) 厳密 (3) 親密 (4) 精密',
    'answer': '(2)',
  },
  {
    'question':
        '電話をほかの人に（ ）ときには、かけてきた方の名前を必ず確認してください。 (1) 取り扱う (2) 取り組む (3) 取り次ぐ (4) 取り巻く',
    'answer': '(3)',
  },
  {
    'question': '台風の影響を（ ）受けて、収穫が激減した。 (1) いやに (2) かりに (3) もろに (4) やけに',
    'answer': '(3)',
  },
  {
    'question':
        'このカレンダーは雑誌の（ ）なので、これだけを買うことはできません。 (1) 登録 (2) 記録 (3) 目録 (4) 付録',
    'answer': '(4)',
  },
  {
    'question': 'レポートのために図書館から借りていた本を（ ）した。 (1) 返還 (2) 返却 (3) 返済 (4) 返品',
    'answer': '(2)',
  },
  {
    'question': 'みんなそろったのに（ ）な人がまだ来ない。 (1) 格別 (2) 肝心 (3) 貴重 (4) 重大',
    'answer': '(2)',
  },
  {
    'question':
        'このカメラは操作が（ ）ので、評判が悪かった。 (1) あつかましい (2) たくましい (3) ふさわしい (4) ややこしい',
    'answer': '(4)',
  },
  {
    'question': '転職の話があるが、今の職場に（ ）があってなかなか決心がつかない。 (1) 後悔 (2) 後退 (3) 未満 (4) 未練',
    'answer': '(4)',
  },
  {
    'question': 'これは日本文学について（ ）した本です。 (1) 概説 (2) 演説 (3) 閲覧 (4) 回覧',
    'answer': '(1)',
  },
  {
    'question': '今後とも（ ）、よろしくお願い申し上げます。 (1) 何だか (2) 何でも (3) 何とぞ (4) 何より',
    'answer': '(3)',
  },
  {
    'question':
        '大きいテーブルを買いたいけれど、この部屋には置く（ ）がない。 (1) スペース (2) ステージ (3) スタンド (4) スタジオ',
    'answer': '(1)',
  },
  {
    'question': '自分の経験だけですべてを判断するのは（ ）なことだ。 (1) おろか (2) かすか (3) のどか (4) はるか',
    'answer': '(1)',
  },
  {
    'question': '昨日はぐっすり眠れたので、今日は頭が（ ）いる。 (1) たえて (2) すえて (3) さえて (4) うえて',
    'answer': '(3)',
  },
  {
    'question': '同じ英語（ ）の国といっても、そこで使われている英語はさまざまだ。 (1) 圏 (2) 産 (3) 界174 (4) 派',
    'answer': '(1)',
  },
  {
    'question':
        '水を（ ）にして、歯を磨くのはもったいないですよ。 (1) 出しがてら (2) 出しっぱなし (3) 出すほど (4) 出すのみ',
    'answer': '(2)',
  },
  {
    'question':
        'この試験は非常に難しく、私も 4 回目（ ）ようやく合格できた。 (1) にして (2) におうじて (3) にしたがい (4) にくわえ',
    'answer': '(1)',
  },
  {
    'question': '外国語教育について、政府の方針に（ ）計画を立てた。 (1) ついだ (2) 至った (3) 即した (4) 比した',
    'answer': '(3)',
  },
  {
    'question':
        '当劇団は評判がよく、明日の公演を（ ）今年は 10 都市をまわる予定である。 (1) かわきりに (2) かえりみず (3) 前にして (4) 禁じえず',
    'answer': '(1)',
  },
  {
    'question':
        '最近の若い親と（ ）子どもが電車の中で騒いでいても、ちっとも注意しようとしない。 (1) あれば (2) いえども (3) ばかりに (4) きたら',
    'answer': '(4)',
  },
  {
    'question':
        'お忙しい（ ）、恐れ入りますが、どうかよろしくお願い申し上げます。 (1) ところを (2) ものを (3) とさを (4) ことを',
    'answer': '(1)',
  },
  {
    'question':
        '1 年に 1 回ぐらい（ ）こんなにしょっちゅう停電するようでは、普段の生活にもさしつか える。 (1) ならまだしも (2) ともなると',
    'answer': '(1)',
  },
  {
    'question':
        'こうして私たちが商売を続けられるのも、お客様（ ）のものと感謝しております。 (1) だって (2) あって (3) かぎり (4) ばかり',
    'answer': '(2)',
  },
  {
    'question': 'こんなに騒がしい部屋では、赤ん坊を（ ）寝かせられない。 (1) 寝かせるかたわら (2) 寝かせつつも',
    'answer': '(4)',
  },
  {
    'question': 'この道具を一度（ ）、あまり便利さに手放せなくなってしまった。 (1) 使わないにしろ (2) 使っただけあって',
    'answer': '(3)',
  },
  {
    'question':
        '今年は、息子の結婚、孫の誕生と、めでたいこと（ ）一年だった。 (1) まみれの (2) ずくめの (3) めいた (4) っぽい',
    'answer': '(2)',
  },
  {
    'question':
        '大学生の就職は、今年は去年（ ）さらに厳しい状況になることが予想される。 (1) にからんで (2) にかかわらず (3) にのっとって (4) にもまして',
    'answer': '(4)',
  },
  {
    'question':
        '電車が駅に止まり、ドアが開く（ ）彼は飛び出していった。 (1) ことなしに (2) やいなや (3) ともなしに (4) におよんで',
    'answer': '(2)',
  },
  {
    'question':
        '暑い日に草むしりをしていたら、汗が滝（ ）流れてきた。 (1) のごとく (2) なりに (3) ら175しく (4) じみて',
    'answer': '(1)',
  },
  {
    'question':
        '腰に痛みがあると、運動（ ）日常生活でもいろいろ不便なことが多い。 (1) をよそに (2) はどうあれ (3) をふまえて (4) はおろか',
    'answer': '(4)',
  },
  {
    'question': '彼はたび重なる困難を（ ）、前に進んでいった。 (1) こめて (2) とわず (3) ものともせず (4) たよりに',
    'answer': '(3)',
  },
  {
    'question':
        '会社名が変わるのを（ ）社員の制服も新しくすることが決められた。 (1) めぐって (2) 越えて (3) おいて (4) 契機に',
    'answer': '(4)',
  },
  {
    'question':
        '好きなことを職業にする人が多いが、私は映画が（ ）職業にはしないことにした。 (1) 好きだからこそ (2) 好きなわりには',
    'answer': '(1)',
  },
  {
    'question': '国会議員（ ）、公務員（ ）、税金は納めなければならない。 (1) というか、というか (2) だろうが、だろうが',
    'answer': '(2)',
  },
  {
    'question':
        '留学する（ ）、勉強だけでなく、その国の文化を学んだり交流をしたりしたいと思う。 (1) 一方で (2) あげくに (3) 以上は (4) 末には',
    'answer': '(3)',
  },
  {
    'question':
        '小学校からずっと仲のよかった彼女が遠くに引っ越すのは、寂しい（ ）。 (1) ほかない (2) に限る (3) 限りだ (4) にほかない',
    'answer': '(3)',
  },
  {
    'question': '台風の被害にあった人々のため、一日も早い生活環境の整備を（ ）。 (1) 願っていられない (2) 願うわけでもない',
    'answer': '(4)',
  },
  {
    'question':
        '首相が誰になるかは、日本の将来（ ）ことだ。 (1) に基づく (2) にかかわる (3) にかたくない (4) に相違ない',
    'answer': '(2)',
  },
  {
    'question': 'この地域の再開発に自分がかかわることになろうとは（ ）。 (1) 想像すらしていなかった (2) 想像することができた',
    'answer': '(1)',
  },
  {
    'question':
        'この作品の芸術的価値は高く、十分、今回の展覧会に出品する（ ）。 (1) にとどまる (2) にすぎない (3) にたる (4) にこたえる',
    'answer': '(3)',
  },
  {
    'question':
        '就職が決まらなくても困らない。アルバイトをして生活する（ ）。 (1) までだ (2) かわりだ (3) とおりだ (4) ほどだ',
    'answer': '(1)',
  },
  {
    'question': '新しく来たコーチに対する彼の態度は、コーチとして認めないと（ ）。 (1) 言うまでもない (2) 言いがたい',
    'answer': '(3)',
  },
  {
    'question':
        '君たちが成功するかどうかは、与えられたチャンスをどう使うかに（ ）。 (1) たえない (2) かかっている (3) かなっている(4) あたらない',
    'answer': '(2)',
  },
  {
    'question': '地元の住民の反対を無視した開発は（ ）。 (1) 進めずにおくものか (2) 進めるべきだ',
    'answer': '(4)',
  },
  {
    'question': '国際交流を進めるには、相手を理解しようとする姿勢（ ）。 (1) は否めない (2) をかえりみない',
    'answer': '(3)',
  },
  {
    'question': '最近の祭りは以前ほど活気がなくなってきた。仕事を（ ）行く必要はないだろう。 (1) 休むことなく (2) 休まないで',
    'answer': '(4)',
  },
  {
    'question':
        '政治家は国民全体の利益を考えるべきだ。自分の利益のために法律を変える（ ）。 (1) ことにしくはない (2) ことがあってはならない',
    'answer': '(2)',
  },
  {
    'question':
        '複雑なニュースでもできるだけわかりやすく解説する工夫が必要だ。ともすれば（ ）。 (1) ニュースもわかりやすくしすぎてしまう (2) ニュースは早く伝えすぎることはない',
    'answer': '(3)',
  },
  {
    'question':
        '私は医者として、できるだけ患者の不安や悩みを聞き、患者が安心して医療を受けられるよ う努力している。しかし、そこまでせずに（ ）。 (1) 薬を飲まない患者もいる (2) 薬だけ出して済ませる医者もいる (3) (4)',
    'answer': '(2)',
  },
  {
    'question':
        '航空、レジャー関連企業が若者に人気があるという。海外旅行が珍しい時代ではあるまいし （ ）。 (1) どうして若者はそういった企業に行きたがるのだろうか (2) 若者は、海外へあこがれる気持ちが強いのだろう',
    'answer': '(1)',
  },
  {
    'question':
        '週末にはドライブ（ ）、新しい博物館まで行ってみようと思う。 (1) なりに (2) がてら (3) が177ちに (4) ながら',
    'answer': '(2)',
  },
  {
    'question':
        '授業終了のベルを聞くが（ ）、生徒たちは教室を飛び出していった。 (1) 早くて (2) 早いか (3) 早くも (4) 早ければ',
    'answer': '(2)',
  },
  {
    'question':
        '出席状況、学業成績（ ）、奨学金の支給を停止することもある。 (1) のいかんでは (2) のきわみで (3) といえども (4) としたって',
    'answer': '(1)',
  },
  {
    'question':
        '親友は、細かい事情を聞くこと（ ）、私にお金を貸してくれた。 (1) ないで (2) なくて (3) なしに (4) ないか',
    'answer': '(3)',
  },
  {
    'question':
        '指示のとおりにやる（ ）やったが、結果が出るかどうが自信がない。 (1) だけは (2) だけに (3) だけこそ (4) だけさえ',
    'answer': '(1)',
  },
  {
    'question':
        '100 キロ（ ）荷物を 3 階まで運ぶには足腰の強い人が 3 人は必要だ。 (1) でもない (2) しかない (3) までなる (4) からある',
    'answer': '(4)',
  },
  {
    'question': 'みんなの前で派手に転んで、恥ずかしい（ ）なかった。 (1) っきゃ (2) っては (3) ったら (4) ってのに',
    'answer': '(3)',
  },
  {
    'question':
        '証拠となる書類が発見される（ ）、彼はやっと自分の罪を認めた。 (1) につけ (2) にいたって (3) ついでに (4) からには',
    'answer': '(2)',
  },
  {
    'question': '外交官としてどう対処するべきか、彼女は身を（ ）示した。 (1) かかげて (2) うけて (3) こめて (4) もって',
    'answer': '(4)',
  },
  {
    'question':
        '採用の条件には合わないけれど、（ ）もともとだから、この会社に履歴書を出してみよう。 (1) だめが (2) だめな (3) だめに (4) だめで',
    'answer': '(4)',
  },
  {
    'question': 'あの日の記憶を（ ）ものなら消してしまいたい。 (1) 消そう (2) 消す (3) 消せる (4) 消した',
    'answer': '(3)',
  },
  {
    'question':
        '人気俳優が来ると（ ）、このイベントのチケットはあっという間に売り切れた。 (1) あって (2) あれば (3) 思いきや (4) 思えば',
    'answer': '(1)',
  },
  {
    'question': 'プロのコックとは（ ）、彼の料理の腕はなかなかのものだ。 (1) 言わないまでも (2) 言うまでも',
    'answer': '(1)',
  },
  {
    'question':
        '一人であんな危険な場所へ行くとは、無茶（ ）、無知（ ）、とにかく私には理解でき ない。 (1) といい、といい (2) といわず、といわず',
    'answer': '(3)',
  },
  {'question': '一流になるためには、（ ）努力が必要だ。 (1) 絶えざる (2) 絶えうる', 'answer': '(1)'},
  {
    'question': '大寺院の本格的な修理（ ）、かかる経費も相当なものだろう。 (1) をかえりみず (2) ともすると',
    'answer': '(4)',
  },
  {
    'question':
        'いなくなったペットを懸命に探したが、結局、その行方は（ ）じまいだった。 (1) わかる (2) わからぬ (3) わからない (4) わからず',
    'answer': '(4)',
  },
  {
    'question':
        '検査を受けていればすぐに治った（ ）、痛みを我慢して検査に行かなかったことが悔やま れる。 (1) ものに (2) ものを (3) ものやら (4) ものか',
    'answer': '(2)',
  },
  {
    'question':
        '的確かどうかわかりませんが、この問題について私（ ）考えを述べたいと思います。 (1) しだいの (2) なりの (3) ずくめの (4) ぎみの',
    'answer': '(2)',
  },
  {'question': '天まで届け（ ）、声をかぎりに歌った。 (1) っぱなしで (2) というところが', 'answer': '(3)'},
  {
    'question': '日本滞在経験のある彼だが、日本語でできるのはあいさつや自己紹介（ ）。 (1) といってはいられない (2) というほどだ',
    'answer': '(3)',
  },
  {
    'question': '食事をしているときまで、他人のたばこの煙を吸わされるのは、迷惑（ ）。 (1) きわまりない (2) きわまらない',
    'answer': '(1)',
  },
  {
    'question':
        '人は年をとると、周りの人の忠告に耳を貸さなくなる（ ）。 (1) きざしがある (2) あてがある (3) みこみがある (4) きらいがある',
    'answer': '(4)',
  },
  {
    'question': 'こんなに弱い選手ばかりでは、次の試合に（ ）。 (1) 勝たずにはおかない (2) 勝つにはおよばない',
    'answer': '(3)',
  },
  {'question': '遅刻ならともかく、無断欠勤（ ）。 (1) などもってのほかだ (2) は何よりだ', 'answer': '(1)'},
  {
    'question':
        'あの企業が相手では、高層ビル建設の反対運動をしたところで、建設の計画は中止に（ ）。 (1) なるだろう (2) ならないだろう',
    'answer': '(2)',
  },
  {
    'question':
        '身体を鍛えようとジョギングを始めたが、走りすぎて膝（ひざ）を痛めてしまい、病院に通う （ ）。 (1) 結果だ (2) 始末だ (3) 一方だ (4) のみだ',
    'answer': '(2)',
  },
  {
    'question': '大変な困難を伴う仕事だが、夜を徹して行えば、できない（ ）。 (1) ものでもない (2) ではいられない',
    'answer': '(1)',
  },
  {
    'question': 'あんなに巨大な建物を大昔の人が造ったとは、不思議としか（ ）。 (1) 言うにちがいない (2) 言うほどではない',
    'answer': '(4)',
  },
  {
    'question': '野菜の輸入規制の緩和は農業政策の根本に（ ）。 (1) たえない (2) かかわる (3) かぎる (4) かなわない',
    'answer': '(2)',
  },
  {
    'question':
        'これからは、人はみな自分の健康は自分で管理しなければならない。子どもといえど（ ）。 (1) 親の責任だ (2) 健康でない',
    'answer': '(3)',
  },
  {
    'question':
        '山口「就職するんだったら、やっぱり社会的に信用のある大きい会社がいいな。」田中「そう はいっても（ ）。」 (1) 大きい会社なら、信用があるだろう。 (2) 小さい会社は給料が安いからね。',
    'answer': '(4)',
  },
  {
    'question': '社長のスピーチ、早く（ ）。いつも長くて困るよ。 (1) 終わらないかな (2) 終わろうかな',
    'answer': '(1)',
  },
  {
    'question':
        '彼女は若いときに両親を亡くし、20 代で父親の工場を継いで、倒産の危機に出会う経験をし た。（ ）、工場経営の厳しさを知り尽くしている。 (1) それをよそに (2) それにひきかえ',
    'answer': '(4)',
  },
  {
    'question': '当ホテルは盗難についての責任を（ ）。貴重品は各自で保管してください。 (1) 負わずにいられません (2) 負いかねます',
    'answer': '(2)',
  },
  {
    'question': '教授の助言（ ）、この研究の成功はなかった。 (1) なくして (2) ならでは (3) に180あって (4) によらず',
    'answer': '(1)',
  },
  {
    'question':
        '悲惨な事故（ ）、安全のための管理体制がいっそう強化された。 (1) を掲げて (2) を契機として (3) にも増して (4) に先立って',
    'answer': '(2)',
  },
  {
    'question': '先日提出された調査報告書は信頼（ ）ものではなかった。 (1) にむく (2) に足る (3) を通す (4) を込めた',
    'answer': '(2)',
  },
  {
    'question':
        '最近は多忙で、旅行（ ）コンサートに行く暇もない。 (1) どころか (2) に際して (3) からすると (4) もかまわず',
    'answer': '(1)',
  },
  {
    'question': 'ゴミを減らすためには、市や町の取り組み（ ）、個人の心がけもやはり大切だ。 (1) もなにも (2) をなかばに',
    'answer': '(4)',
  },
  {
    'question': '現在の状況（ ）、今後の計画を考え直す必要がある。 (1) もがな (2) とみるや (3) に及ばず (4) を踏まえて',
    'answer': '(4)',
  },
  {
    'question':
        '店には多くの魅力的な品が並んでいたが、いざ買う（ ）なかなか決心がつかなかった。 (1) より (2) あまり (3) につれ (4) となると',
    'answer': '(4)',
  },
  {
    'question':
        '寺の入り口に「ここより中には（ ）」と書かれていたので、見学はあきらめるしかなかった。 (1) 入るべし (2) 入るべからず (3) 入りかねる (4) 入りかねない',
    'answer': '(2)',
  },
  {
    'question':
        '退職前の慌しい生活（ ）、今の生活はのんびりしている。まるで夢のようだ。 (1) ぬきには (2) といったら (3) にひきかえ (4) はもとより',
    'answer': '(3)',
  },
  {
    'question': '誰が何と（ ）、私の決意は変わりません。 (1) 言おうと (2) 言いながら (3) 言うおかげで (4) 言ったはずで',
    'answer': '(1)',
  },
  {
    'question':
        '取引先の担当者からスケジュールの調整をしたい（ ）連絡を受けた。 (1) との (2) ものの (3) ように (4) ばかりに',
    'answer': '(1)',
  },
  {
    'question': '観客は彼女の優美（ ）大胆な演技に感動した。 (1) なりの (2) にして (3) ゆえの (4) をおいて',
    'answer': '(2)',
  },
  {
    'question':
        '急速な少子化は、高齢者の増加（ ）、日本の人口構造を大きく変えてきている。 (1) と言えば (2) とあいまって (3) をかわきりに (4) をきっかけに',
    'answer': '(2)',
  },
  {
    'question':
        '遭難しても、チョコレートが 1 枚あれば数日間生きられるという話を（ ）、登山には必ず チョコレートを持って行くようにしている。 (1) 聞いたところで (2) 聞いたかと思うと',
    'answer': '(3)',
  },
  {
    'question': 'あの人は周囲の心配を（ ）、好き勝手に振る舞っている。 (1) へて (2) もって (3) よそに (4) たよりに',
    'answer': '(3)',
  },
  {
    'question':
        'あわや大事故になる（ ）だったが、幸い負傷者は出ずにすんだ。 (1) はず (2) べき (3) も181の (4) ところ',
    'answer': '(4)',
  },
  {
    'question':
        '彼の言動は社会人として（ ）もので、とうてい許すことはできない。 (1) あろう (2) あるべき (3) あるまじき (4) あるような',
    'answer': '(3)',
  },
  {
    'question': '壁の時計が斜めになっていたので（ ）、かえって曲がってしまった。 (1) 掛け直したら (2) 掛け直しつつ',
    'answer': '(1)',
  },
  {
    'question':
        '所得が低い人には、税の負担を軽くするなどの措置がとられて（ ）。 (1) もともとだ (2) しかるべきだ (3) 極まりない (4) やまない',
    'answer': '(2)',
  },
  {
    'question': 'こんな複雑な書類を何十枚も書かなきゃいけないなんて、面倒くさい（ ）。 (1) わけがない (2) ったらない',
    'answer': '(2)',
  },
  {
    'question': '学生時代、奨学金がもらえてどれほど助かった（ ）。 (1) はずだ (2) ものだ (3) ことか (4) のみか',
    'answer': '(3)',
  },
  {
    'question':
        '子ども「自分のパソコンが欲しいよ。ねえ、駄目？」母親「ゲームじゃなくて勉強に使うん なら、（ ）けど。」 (1) 考えようにも考えられない (2) 考えなくもない',
    'answer': '(2)',
  },
  {
    'question': 'つらい治療に耐え、病気を克服することができたのは、家族の励ましが（ ）。 (1) あってのことだ (2) あるかのようだ',
    'answer': '(1)',
  },
  {
    'question':
        '奥様がお亡くなりになったと伺って、悲しみ（ ）。 (1) というほどのものではありません (2) といってさしつかえありません',
    'answer': '(4)',
  },
  {
    'question': '不正な取引が明らかになり、その取引に関わった会社役員は辞職（ ）。 (1) を禁じえなかった (2) を余儀なくされた',
    'answer': '(2)',
  },
  {
    'question':
        'たった 3 歳でこんなに難しい曲を演奏してしまうとは、これが天才（ ）。 (1) でなくてなんだろう (2) ですらないだろう',
    'answer': '(1)',
  },
  {
    'question': 'おもしろいと言われたからといって、同じ冗談を何度も（ ）。 (1) 聞かせてもらいたい (2) 聞かせてしまおう',
    'answer': '(4)',
  },
  {
    'question':
        '彼なりにできるかぎりの努力をしたのだから、いい結果を出せなかったとしても、非難（ ）。 (1) するにはあたらない (2) するよりほかない',
    'answer': '(1)',
  },
  {
    'question': '私は率直な感想を（ ）です。特定の人を批判する意図はありません。 (1) 述べるのももっとも (2) 述べるかのごとき',
    'answer': '(4)',
  },
  {
    'question':
        'まったく、うちの犬（ ）！泥棒が入ってきても、寝ていたんですよ。 (1) となると (2) とみるや (3) ときたら (4) とあれば',
    'answer': '(3)',
  },
  {
    'question':
        '最近の電化製品は機能が多すぎる。開発者たち（ ）、すべての機能が必要とは思わないの ではないか。 (1) やら (2) とて (3) たれば (4) ならでは',
    'answer': '(2)',
  },
  {
    'question':
        '現代の若者は、子どもの時からテレビやインターネットなどでさまざまな情報に接する機会 が多い。その反面、（ ）。 (1) 親は子どもの世話をテレビに任せている。 (2) 子どもの数が減っていることが心配されている。',
    'answer': '(3)',
  },
  {
    'question':
        'ビデオカメラの調子が悪いので、メーカーに電話した。すると、言葉づかいは丁寧だったが、 （ ）と言わんばかりだった。 (1) 私の使い方が悪い (2) 商品の品質がよくない',
    'answer': '(1)',
  },
  {
    'question': '試験の後で問題用紙も（ ）します。 (1) 没収 (2) 領収 (3) 徴収 (4) 回収',
    'answer': '(4)',
  },
  {
    'question': '依頼されても無理なことなら（ ）断ったほうがいい。 (1) じっくり (2) げっそり (3) きっぱり (4) くっきり',
    'answer': '(3)',
  },
  {
    'question': '我が社もこれからの時代に対応すべく、経営を（ ）するべきだ。 (1) 革新 (2) 革命 (3) 改修 (4) 改定',
    'answer': '(1)',
  },
  {
    'question':
        'これはきびしい意見かもしれませんが、（ ）言わせていただきます。 (1) かつて (2) あえて (3) まして (4) せめて',
    'answer': '(2)',
  },
  {
    'question': '彼は政府は経済活動に（ ）しすぎてはいけないと考えている。 (1) 侵入 (2) 潜入 (3) 加入 (4) 介入',
    'answer': '(4)',
  },
  {
    'question': '教師の努力により生徒の学力が（ ）した。 (1) 偏向 (2) 向上 (3) 進183化 (4) 推進',
    'answer': '(2)',
  },
  {
    'question': '彼女は重大な秘密を私に（ ）。 (1) はたした (2) つくした (3) あかした (4) すました',
    'answer': '(3)',
  },
  {
    'question': 'エネルギーの確保は多くの国で（ ）な問題になっている。 (1) 迅速 (2) 厳重 (3) 極端 (4) 切実',
    'answer': '(4)',
  },
  {
    'question': '説明書の（ ）のとおりにやれば、だれでも簡単にできる。 (1) 手数 (2) 手順 (3) 手芸 (4) 手記',
    'answer': '(2)',
  },
  {'question': '彼は初めて会った人にも（ ）接する。 (1) なれなれしく (2) けがらわしく', 'answer': '(1)'},
  {
    'question':
        '彼女の話はおもしろいが、（ ）があるので、どこまで本当かわからない。 (1) 拡大 (2) 膨張 (3) 拡散 (4) 誇張',
    'answer': '(4)',
  },
  {
    'question':
        'その選手は小柄だが、相手に向かっていく（ ）があるよい選手だ。 (1) タイミング (2) ベスト (3) ファイト (4) フォーム',
    'answer': '(3)',
  },
  {
    'question': '社員の仕事に対する（ ）を高めるためにはどうすればよいだろうか。 (1) 意地 (2) 意欲 (3) 意義 (4) 意図',
    'answer': '(2)',
  },
  {
    'question':
        'ねずみが（ ）動き回るので、捕まえるのが大変だった。 (1) すばしこく (2) とうとく (3) なまぐさく (4) ひさしく',
    'answer': '(1)',
  },
  {
    'question': 'あの人は生け花の（ ）があります。 (1) 心得 (2) 心理 (3) 心掛け (4) 心構え',
    'answer': '(1)',
  },
  {
    'question':
        '近くに用事があったものですから、先日のお礼（ ）伺いました。 (1) につき (2) ゆえに (3) かたがた (4) と言わず',
    'answer': '(3)',
  },
  {
    'question': '医者は手術の間、一瞬（ ）気が抜けない。 (1) たりとも (2) どころか (3) のみか (4) までも',
    'answer': '(1)',
  },
  {
    'question':
        '国民の生活をよりよいものにすること、それが政治家（ ）者の使命だと考えます。 (1) ある (2) する (3) たる (4) よる',
    'answer': '(3)',
  },
  {
    'question': '彼は自らのつらい体験を涙（ ）語った。 (1) がちで (2) ながらに (3) におよんで (4) はもとより',
    'answer': '(2)',
  },
  {
    'question':
        '友人の家でごちそうになった料理は、家庭料理（ ）素朴な味わいだった。 (1) めく (2) ごとき (3) ばかりか (4) ならではの',
    'answer': '(4)',
  },
  {
    'question': 'どのような困難な状況に（ ）あきらめてはいけない。 (1) つけて (2) とって (3) あっても (4) かけても',
    'answer': '(3)',
  },
  {
    'question': '彼女の働きがあれば（ ）、計画が順調に進んでいるのだ。 (1) こそ (2) しか (3) す184ら (4) だけ',
    'answer': '(1)',
  },
  {
    'question':
        '借金（ ）遊びに行ったと聞いて、あきれてしまった。 (1) してまで (2) せずとも (3) にからんで (4) とあいまって',
    'answer': '(1)',
  },
  {
    'question': '小学生（ ）、大学生がこんな簡単な計算ができないなんて信じられない。 (1) ともなれば (2) にさきがけて',
    'answer': '(4)',
  },
  {
    'question':
        '悲惨な子どもたちの姿を見たの（ ）、この支援活動を始めたのです。 (1) に関して (2) を除いて (3) もかまわず (4) がきっかけで',
    'answer': '(4)',
  },
  {
    'question': '検査の結果が（ ）次第、ご連絡いたします。 (1) わかる (2) わかり (3) わかって (4) わかった',
    'answer': '(2)',
  },
  {
    'question':
        '信用というものは、いったん失った（ ）、取り戻すのは難しい。 (1) 末に (2) が最後 (3) ものの (4) とみるや',
    'answer': '(2)',
  },
  {
    'question': 'うそをつくことは、どんな理由（ ）許されない。 (1) だに (2) であれ (3) ならば (4) にてらし',
    'answer': '(2)',
  },
  {
    'question': '仕事がたまっていて、連休と（ ）毎日出社しなければならない。 (1) いえども (2) いえれば',
    'answer': '(1)',
  },
  {
    'question':
        '普段はおとなしい彼があんなに怒る（ ）、よほどひどいことをいわれたのだろう。 (1) とは (2) ときたら (3) といっては (4) とばかりに',
    'answer': '(1)',
  },
  {
    'question':
        '電車の窓から外を見る（ ）見ていたら、高校時代の同級生の姿が目に入った。 (1) かたわら (2) ともなく (3) につれて (4) のみならず',
    'answer': '(2)',
  },
  {
    'question': '新聞には、事実（ ）、正確な情報を提供してほしい。 (1) ばりに (2) とあって (3) に即して (4) をよそに',
    'answer': '(3)',
  },
  {
    'question':
        'その会社は、先週発表した新型車を（ ）、次々と新しい車を発表するそうだ。 (1) おいて (2) もって (3) かぎりに (4) かわきりに',
    'answer': '(4)',
  },
  {'question': '夢を（ ）、日々努力している。 (1) かなえるまいと (2) かなえるまじく', 'answer': '(3)'},
  {
    'question':
        '応援の（ ）、私のクラスのチームは一勝もできなかった。 (1) 反面 (2) おりから (3) こととて (4) かいもなく',
    'answer': '(4)',
  },
  {
    'question':
        '自分の作品がこんなに大勢の人に評価されるとは、本当にうれしい（ ）。 (1) きりだ (2) かぎりだ (3) ほ185どだ (4) くらいだ',
    'answer': '(2)',
  },
  {
    'question': 'その会社の業績が上がったのは、経営改革の成果と（ ）。 (1) 言わずじまいだ (2) 言ってやまない',
    'answer': '(4)',
  },
  {
    'question': '彼女は、自分の考えをはっきり主張する点はいいのだが、すこし頑固な（ ）。 (1) ところがある (2) はずがない',
    'answer': '(1)',
  },
  {
    'question':
        'どんなに美しい花でも、散ってしまえば（ ）。 (1) これまでだ (2) それまでだ (3) それからだ (4) これからだ',
    'answer': '(2)',
  },
  {
    'question':
        'このまま海面の上昇が続けば、これらの島々が海の中に沈んでしまうことも（ ）。 (1) ありうる (2) ありえない (3) しうる (4) しえない',
    'answer': '(1)',
  },
  {
    'question': '異文化間の交流には、相手を理解しようと言う姿勢（ ）。 (1) をものともしない (2) のままだ',
    'answer': '(4)',
  },
  {
    'question': 'その器具は確かに便利そうだが、なくても困らないのだから、わざわざ買う（ ）。 (1) ところだ (2) ことだ',
    'answer': '(4)',
  },
  {
    'question': '先生、最近あまりお会いしていませんが、お元気でお過ごしのこと（ ）。 (1) としか存じません (2) を存じます',
    'answer': '(3)',
  },
  {
    'question': '私の店はまだ有名ではないが、いずれは皆に「この店は最高だ」と（ ）。 (1) 言ったとおりだ (2) 言うはずもない',
    'answer': '(3)',
  },
  {
    'question': '「まあ、なんてきれいな夕焼けだ（ ）。」 (1) こと (2) かしら (3) もの (4) かな',
    'answer': '(1)',
  },
  {
    'question': 'この燃料は、空気も汚さないし、費用も安く抑えられる。本当にいいこと（ ）。 (1) だけではすまない (2) きわまる',
    'answer': '(3)',
  },
  {
    'question': 'そんな遠い店まで買いに行く（ ）よ。電話で注文すればすぐ届くんだから。 (1) 始末だ (2) よりほかない',
    'answer': '(4)',
  },
  {
    'question':
        '学校を休んでいる友達に何度も電話をしたが通じない。何かあったのか、（ ）。 (1) 心配してはいない (2) 心配でならない',
    'answer': '(2)',
  },
  {
    'question':
        '現代は物質的に豊かになっている。だから、ものの大切さがわからない若者が（ ）。 (1) 増えてもやむを得ない (2) 増えてはかなわない',
    'answer': '(1)',
  },
  {
    'question':
        '石油の値段が上がったために、我が社の業績は下がった。しかし、（ ）だけまだましだ。 (1) 利益にならない (2) 損失が出ない',
    'answer': '(2)',
  },
  {
    'question': 'この会社は、去年（ ）された新しい会社です。 (1) 確立 (2) 自立 (3) 樹立 (4) 設立',
    'answer': '(4)',
  },
  {
    'question': 'その遺跡の発見は，これまでの古代史の定説を（ ）ものだった。 (1) 反る (2) 繕う (3) 断つ (4) 覆す',
    'answer': '(4)',
  },
  {
    'question':
        'あの時近くに医者がいなかったら，彼は（ ）になっていたかもしれない。 (1) 手遅れ (2) 手当て (3) 手違い (4) 手直し',
    'answer': '(1)',
  },
  {
    'question':
        '新しい（ ）のために，家畜が死んだというニュースが流れた。 (1) ブラウス (2) サイクル (3) ウイルス (4) アクセル',
    'answer': '(3)',
  },
  {
    'question':
        'よくそんな（ ）ことばかり言えるねえ。 (1) はかばかしい (2) ばかばかしい (3) はなはだしい (4) はなばなしい',
    'answer': '(2)',
  },
  {
    'question': 'お世話になった恩人を心を込めて（ ）。 (1) もらした (2) もてなした (3) もたらした (4) もがいた',
    'answer': '(2)',
  },
  {
    'question': 'ずいぶん歩きましたね。ここでちょっと（ ）入れましょうか。 (1) 一括 (2) 一気 (3) 一息 (4) 一言',
    'answer': '(3)',
  },
  {
    'question': '昔は食料が少なかったためか、体つきが（ ）な人が多かった。 (1) 貧弱 (2) 陰湿 (3) 貧乏 (4) 陰気',
    'answer': '(1)',
  },
  {
    'question': 'この寺院は、現在屋根の（ ）工事が進められている。 (1) 改修 (2) 改定 (3) 改正 (4) 改革',
    'answer': '(1)',
  },
  {
    'question':
        'この国は、いろいろな分野において近年（ ）発展している。 (1) やかましく (2) なやましく (3) かしましく (4) めざましく',
    'answer': '(4)',
  },
  {
    'question': '暇だったので、公園を（ ）してきました。 (1) ずるずる (2) くるくる (3) ち187らちら (4) ぶらぶら',
    'answer': '(4)',
  },
  {
    'question':
        '二晩徹夜して、（ ）課題のレポートを書き上げることができた。 (1) どんなに (2) なにより (3) どうにか (4) なんだか',
    'answer': '(3)',
  },
  {
    'question': 'CD などの工業製品は、大きさや形状などの（ ）が統一されている。 (1) 規制 (2) 規格 (3) 規約 (4) 規律',
    'answer': '(2)',
  },
  {
    'question': '私は食後の（ ）に、いつもアイスクリームを食べます。 (1) デッサン (2) デコレーション',
    'answer': '(3)',
  },
  {
    'question':
        '日本語ができ、（ ）週五日勤務できる方を募集しております。 (1) かつ (2) それでも (3) ゆえに (4) しかしながら',
    'answer': '(1)',
  },
  {
    'question': '一度使用した商品は，理由のいかん（ ）返品、交換には一切応ずることができません。 (1) によっては (2) にかかわらず',
    'answer': '(2)',
  },
  {
    'question':
        '彼は歌手としての活動の（ ）、小説家としても活躍している。 (1) かたわら (2) うちに (3) ところ (4) そばで',
    'answer': '(1)',
  },
  {
    'question':
        '「努力（ ）成功はない」と言う言葉は，祖父の口癖だ。 (1) にとどまらず (2) に限らず (3) なくして (4) をもって',
    'answer': '(3)',
  },
  {
    'question': 'たとえ不合格（ ）、君の今までの努力は無駄ではないよ。 (1) だとしても (2) だったら',
    'answer': '(1)',
  },
  {
    'question': 'E メールを使うように（ ）、ほとんど手紙を書かなくなった。 (1) なろうとも (2) なるともなれば',
    'answer': '(4)',
  },
  {
    'question':
        '子どもでは（ ）、もう少し冷静に話し合うべきだ。 (1) あるものを (2) あるまいし (3) ありながらも (4) ありがちで',
    'answer': '(2)',
  },
  {
    'question':
        'この家具は、複雑なデザインが華やかな色彩（ ）、素晴らしい製品となっている。 (1) とあいまって (2) ともなると (3) にして (4) にそくして',
    'answer': '(1)',
  },
  {
    'question': '連休と（ ）、遊園地は相当な混雑だったようだ。 (1) いっては (2) すると (3) して (4) あって',
    'answer': '(4)',
  },
  {
    'question':
        '今日は暑くなるかと（ ）、むしろ寒いぐらいだった。 (1) 思うからには (2) 思ったことに (3) 思いつつ (4) 思いきや',
    'answer': '(4)',
  },
  {
    'question':
        '腰を痛めてしまい、歩くこと（ ）立つことも難しい。 (1) ばかりに (2) をおいて (3) は188おろか (4) につけ',
    'answer': '(3)',
  },
  {
    'question':
        '私は語学の才能がないようで、新しい言葉を習う（ ）忘れてしまう。 (1) あとで (2) そばから (3) が最後 (4) と見るや',
    'answer': '(2)',
  },
  {
    'question':
        'ここまで業績が悪化するに（ ）、工場の閉鎖もやむを得ないと判断した。 (1) てらしては (2) かこつけては (3) 向けては (4) 至っては',
    'answer': '(4)',
  },
  {
    'question': '今回のイベントは、前回（ ）好評だった。 (1) ならまだしも (2) ともなく (3) にもまして (4) ばかりか',
    'answer': '(3)',
  },
  {
    'question': 'きのうの演奏は，最高の出来とは（ ）、かなり良かったと思う。 (1) いいながら (2) いうにおよばず',
    'answer': '(4)',
  },
  {
    'question': '自分は関係ないと（ ）ばかりの夫の言動に腹がたった。 (1) いわん (2) いわず (3) いいたい (4) いおう',
    'answer': '(1)',
  },
  {
    'question':
        'エネルギーの問題がこれほど深刻になった（ ）、世界各国が協力して，ただちに対策を立 てるべきだ。 (1) からして (2) だけあって (3) 以上 (4) 一方',
    'answer': '(3)',
  },
  {
    'question':
        '近頃は、レストランなどで騒ぐ子どもを（ ）ものなら、逆にこちらがその親に文句をいわ れてしまう。 (1) しかった (2) しかる (3) しかろう (4) しからん',
    'answer': '(3)',
  },
  {
    'question': 'その新たな雇用対策が有効で（ ）、結果が出るのはまだ先のことだ。 (1) あるかいなか (2) あるからには',
    'answer': '(1)',
  },
  {
    'question':
        '山口さんは悩んだ（ ）、家族と離れて単身赴任することにしたそうだ。 (1) てまえ (2) あげく (3) こととて (4) とおりに',
    'answer': '(2)',
  },
  {
    'question': '社長一人が必死に（ ）、この会社が大きく変わるとは思えない。 (1) なったもので (2) なったところで',
    'answer': '(2)',
  },
  {
    'question': '環境問題への関心が高くなり、車ではなく電車を利用する人が（ ）。 (1) 増えるかねる (2) 増えてばかりいる',
    'answer': '(3)',
  },
  {
    'question': '鈴木さんは山田先生の遠い親戚（ ）。 (1) からあります (2) からなります (3) にたえます (4) にあたります',
    'answer': '(4)',
  },
  {'question': '風邪で喉が痛くて、声を（ ）。 (1) 出そうにも出せない (2) 出してもともとだ', 'answer': '(1)'},
  {
    'question': '体調はもうすっかりよくなりましたので、どうぞご心配（ ）。 (1) なし (2) なく (3) なき (4) なけれ',
    'answer': '(2)',
  },
  {
    'question': '妹「お兄ちゃん、部屋の電気，（ ）。」兄「あ、ごめん、ごめん」 (1) つけるっぱなしだよ (2) つけたっぱなしだよ',
    'answer': '(4)',
  },
  {'question': '「危険！工事中につき、（ ）。」 (1) 立ち入りたまえ (2) 立ち入るべからず', 'answer': '(2)'},
  {'question': '今回の調査で事故の原因が明らかに（ ）。 (1) なってやまない (2) なってみせる', 'answer': '(3)'},
  {
    'question': '高校を卒業して以来、森さんはずっと（ ）。 (1) 会えないままになっている (2) 会えないよりしかたがない',
    'answer': '(1)',
  },
  {
    'question': '親友に裏切られたんだから、彼が（ ）。 (1) 落ち込んでもしれている (2) 落ち込むにはあたらない',
    'answer': '(3)',
  },
  {
    'question': 'ぜひ見ようと思っていた映画だったのに、忙しくて（ ）。 (1) 行きそびれた (2) 行きかけた',
    'answer': '(1)',
  },
  {
    'question':
        '若いころは一日中テニスをしても何ともなかった。それ（ ）、最近は一時間やっただけで 足が動かなくなってしまう。 (1) をふまえて (2) をよそに (3) にかかわり (4) にひきかえ',
    'answer': '(4)',
  },
  {
    'question':
        'A「レポートの締め切りが今週の木曜日に変更されたそうだよ。」B「木曜日（ ）？それ じゃ、いくら頑張っても間に合わないよ。」 (1) とか (2) ときたら (3) だって (4) だこと',
    'answer': '(3)',
  },
  {
    'question':
        '今年引き下げられた税率が、来年から上がるそうだ。短期間でこう何度も（ ）。 (1) 変えられるにこしたことはない (2) 変えられてはかなわない',
    'answer': '(2)',
  },
  {
    'question':
        'ここに時間をとめられる機械がある（ ）。あなたならそれを使って何をしますか。 (1) とします (2) といって差し支えありません',
    'answer': '(1)',
  },
  {
    'question':
        '君が一人で責任を感じる（ ）。そんなに悩んでいたら体をこわしてしまうよ。 (1) にちがいない (2) わけではない (3) はずがない (4) ことはない',
    'answer': '(4)',
  },
  {
    'question':
        '美しい星空を見上げていたら、若い男女は（ ）な気分になった。 (1) シック (2) スマート (3) ロマンチック (4) ハンサム',
    'answer': '(3)',
  },
  {
    'question': 'カロリーの過剰な（ ）は、体に悪影響を及ぼします。 (1) 産出 (2) 略奪 (3) 所持 (4) 摂取',
    'answer': '(4)',
  },
  {
    'question':
        'もう少しで終わるはずだった仕事が、彼の失敗で（ ）に戻ってしまった。 (1) 打ち消し (2) 取り替え (3) 割り当て (4) 振り出し',
    'answer': '(4)',
  },
  {
    'question':
        '欠席される場合は、（ ）お知らせくださいますようお願いいたします。 (1) あしからず (2) あいにく (3) あらかじめ (4) あいかわらず',
    'answer': '(3)',
  },
  {
    'question':
        '私は目が悪く、眼鏡をかけないと物が（ ）見えるんです。 (1) とぼけて (2) ふやけて (3) とろけて (4) ぼやけて',
    'answer': '(4)',
  },
  {
    'question':
        '結婚式の時には、きちんとした（ ）で出席しなければならない。 (1) 身なり (2) 身の上 (3) 身の回り (4) 身ぶり',
    'answer': '(1)',
  },
  {
    'question': '今年の夏は、蒸し暑く（ ）日が続いた。 (1) うっとうしい (2) 気味悪い (3) あつかましい (4) 生ぬるい',
    'answer': '(1)',
  },
  {
    'question': '大きな岩が、がけの上から（ ）と転がってきた。 (1) ぞろぞろ (2) ごろごろ (3) どろどろ (4) ぼろぼろ',
    'answer': '(2)',
  },
  {
    'question': '面接による（ ）の結果、合格者を決めた。 (1) 採用 (2) 採択 (3) 当選 (4) 選考',
    'answer': '(4)',
  },
  {
    'question': '嘘を言ったために、話の（ ）が合わなくなった。 (1) あべこべ (2) よしあし (3) つじつま (4) まとまり',
    'answer': '(3)',
  },
  {
    'question':
        'この技術を使えば、これまでの燃料問題が（ ）解決するだろう。 (1) 一心に (2) 一挙に (3) 一向に (4) 一概に',
    'answer': '(2)',
  },
  {
    'question':
        '高原の朝は空気がきれいなので、とても（ ）。 (1) わかわかしい (2) すがすがしい (3) めざましい (4) たくましい',
    'answer': '(2)',
  },
  {
    'question': '必死に働いてきた結果、最近ようやく生活に（ ）が出てきた。 (1) ゆとり (2) たまり (3) たるみ (4) めぐみ',
    'answer': '(1)',
  },
  {
    'question': '証拠が不十分なため、前の判決は（ ）され、彼は無罪となった。 (1) 遺棄 (2) 破棄 (3) 廃棄 (4) 放棄',
    'answer': '(2)',
  },
  {
    'question': '飛行機から見た山々の姿は実に（ ）であった。 (1) 多大 (2) 膨大 (3) 壮191大 (4) 盛大',
    'answer': '(3)',
  },
  {
    'question': 'その知らせを聞き、驚き（ ）言葉も出なかった。 (1) につれて (2) のあまり (3) としたら (4) をよそに',
    'answer': '(2)',
  },
  {
    'question':
        'あの映画は、大きな賞をとった（ ）何か物足りなかったなあ。 (1) につけ (2) にしては (3) とあって (4) といったら',
    'answer': '(2)',
  },
  {
    'question':
        '現行の制度における問題点を、私（ ）整理してみました。 (1) に対して (2) にとって (3) ならでは (4) なりに',
    'answer': '(4)',
  },
  {
    'question': 'この家は、広さ（ ）価格（ ）新婚夫婦にぴったりだ。 (1) とも、とも (2) だし、だし',
    'answer': '(4)',
  },
  {
    'question':
        '誠に勝手ながら、当店は 10 月 30 日（ ）閉店いたしました。 (1) につき (2) をもって (3) にひきかえ (4) をかわきりに',
    'answer': '(2)',
  },
  {
    'question':
        '文章がうまければ誰でも作家になれる（ ）、そんなことはない。 (1) かいなか (2) かのように (3) かというと (4) かとみれば',
    'answer': '(3)',
  },
  {
    'question':
        '地震の被害を受けた地域に、十数名の専門家（ ）救援隊が派遣された。 (1) からなる (2) からする (3) に達する (4) に由来する',
    'answer': '(1)',
  },
  {
    'question': '現実にできるかどうか（ ）、まずは新商品のアイディアをみんなで出してみよう。 (1) はさておき (2) はまだしものこと',
    'answer': '(1)',
  },
  {
    'question':
        '彼女が会社を辞めたのには、（ ）言えない事情があったに違いない。 (1) 言うともなく (2) 言えばこそ (3) 言うなら (4) 言うに',
    'answer': '(4)',
  },
  {
    'question':
        '常に冷静な彼（ ）やはり人間だから、感情的にどなってしまうこともあるのだろう。 (1) のみ (2) ほど (3) とて (4) ゆえ',
    'answer': '(3)',
  },
  {
    'question': 'このような規則は、実態（ ）柔軟に適用すべきだ。 (1) とともに (2) ばかりか (3) に即して (4) のみならず',
    'answer': '(3)',
  },
  {
    'question':
        '電車でお年寄りに席を譲ろうとしない高校生を見て、父は「近頃の若者（ ）、困ったもの だ。」と嘆いていた。 (1) とやら (2) ときたら (3) とおもいきや (4) ということは',
    'answer': '(2)',
  },
  {
    'question':
        '土地の値段が下がった（ ）、都心の住宅は簡単に買えるものではない。 (1) からには (2) とはいえ (3) ようでは (4) こともあって',
    'answer': '(2)',
  },
  {
    'question': '店員に（ ）高価なバッグを買ってしまい、後悔している。 (1) 勧められるまま (2) 勧められかねて',
    'answer': '(1)',
  },
  {
    'question': 'このパソコンは、価格や性能（ ）、デザインが良いので人気がある。 (1) はおろか (2) もかまわず',
    'answer': '(4)',
  },
  {
    'question':
        '合格と認められるに（ ）成績を示さなかった者には再試験を課す。 (1) 限る (2) 限らない (3) 足る (4) 足らない',
    'answer': '(3)',
  },
  {
    'question':
        '教育（ ）好ましくないという理由で、そのドラマの放送が打ち切られることになった。 (1) 上 (2) 次第 (3) のつど (4) のすえ',
    'answer': '(1)',
  },
  {
    'question': '健康のためには階段を使ったほうがいいと（ ）、ついエレベーターに乗ってしまう。 (1) 思いつつ (2) 思えばこそ',
    'answer': '(1)',
  },
  {
    'question': '本日はこのような素晴らしいパーティーに（ ）、ありがとうございます。 (1) お招きいたし (2) お招きなさり',
    'answer': '(4)',
  },
  {
    'question':
        'パスポートを申請する（ ）いろいろな書類や写真を用意する必要がある。 (1) だから (2) だったら (3) のに (4) のため',
    'answer': '(3)',
  },
  {'question': '彼はいつも物事を悲観的に考える（ ）。 (1) きざしがある (2) きらいがある', 'answer': '(2)'},
  {
    'question':
        '今年卒業できるかどうかは、これからの頑張りに（ ）。 (1) あたっている (2) およんでいる (3) かかっている (4) かなっている',
    'answer': '(3)',
  },
  {
    'question': '自分で料理を作るといっても、せいぜいサラダとかゆで卵（ ）。 (1) というほどです (2) というまでです',
    'answer': '(4)',
  },
  {
    'question': '「私が悪かった」と素直に謝れば、許して（ ）。 (1) やるまでもない (2) やるものでもない',
    'answer': '(4)',
  },
  {'question': 'この事件の犯人には、強い怒りを（ ）。 (1) 禁じえない (2) 禁じざるをえない', 'answer': '(1)'},
  {
    'question':
        '状況が変わったのだから、会社の経営計画も見直されて（ ）。 (1) やまない (2) たまらない (3) の193ことだ (4) しかるべきだ',
    'answer': '(4)',
  },
  {
    'question': '自ら進んでプロジェクトを企画したのに、途中で辞めるなんて無責任（ ）。 (1) かぎりない (2) きわまりない',
    'answer': '(2)',
  },
  {
    'question':
        '新聞社の調査によれば、1 か月に 1 冊も本を読まない人が 60 ％（ ）そうだ。 (1) にのぼる (2) にわたる (3) を経る (4) をひかえる',
    'answer': '(1)',
  },
  {
    'question':
        '先日お伝えした日程に誤りがありましたので、今回、改めてご連絡を差し上げた（ ）。 (1) 故です (2) 限りです (3) 次第です (4) きりです',
    'answer': '(3)',
  },
  {
    'question': '上手になりたければ、毎日短い時間でもいいから練習を続ける（ ）。 (1) ことだ (2) ものか',
    'answer': '(1)',
  },
  {
    'question':
        'ここ 1 週間の忙しさといったらなかったよ。（ ）。 (1) いつもより残業が少なかったんだ (2) のんびり仕事をすることができたんだ',
    'answer': '(4)',
  },
  {
    'question': 'この絵は本当に素晴らしい。見る者を感動（ ）だろう。 (1) させずじまい (2) させてばかり',
    'answer': '(3)',
  },
  {
    'question':
        '彼女は若いけれどとても優秀です。次の仕事はわが社にとって重要ですので、（ ）。 (1) 彼女に任せてやってください (2) 彼女に任せようがありません',
    'answer': '(1)',
  },
  {
    'question': '車を買うなら保険に入ったほうがいいよ。事故を（ ）から。 (1) 起こすのも無理はない (2) 起こすどころではない',
    'answer': '(3)',
  },
  {
    'question':
        '医者にジョギングはもってのほかだと言われた。しばらくの間、（ ）。 (1) ジョギングしたほうがいいそうだ (2) ジョギングしてはいけないそうだ',
    'answer': '(2)',
  },
];
